{
  "type": "book",
  "id": "englishpod-中级--englishpod-中级-0286",
  "title": "EnglishPod 中级 0286",
  "totalSegments": 173,
  "seriesId": "englishpod-中级-",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and today we have the continuation of our series about giving a presentation.",
      "cn": "我叫Catherine，今天我们将继续关于做演讲的系列。"
    },
    {
      "id": 4,
      "en": "That's right, today it's part six, and on this occasion we're going to address the audience.",
      "cn": "没错，今天是第六部分，这次我们将与观众交流。"
    },
    {
      "id": 5,
      "en": "So we're going to talk to the audience and explain a couple of things.",
      "cn": "所以我们将与观众交谈并解释一些事情。"
    },
    {
      "id": 6,
      "en": "All right, so let's take a listen to today's speech, and we're back in a moment to talk about what's going on.",
      "cn": "好的，让我们来听听今天的演讲，稍后我们会回来讨论发生了什么。"
    },
    {
      "id": 7,
      "en": "The campaign that we have in store for the X420 is exciting, imaginative, and revolutionary.",
      "cn": "我们为X420准备的活动令人兴奋、富有想象力且具有革命性。"
    },
    {
      "id": 8,
      "en": "We have spent two years listening to and responding to feedback from customers and staff alike.",
      "cn": "我们花了两年时间倾听并回应客户和员工的反馈。"
    },
    {
      "id": 9,
      "en": "I'd like to say that without the assistance and support of each and every one of you, we really could not have devised this campaign.",
      "cn": "我想说，没有你们每一个人的帮助和支持，我们真的无法制定这个活动。"
    },
    {
      "id": 10,
      "en": "I'd like to take my hat off and really thank you all for the wonderful work you've done so far, not only in helping support our marketing efforts, but also in continuing your commitment to Alpha computers.",
      "cn": "我想向你们致敬，感谢你们迄今为止所做的出色工作，不仅支持我们的营销工作，还继续对Alpha电脑的承诺。"
    },
    {
      "id": 11,
      "en": "There's no doubt in my mind that we have a great workforce here and together we can really push Alpha computers to a whole new level of success.",
      "cn": "我毫不怀疑我们这里有一支优秀的团队，我们可以共同将Alpha电脑推向全新的成功水平。"
    },
    {
      "id": 12,
      "en": "On the subject of the campaign, let me ask you all a question.",
      "cn": "关于这个活动，我想问大家一个问题。"
    },
    {
      "id": 13,
      "en": "How do you define the perfect laptop?",
      "cn": "你们如何定义完美的笔记本电脑？"
    },
    {
      "id": 14,
      "en": "Is it about affordability, quality, speed, reliability?",
      "cn": "是关于价格、质量、速度、可靠性吗？"
    },
    {
      "id": 15,
      "en": "What do you look for in a consumer?",
      "cn": "你们在消费者身上寻找什么？"
    },
    {
      "id": 16,
      "en": "Well, I believe the answer lies in a combination of all of these elements.",
      "cn": "我相信答案在于这些元素的结合。"
    },
    {
      "id": 17,
      "en": "Our campaign will really hammer home the point that the X420 is a state-of-the-art laptop for all of your computing needs.",
      "cn": "我们的活动将强调X420是满足你所有计算需求的尖端笔记本电脑。"
    },
    {
      "id": 18,
      "en": "With our television campaign, we hope to really reach out to a huge audience.",
      "cn": "通过我们的电视活动，我们希望真正接触到大量观众。"
    },
    {
      "id": 19,
      "en": "We have a great ad campaign plan focused on the fantastic USPs of the X420.",
      "cn": "我们有一个伟大的广告活动计划，专注于X420的独特卖点。"
    },
    {
      "id": 20,
      "en": "We've hired one of the best PR companies to work with us on the campaign and have already completed three separate TV adverts, all focusing on one key feature of the X420.",
      "cn": "我们聘请了最好的公关公司之一来协助我们进行活动，并已经完成了三则独立的电视广告，全部聚焦于X420的一个关键特性。"
    },
    {
      "id": 21,
      "en": "I'm excited to say that today, for the first time, we will unveil to all of you here the first of these advertisements.",
      "cn": "我很高兴地说，今天我们将首次向大家揭晓这些广告中的第一则。"
    },
    {
      "id": 22,
      "en": "Alright, we're back and now let's take a look at five key words on language takeaway.",
      "cn": "好的，我们回来了，现在让我们看看今天挑选的五个关键词。"
    },
    {
      "id": 23,
      "en": "Alright, so first up, Marco, we have a verb.",
      "cn": "好的，首先，Marco，我们有一个动词。"
    },
    {
      "id": 24,
      "en": "The verb is to devise.",
      "cn": "这个动词是“设计”。"
    },
    {
      "id": 25,
      "en": "That's right, so we devised a campaign.",
      "cn": "没错，我们设计了一个活动。"
    },
    {
      "id": 26,
      "en": "Okay, so to devise in this case means to create or to come up with.",
      "cn": "好的，在这种情况下，“设计”意味着创造或想出。"
    },
    {
      "id": 27,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 28,
      "en": "I think in many movies you will hear that someone will devise a plan to destroy the world, for example.",
      "cn": "我想在许多电影中你会听到有人设计一个摧毁世界的计划，例如。"
    },
    {
      "id": 29,
      "en": "Right, or to devise a scheme.",
      "cn": "对，或者设计一个方案。"
    },
    {
      "id": 30,
      "en": "So that's to create or to come up with a plan or come up with something.",
      "cn": "所以这就是创造或想出一个计划或某种东西。"
    },
    {
      "id": 31,
      "en": "And talking about the computers, he mentioned a couple of words that describe it, especially the affordability of the laptop computer.",
      "cn": "说到电脑，他提到了一些描述它的词，特别是笔记本电脑的价格。"
    },
    {
      "id": 32,
      "en": "Okay, so yeah, there's this string of nouns that Mr. Ford thinks are very important relating to the perfect laptop.",
      "cn": "好的，是的，Ford先生认为与完美笔记本电脑相关的一系列名词非常重要。"
    },
    {
      "id": 33,
      "en": "And in this case, affordability is the first one.",
      "cn": "在这种情况下，价格是第一个。"
    },
    {
      "id": 34,
      "en": "So something that is affordable is something that you can have the money to buy.",
      "cn": "所以，负担得起的东西是你有钱可以买到的东西。"
    },
    {
      "id": 35,
      "en": "It's not too expensive.",
      "cn": "它不是太贵。"
    },
    {
      "id": 36,
      "en": "That's the adjective, affordable.",
      "cn": "这是形容词，负担得起。"
    },
    {
      "id": 37,
      "en": "Affordability means whether or not something is expensive.",
      "cn": "价格意味着某物是否昂贵。"
    },
    {
      "id": 38,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 39,
      "en": "So if you think of the adjective affordable, the noun would be affordability.",
      "cn": "所以如果你想到形容词“负担得起”，名词就是“价格”。"
    },
    {
      "id": 40,
      "en": "So this is just the way that you can transform an adjective into a noun.",
      "cn": "这就是你如何将形容词转化为名词。"
    },
    {
      "id": 41,
      "en": "Right, so this is something that comes up a lot when we're talking about buying things.",
      "cn": "对，所以在我们谈论购买东西时，这种情况经常出现。"
    },
    {
      "id": 42,
      "en": "For example, Marco, I could say, what do you look for when you're buying a car?",
      "cn": "例如，Marco，我可以说，你在买车时寻找什么？"
    },
    {
      "id": 43,
      "en": "Right, so I can say affordability.",
      "cn": "对，所以我可以说价格。"
    },
    {
      "id": 44,
      "en": "And you could also say our next one, which is reliability.",
      "cn": "你也可以说我们的下一个词，即可靠性。"
    },
    {
      "id": 45,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 46,
      "en": "So if you look for a car, you are also looking for reliability.",
      "cn": "所以如果你在找车，你也在寻找可靠性。"
    },
    {
      "id": 47,
      "en": "And this comes from the adjective reliable.",
      "cn": "这来自形容词“可靠”。"
    },
    {
      "id": 48,
      "en": "All right, so something is reliable if you can depend on it.",
      "cn": "好的，如果某物是可靠的，你可以依赖它。"
    },
    {
      "id": 49,
      "en": "It means, you know, in the case of a laptop or a car, it won't break easily.",
      "cn": "这意味着，在笔记本电脑或汽车的情况下，它不会轻易坏掉。"
    },
    {
      "id": 50,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 51,
      "en": "So a person can also be reliable.",
      "cn": "所以一个人也可以是可靠的。"
    },
    {
      "id": 52,
      "en": "You can trust that person to help you, for example.",
      "cn": "你可以信任那个人来帮助你，例如。"
    },
    {
      "id": 53,
      "en": "Or I could trust that he'll never be late or never forget that we have an appointment.",
      "cn": "或者我可以信任他永远不会迟到或忘记我们有约会。"
    },
    {
      "id": 54,
      "en": "That's exactly right.",
      "cn": "没错。"
    },
    {
      "id": 55,
      "en": "Well, moving on to the next part of Mr. Ford's speech.",
      "cn": "好的，继续Ford先生演讲的下一部分。"
    },
    {
      "id": 56,
      "en": "He talked about the television campaign and how he really hopes to reach out to a huge audience with this television advert.",
      "cn": "他谈到了电视活动，以及他真的希望通过这个电视广告接触到大量观众。"
    },
    {
      "id": 57,
      "en": "All right, so the reason we've chosen this is because it's important to remember this as a phrase to reach out to.",
      "cn": "好的，我们选择这个是因为记住“接触到”这个短语很重要。"
    },
    {
      "id": 58,
      "en": "That means to connect with.",
      "cn": "这意味着与……联系。"
    },
    {
      "id": 59,
      "en": "And I think your example of television is a really great one because television allows people to reach out to many, many, many people.",
      "cn": "我认为你提到的电视是一个很好的例子，因为电视可以让人们接触到很多很多人。"
    },
    {
      "id": 60,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 61,
      "en": "Also, for example, with Internet, you are able to reach out to many people all over the world.",
      "cn": "例如，通过互联网，你能够接触到世界各地的许多人。"
    },
    {
      "id": 62,
      "en": "So to reach out to is to connect with.",
      "cn": "所以“接触到”就是与……联系。"
    },
    {
      "id": 63,
      "en": "Uh-huh, okay.",
      "cn": "嗯，好吧。"
    },
    {
      "id": 64,
      "en": "And for our last word, when he was about to show everyone the TV advert, he said that tonight for the first time we will unveil the first of these advertisements.",
      "cn": "对于我们的最后一个词，当他准备向大家展示电视广告时，他说今晚我们将首次揭晓这些广告中的第一则。"
    },
    {
      "id": 65,
      "en": "All right, so to unveil something is actually very exciting because to unveil something is to show it for the very first time.",
      "cn": "好的，揭晓某物实际上是非常令人兴奋的，因为揭晓某物就是第一次展示它。"
    },
    {
      "id": 66,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 67,
      "en": "So maybe you've seen in car shows where they have a car under a big white sheet and on that night they're going to unveil the new model of the, I don't know, the Ford car.",
      "cn": "所以也许你在汽车展上看到过，他们在一块大白布下有一辆车，今晚他们将揭晓新款的，我不知道，福特车。"
    },
    {
      "id": 68,
      "en": "So that's what it means to unveil, to take away this veil and show everyone.",
      "cn": "所以这就是揭晓的意思，揭开这个面纱并展示给大家。"
    },
    {
      "id": 69,
      "en": "Mm -hmm, to unveil.",
      "cn": "嗯，揭晓。"
    },
    {
      "id": 70,
      "en": "All right, so a lot of good key words there.",
      "cn": "好的，有很多好的关键词。"
    },
    {
      "id": 71,
      "en": "Why don't we go back and listen to Mr. Ford again and when we return we'll talk about Fluency Builder.",
      "cn": "我们为什么不回去再听听Ford先生，然后我们回来谈谈流利度提升。"
    },
    {
      "id": 72,
      "en": "The campaign that we have in store for the X420 is exciting, imaginative and revolutionary.",
      "cn": "我们为X420准备的活动令人兴奋、富有想象力且具有革命性。"
    },
    {
      "id": 73,
      "en": "We have spent two years listening to and responding to feedback from customers and staff alike.",
      "cn": "我们花了两年时间倾听并回应客户和员工的反馈。"
    },
    {
      "id": 74,
      "en": "I'd like to say that without the assistance and support of each and every one of you we really could not have devised this campaign.",
      "cn": "我想说，没有你们每一个人的帮助和支持，我们真的无法制定这个活动。"
    },
    {
      "id": 75,
      "en": "I'd like to take my hat off and really thank you all for the wonderful work you've done so far, not only in helping support our marketing efforts but also in continuing your commitment to Alpha computers.",
      "cn": "我想向你们致敬，感谢你们迄今为止所做的出色工作，不仅支持我们的营销工作，还继续对Alpha电脑的承诺。"
    },
    {
      "id": 76,
      "en": "There's no doubt in my mind that we have a great workforce here and together we can really push Alpha computers to a whole new level of success.",
      "cn": "我毫不怀疑我们这里有一支优秀的团队，我们可以共同将Alpha电脑推向全新的成功水平。"
    },
    {
      "id": 77,
      "en": "On the subject of the campaign let me ask you all a question.",
      "cn": "关于这个活动，我想问大家一个问题。"
    },
    {
      "id": 78,
      "en": "How do we define the perfect laptop?",
      "cn": "我们如何定义完美的笔记本电脑？"
    },
    {
      "id": 79,
      "en": "Is it about affordability, quality, speed, reliability?",
      "cn": "是关于价格、质量、速度、可靠性吗？"
    },
    {
      "id": 80,
      "en": "What do you look for in a consumer?",
      "cn": "你们在消费者身上寻找什么？"
    },
    {
      "id": 81,
      "en": "Well, I believe the answer lies in a combination of all of these elements.",
      "cn": "我相信答案在于这些元素的结合。"
    },
    {
      "id": 82,
      "en": "Our campaign will really hammer home the point that the X420 is a state-of-the-art laptop for all of your computing needs.",
      "cn": "我们的活动将强调X420是满足你所有计算需求的尖端笔记本电脑。"
    },
    {
      "id": 83,
      "en": "With our television campaign we hope to really reach out to a huge audience.",
      "cn": "通过我们的电视活动，我们希望真正接触到大量观众。"
    },
    {
      "id": 84,
      "en": "We have a great ad campaign plan focused on the fantastic USPs of the X420.",
      "cn": "我们有一个伟大的广告活动计划，专注于X420的独特卖点。"
    },
    {
      "id": 85,
      "en": "We've hired one of the best PR companies to work with us on the campaign and have already completed three separate TV adverts all focusing on one key feature of the X420.",
      "cn": "我们聘请了最好的公关公司之一来协助我们进行活动，并已经完成了三则独立的电视广告，全部聚焦于X420的一个关键特性。"
    },
    {
      "id": 86,
      "en": "I'm excited to say that today for the first time we will unveil to all of you here the first of these advertisements.",
      "cn": "我很高兴地说，今天我们将首次向大家揭晓这些广告中的第一则。"
    },
    {
      "id": 87,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 88,
      "en": "So now let's take a look at these four key phrases we've picked out for you today.",
      "cn": "现在让我们看看今天为你们挑选的这四个关键词。"
    },
    {
      "id": 89,
      "en": "Fluency Builder So in the beginning, Mr. Ford is talking about this exciting X420 and he says that he would like to say that without the help of each and every one of you the campaign could not have been created.",
      "cn": "流利度提升，所以一开始，Ford先生谈论这个令人兴奋的X420，他说如果没有你们每一个人的帮助，这个活动就无法创建。"
    },
    {
      "id": 90,
      "en": "So each and every one of you.",
      "cn": "所以每一个人。"
    },
    {
      "id": 91,
      "en": "That's right, this is just a phrase where you emphasize that everyone helped you or that you are thanking everyone.",
      "cn": "没错，这只是一个短语，强调每个人都帮助了你，或者你在感谢每个人。"
    },
    {
      "id": 92,
      "en": "So in a speech you can say I want to thank each and every one of you.",
      "cn": "所以在演讲中你可以说，我想感谢每一个人。"
    },
    {
      "id": 93,
      "en": "So I want to thank everyone is basically what you're saying.",
      "cn": "所以我想感谢每个人基本上就是你在说的。"
    },
    {
      "id": 94,
      "en": "And it's interesting because it's kind of like you're saying every single person was important.",
      "cn": "有趣的是，这有点像你在说每一个人都很重要。"
    },
    {
      "id": 95,
      "en": "It's not just like, hey guys, thank you.",
      "cn": "这不仅仅是说，嘿，大家，谢谢。"
    },
    {
      "id": 96,
      "en": "It's like, no, thank you and you and you and you.",
      "cn": "而是说，不，感谢你和你和你和你。"
    },
    {
      "id": 97,
      "en": "So each and every one of you.",
      "cn": "所以每一个人。"
    },
    {
      "id": 98,
      "en": "It really emphasizes that each person has helped.",
      "cn": "这确实强调了每个人的帮助。"
    },
    {
      "id": 99,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 100,
      "en": "And it's a really nice way of for example, thanking someone.",
      "cn": "这是一种很好的方式来感谢某人。"
    },
    {
      "id": 101,
      "en": "Saying I want to thank each and every one of you.",
      "cn": "说我想感谢你们每一个人。"
    },
    {
      "id": 102,
      "en": "It sounds a lot more personal.",
      "cn": "听起来更个人化。"
    },
    {
      "id": 103,
      "en": "Definitely.",
      "cn": "绝对是。"
    },
    {
      "id": 104,
      "en": "Okay, and he also used another very interesting phrase when he said I'd like to take my hat off and really thank you all for your wonderful work.",
      "cn": "好的，他还用了另一个非常有趣的短语，当他说我想脱帽子，真心感谢你们的出色工作。"
    },
    {
      "id": 105,
      "en": "So this makes me think of a person actually back when people used to wear hats every day, taking his hat off and maybe bowing.",
      "cn": "这让我想起一个人，实际上在过去人们每天都戴帽子，脱下帽子，可能还会鞠躬。"
    },
    {
      "id": 106,
      "en": "This is something that used to be very polite because when you meet someone or you want to thank someone you take your hat off as a sign of respect.",
      "cn": "这曾经是非常礼貌的，因为当你见到某人或想感谢某人时，你脱下帽子以示尊重。"
    },
    {
      "id": 107,
      "en": "Well, we don't wear hats anymore, so it seems a little funny, but we still say this.",
      "cn": "嗯，我们现在不再戴帽子了，所以这听起来有点搞笑，但我们仍然会这么说。"
    },
    {
      "id": 108,
      "en": "I want to take my hat off to you, Marco.",
      "cn": "我想向你致敬，马尔科。"
    },
    {
      "id": 109,
      "en": "That means I want to thank you.",
      "cn": "这意味着我想感谢你。"
    },
    {
      "id": 110,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 111,
      "en": "So you're showing respect and you're also showing admiration maybe for someone.",
      "cn": "所以你是在表示尊重，也可能是在表示对某人的钦佩。"
    },
    {
      "id": 112,
      "en": "So maybe if you meet somebody who saved someone's life, you would say I really want to take my hat off and thank you for the work that you've done.",
      "cn": "所以如果你遇到一个救了某人生命的人，你会说我真的想向你致敬，感谢你所做的工作。"
    },
    {
      "id": 113,
      "en": "Yes, you're impressed, you respect that person who saved that life, and you want to thank them for their good deed.",
      "cn": "是的，你对救了那条命的人感到钦佩，想感谢他们的善举。"
    },
    {
      "id": 114,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 115,
      "en": "Well, moving on when he continued to talk about Alpha computers and the marketing efforts, he said there's no doubt in my mind that we have a great workforce.",
      "cn": "好的，继续谈论阿尔法电脑和市场营销工作时，他说我毫不怀疑我们有一支优秀的团队。"
    },
    {
      "id": 116,
      "en": "All right, so another way to say this is I definitely think we have a great workforce.",
      "cn": "好吧，另一种说法是我确实认为我们有一支优秀的团队。"
    },
    {
      "id": 117,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 118,
      "en": "You know, maybe not... it's not as interesting, right?",
      "cn": "你知道，也许不... 这没那么有趣，对吧？"
    },
    {
      "id": 119,
      "en": "So we're making this more interesting by using a very colorful phrase and to say there's no doubt that you're a great workforce is good.",
      "cn": "所以我们通过使用一个非常生动的短语来使其更有趣，说毫无疑问你们是一支优秀的团队是好的。"
    },
    {
      "id": 120,
      "en": "But there's no doubt in my mind.",
      "cn": "但我毫不怀疑。"
    },
    {
      "id": 121,
      "en": "It means there's absolutely no way that I could doubt this.",
      "cn": "这意味着我绝对没有理由怀疑这一点。"
    },
    {
      "id": 122,
      "en": "I absolutely believe that you are the best workforce.",
      "cn": "我绝对相信你们是最优秀的团队。"
    },
    {
      "id": 123,
      "en": "Right, so and you can use it with anything.",
      "cn": "对，所以你可以用在任何事情上。"
    },
    {
      "id": 124,
      "en": "You can say there's no doubt in my mind IBM computers are the best computers out there for example.",
      "cn": "你可以说我毫不怀疑IBM电脑是最好的电脑，例如。"
    },
    {
      "id": 125,
      "en": "Or there's no doubt in my mind that the Yankees will win the World Series next year.",
      "cn": "或者我毫不怀疑洋基队明年会赢得世界系列赛。"
    },
    {
      "id": 126,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 127,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 128,
      "en": "So that's the way that you can use it.",
      "cn": "所以这就是你可以使用的方式。"
    },
    {
      "id": 129,
      "en": "You're basically telling people that you are very, very sure.",
      "cn": "你基本上是在告诉人们你非常非常确定。"
    },
    {
      "id": 130,
      "en": "And what about our last phrase?",
      "cn": "那我们的最后一个短语呢？"
    },
    {
      "id": 131,
      "en": "A very interesting one when he says our campaign will really hammer home the point.",
      "cn": "一个非常有趣的短语，当他说我们的活动将真正强调这一点。"
    },
    {
      "id": 132,
      "en": "Okay, well you can make a point.",
      "cn": "好吧，你可以提出一个观点。"
    },
    {
      "id": 133,
      "en": "You can say listen, our computers are state of the art and they're the best for your needs.",
      "cn": "你可以说听着，我们的电脑是最先进的，最适合你的需求。"
    },
    {
      "id": 134,
      "en": "But to hammer home the point means to really emphasize this one important point and to say listen you will never forget this.",
      "cn": "但强调这一点意味着真正强调这个重要的观点，并说听着，你永远不会忘记这个。"
    },
    {
      "id": 135,
      "en": "Okay, you will not forget what I'm going to say to you.",
      "cn": "好吧，你不会忘记我将要对你说的话。"
    },
    {
      "id": 136,
      "en": "So you really emphasize it and restate it.",
      "cn": "所以你真的强调并重申它。"
    },
    {
      "id": 137,
      "en": "This is something that can be frustrating when you're a consumer, when you're watching an advertisement because you hear them say this is the best product.",
      "cn": "这在你作为消费者时可能会令人沮丧，当你在看广告时，因为你听到他们说这是最好的产品。"
    },
    {
      "id": 138,
      "en": "You shouldn't buy other products.",
      "cn": "你不应该购买其他产品。"
    },
    {
      "id": 139,
      "en": "This is the best product.",
      "cn": "这是最好的产品。"
    },
    {
      "id": 140,
      "en": "And they're hammering home the point.",
      "cn": "他们在强调这一点。"
    },
    {
      "id": 141,
      "en": "They're repeating this message.",
      "cn": "他们在重复这个信息。"
    },
    {
      "id": 142,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 143,
      "en": "So it's a colloquial phrase that you can use to really, again, put your point across.",
      "cn": "所以这是一个口语短语，你可以用来真正再次传达你的观点。"
    },
    {
      "id": 144,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 145,
      "en": "So a lot of interesting phrases there.",
      "cn": "所以有很多有趣的短语。"
    },
    {
      "id": 146,
      "en": "Why don't we take a break and let's listen to our dialogue again.",
      "cn": "我们为什么不休息一下，再听听我们的对话。"
    },
    {
      "id": 147,
      "en": "And we'll be back in a bit.",
      "cn": "我们一会儿再回来。"
    },
    {
      "id": 148,
      "en": "The campaign that we have in store for the X420 is exciting, imaginative and revolutionary.",
      "cn": "我们为X420准备的活动令人兴奋、富有想象力且具有革命性。"
    },
    {
      "id": 149,
      "en": "We have spent two years listening to and responding to feedback from customers and staff alike.",
      "cn": "我们花了两年时间倾听并回应客户和员工的反馈。"
    },
    {
      "id": 150,
      "en": "I'd like to say that without the assistance and support of each and every one of you, we really could not have devised this campaign.",
      "cn": "我想说，如果没有你们每一个人的帮助和支持，我们真的无法制定这个活动。"
    },
    {
      "id": 151,
      "en": "I'd like to take my hat off and really thank you all for the wonderful work you've done so far, not only in helping support our marketing efforts, but also in continuing your commitment to Alpha computers.",
      "cn": "我想脱帽子，真心感谢你们迄今为止所做的出色工作，不仅在支持我们的市场营销工作方面，还在继续对阿尔法电脑的承诺方面。"
    },
    {
      "id": 152,
      "en": "There's no doubt in my mind that we have a great workforce here and together we can really push Alpha computers to a whole new level of success.",
      "cn": "我毫不怀疑我们这里有一支优秀的团队，我们可以共同将阿尔法电脑推向一个全新的成功水平。"
    },
    {
      "id": 153,
      "en": "On the subject of the campaign, let me ask you all a question.",
      "cn": "关于活动，我想问大家一个问题。"
    },
    {
      "id": 154,
      "en": "How do we define the perfect laptop?",
      "cn": "我们如何定义完美的笔记本电脑？"
    },
    {
      "id": 155,
      "en": "Is it about affordability, quality, speed, reliability?",
      "cn": "是关于可负担性、质量、速度、可靠性吗？"
    },
    {
      "id": 156,
      "en": "What do you look for in a consumer?",
      "cn": "你在消费者中寻找什么？"
    },
    {
      "id": 157,
      "en": "Well, I believe the answer lies in a combination of all of these elements.",
      "cn": "嗯，我相信答案在于所有这些元素的结合。"
    },
    {
      "id": 158,
      "en": "Our campaign will really hammer home the point that the X420 is a state-of-the-art laptop for all of your computing needs.",
      "cn": "我们的活动将真正强调X420是满足你所有计算需求的最先进的笔记本电脑。"
    },
    {
      "id": 159,
      "en": "With our television campaign, we hope to really reach out to a huge audience.",
      "cn": "通过我们的电视活动，我们希望真正接触到一个庞大的观众。"
    },
    {
      "id": 160,
      "en": "We have a great ad campaign plan focused on the fantastic USPs of the X420.",
      "cn": "我们有一个伟大的广告活动计划，专注于X420的绝佳卖点。"
    },
    {
      "id": 161,
      "en": "We've hired one of the best PR companies to work with us on the campaign and have already completed three separate TV adverts, all focusing on one key feature of the X420.",
      "cn": "我们已经聘请了最好的公关公司之一与我们合作，并已完成三则独立的电视广告，全部聚焦于X420的一个关键特性。"
    },
    {
      "id": 162,
      "en": "I'm excited to say that today for the first time we will unveil to all of you here the first of these advertisements.",
      "cn": "我很高兴地说，今天我们将首次向在座的各位揭晓这些广告中的第一则。"
    },
    {
      "id": 163,
      "en": "Alright, so this was Part 6 of our presentation series.",
      "cn": "好吧，这就是我们演示系列的第六部分。"
    },
    {
      "id": 164,
      "en": "We still have four more lessons to go all about this and they're gonna get a little bit more complicated and we're gonna continue talking and the next couple of lessons are actually answering questions from the public and many things like this.",
      "cn": "我们还有四节课，都是关于这个的，它们会变得更复杂，我们将继续讨论，接下来的几节课实际上是在回答公众的问题和许多类似的事情。"
    },
    {
      "id": 165,
      "en": "Yeah, I think they're really useful because sometimes you prepare your presentation, you feel really good about it but those questions at the end can be scary because you don't really know how to answer a question properly in English or you don't know how to anticipate a question that you might get from the crowd.",
      "cn": "是的，我认为它们真的很有用，因为有时你准备演示时，感觉很好，但最后的问题可能会让人害怕，因为你不知道如何用英语正确回答问题，或者你不知道如何预见可能会从观众那里得到的问题。"
    },
    {
      "id": 166,
      "en": "So those are things that we would like to talk about in the next couple of episodes.",
      "cn": "所以这些是我们希望在接下来的几集中讨论的内容。"
    },
    {
      "id": 167,
      "en": "That's right, and remember that these phrases and how you see him presenting this laptop computer, you can still take a lot of the words, a lot of the vocab, a lot of the phrases and kind of put it into your speech or your presentation.",
      "cn": "没错，记住这些短语以及你看到他展示这款笔记本电脑的方式，你仍然可以将很多词汇、很多短语融入到你的演讲或演示中。"
    },
    {
      "id": 168,
      "en": "You're gonna sound great.",
      "cn": "你会听起来很棒。"
    },
    {
      "id": 169,
      "en": "Absolutely.",
      "cn": "绝对是。"
    },
    {
      "id": 170,
      "en": "State of the art, save that one.",
      "cn": "最先进的，记住这一点。"
    },
    {
      "id": 171,
      "en": "But that's about it for us here today at EnglishPod.",
      "cn": "但今天我们在EnglishPod的内容就到此为止。"
    },
    {
      "id": 172,
      "en": "We hope you've enjoyed this lesson and we'll see you next time.",
      "cn": "我们希望你喜欢这节课，下次再见。"
    },
    {
      "id": 173,
      "en": "Alright, bye.",
      "cn": "好吧，再见。"
    }
  ]
}