{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0330",
  "title": "EnglishPod 中高级 0330",
  "totalSegments": 268,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello everyone and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "Hi guys, my name is Catherine.",
      "cn": "嗨，大家好，我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And today we have an upper intermediate level lesson for you about some very interesting things.",
      "cn": "今天我们有一节中高级课程，内容是一些非常有趣的事情。"
    },
    {
      "id": 5,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 6,
      "en": "Today we're going to talk about fortune tellers or people that read your future.",
      "cn": "今天我们要谈论算命师或那些能解读你未来的人。"
    },
    {
      "id": 7,
      "en": "Alright, so if I want to know who I will marry, if I will be rich, I will go to this fortune teller and she or he will tell me what's in my future.",
      "cn": "好的，如果我想知道我会嫁给谁，是否会富有，我会去找这个算命师，他或她会告诉我我的未来。"
    },
    {
      "id": 8,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 9,
      "en": "It's very popular in many cultures around the world, many different ways of reading your future or telling you your future.",
      "cn": "在世界许多文化中，这种做法非常流行，有很多不同的解读未来的方法。"
    },
    {
      "id": 10,
      "en": "So let's jump into this dialogue and see what's going on today.",
      "cn": "那么让我们进入对话，看看今天发生了什么。"
    },
    {
      "id": 11,
      "en": "Look at this newspaper article about this famous local medium.",
      "cn": "看看这篇关于著名本地灵媒的报纸文章。"
    },
    {
      "id": 12,
      "en": "It says that she is really gifted and so popular now that she's booked solid with appointments for the next 12 months.",
      "cn": "文章说她真的很有天赋，现在非常受欢迎，接下来的12个月都排满了预约。"
    },
    {
      "id": 13,
      "en": "You don't really believe in all that hocus pocus mumbo jumbo, do you?",
      "cn": "你真的相信这些胡言乱语吗？"
    },
    {
      "id": 14,
      "en": "Well, I have had many friends that went to a psychic and got their palms read and most of the things the psychic told them came true.",
      "cn": "嗯，我有很多朋友去过算命师那里算命，大多数算命师告诉他们的事情都成真了。"
    },
    {
      "id": 15,
      "en": "Of course it does.",
      "cn": "当然了。"
    },
    {
      "id": 16,
      "en": "They tell you general and obvious things like that you'll be successful or have a big house.",
      "cn": "他们告诉你一些普遍而明显的事情，比如你会成功或拥有大房子。"
    },
    {
      "id": 17,
      "en": "I think most of the times they're just scam artists.",
      "cn": "我觉得大多数时候他们只是骗子。"
    },
    {
      "id": 18,
      "en": "Well, historically, it's a practice that many cultures share.",
      "cn": "嗯，从历史上看，这是许多文化共同的做法。"
    },
    {
      "id": 19,
      "en": "Reading the tarot cards.",
      "cn": "解读塔罗牌。"
    },
    {
      "id": 20,
      "en": "In the East, they would even read tea leaves.",
      "cn": "在东方，他们甚至会解读茶叶。"
    },
    {
      "id": 21,
      "en": "I even heard that there are people that make you smoke a cigar and then read your ashes.",
      "cn": "我甚至听说有些人让你抽烟，然后解读你的烟灰。"
    },
    {
      "id": 22,
      "en": "All superstitious nonsense.",
      "cn": "全都是迷信的胡说八道。"
    },
    {
      "id": 23,
      "en": "I would still like to go to one and see what he or she has to say just for kicks.",
      "cn": "我还是想去一次，看看他或她会说些什么，纯粹是为了好玩。"
    },
    {
      "id": 24,
      "en": "Great.",
      "cn": "太好了。"
    },
    {
      "id": 25,
      "en": "I'll make an appointment.",
      "cn": "我会预约的。"
    },
    {
      "id": 26,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 27,
      "en": "So a lot of interesting things here.",
      "cn": "这里有很多有趣的事情。"
    },
    {
      "id": 28,
      "en": "Let's take a look at some of those words on language takeaway.",
      "cn": "让我们看看一些语言要点中的单词。"
    },
    {
      "id": 29,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 30,
      "en": "So in language takeaway today, we are focusing on some words that describe fortune telling but also the different ways of doing so.",
      "cn": "今天的语言要点，我们关注一些描述算命的单词，以及不同的做法。"
    },
    {
      "id": 31,
      "en": "The first word we have is actually a name for a person who can read the future.",
      "cn": "第一个单词实际上是指能解读未来的人的名字。"
    },
    {
      "id": 32,
      "en": "Right, Marco?",
      "cn": "对吧，Marco？"
    },
    {
      "id": 33,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 34,
      "en": "A medium.",
      "cn": "灵媒。"
    },
    {
      "id": 35,
      "en": "In the dialogue, we hear about a woman who is a medium and is very talented.",
      "cn": "在对话中，我们听到一个非常有才华的女性灵媒。"
    },
    {
      "id": 36,
      "en": "Actually, a medium is interesting because a medium is a person who can communicate with the dead.",
      "cn": "实际上，灵媒很有趣，因为灵媒是能与死者沟通的人。"
    },
    {
      "id": 37,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 38,
      "en": "Or who can communicate with the other side.",
      "cn": "或者能与另一边沟通的人。"
    },
    {
      "id": 39,
      "en": "And if you think about middle, medium, I mean they mean the same thing.",
      "cn": "如果你想想中间，灵媒，我的意思是它们的意思是一样的。"
    },
    {
      "id": 40,
      "en": "It's someone who is in the middle of two things.",
      "cn": "这是一个处于两者之间的人。"
    },
    {
      "id": 41,
      "en": "And so a medium can maybe transmit these different ideas or signals.",
      "cn": "所以灵媒可能会传递这些不同的想法或信号。"
    },
    {
      "id": 42,
      "en": "Right, exactly.",
      "cn": "对，没错。"
    },
    {
      "id": 43,
      "en": "So it's a person that basically communicates, as you say, with the dead or someone that can listen to people who are not here anymore.",
      "cn": "所以这基本上是一个与死者沟通的人，或者能倾听不在这里的人。"
    },
    {
      "id": 44,
      "en": "But obviously they are a type of person that could also use this gift to tell your future or to have the people who are dead tell you what's going to happen in the future.",
      "cn": "但显然，他们也可以利用这种能力来告诉你的未来，或者让死者告诉你未来会发生什么。"
    },
    {
      "id": 45,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 46,
      "en": "And so another kind of person who would do something similar is a psychic.",
      "cn": "另一种类似的人是算命师。"
    },
    {
      "id": 47,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 48,
      "en": "Alright, now a psychic is a person who generally will read your future for you, will tell you the future.",
      "cn": "好的，算命师是一个通常会为你解读未来的人。"
    },
    {
      "id": 49,
      "en": "Maybe the psychic will have a special tool like a crystal ball.",
      "cn": "也许算命师会有一个特殊的工具，比如水晶球。"
    },
    {
      "id": 50,
      "en": "Just remember that in English, psych, like psychology, psychosis, has to do with your mind.",
      "cn": "记住，在英语中，psych，像心理学，精神病，与心理有关。"
    },
    {
      "id": 51,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 52,
      "en": "Alright, so a psychic uses their mind to find out things about you or your future.",
      "cn": "好的，所以算命师用他们的头脑来了解关于你或你未来的事情。"
    },
    {
      "id": 53,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 54,
      "en": "So sometimes psychics will claim that they can read your mind as well, right?",
      "cn": "所以有时算命师会声称他们也能读懂你的心思，对吧？"
    },
    {
      "id": 55,
      "en": "It's a little scary.",
      "cn": "这有点可怕。"
    },
    {
      "id": 56,
      "en": "So as you say, these are people who supposedly can tell you your future.",
      "cn": "正如你所说，这些人据说能告诉你未来。"
    },
    {
      "id": 57,
      "en": "And as you say, they use different methods or different tools.",
      "cn": "正如你所说，他们使用不同的方法或工具。"
    },
    {
      "id": 58,
      "en": "One of them is, for example, having your palms read.",
      "cn": "其中之一，例如，算命。"
    },
    {
      "id": 59,
      "en": "Alright, so the psychic will go to you, Marco, and will look at your hand and will read your palm.",
      "cn": "好的，算命师会走到你面前，Marco，看看你的手，解读你的手相。"
    },
    {
      "id": 60,
      "en": "Now, where on your hand is your palm?",
      "cn": "现在，你手上的手掌在哪里？"
    },
    {
      "id": 61,
      "en": "It's on the other side, the side where you grab things with.",
      "cn": "在另一边，就是你抓东西的那一面。"
    },
    {
      "id": 62,
      "en": "The inside, so the soft part.",
      "cn": "里面，所以是柔软的部分。"
    },
    {
      "id": 63,
      "en": "And maybe on your palm, you have many different lines.",
      "cn": "也许在你的手掌上，你有很多不同的线。"
    },
    {
      "id": 64,
      "en": "So the psychic will look at the lines and will say, Oh, well, this line is very long, so you will have a long, long life.",
      "cn": "所以算命师会看这些线，说，哦，这条线很长，所以你会有很长的生命。"
    },
    {
      "id": 65,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 66,
      "en": "So supposedly in your hands, you have lines that determine how much money you will have, or how many kids you will have, or how long you will live.",
      "cn": "所以据说在你的手上，有线条决定你会有多少钱，或者你会有多少孩子，或者你会活多久。"
    },
    {
      "id": 67,
      "en": "So that's called a palm reading.",
      "cn": "这叫做手相。"
    },
    {
      "id": 68,
      "en": "Or, I am going to have my palm read.",
      "cn": "或者，我要去算命。"
    },
    {
      "id": 69,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 70,
      "en": "Now the other person doesn't really believe in all that stuff, and says that they are just scam artists.",
      "cn": "现在另一个人并不真的相信这些东西，说他们只是骗子。"
    },
    {
      "id": 71,
      "en": "So he's saying that the psychics or the mediums are just scam artists.",
      "cn": "所以他说算命师或灵媒只是骗子。"
    },
    {
      "id": 72,
      "en": "Alright, so what is a scam artist?",
      "cn": "好的，什么是骗子？"
    },
    {
      "id": 73,
      "en": "Well, a scam artist is not a real artist.",
      "cn": "嗯，骗子并不是真正的艺术家。"
    },
    {
      "id": 74,
      "en": "Right, right.",
      "cn": "对，没错。"
    },
    {
      "id": 75,
      "en": "A scam artist is a thief, someone who will maybe tell you a story, or who will lie to you to try and take your money.",
      "cn": "骗子是小偷，可能会给你讲一个故事，或者对你撒谎，试图骗取你的钱。"
    },
    {
      "id": 76,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 77,
      "en": "So he's not really like a robber, like somebody that will break into your house and take your things.",
      "cn": "所以他并不是真正的抢劫者，比如会闯入你家拿走你东西的人。"
    },
    {
      "id": 78,
      "en": "No, he won't use a gun, maybe.",
      "cn": "不，他可能不会用枪。"
    },
    {
      "id": 79,
      "en": "Hopefully not.",
      "cn": "希望不会。"
    },
    {
      "id": 80,
      "en": "But he will tell you a story, or will lie to you in a way that makes you want to give him money.",
      "cn": "但他会给你讲一个故事，或者以某种方式对你撒谎，让你想给他钱。"
    },
    {
      "id": 81,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 82,
      "en": "So I don't know if any of you have ever received an email from someone who said, I am a wealthy person from a different part of the world, and I want you to give me money to help me so I can come to America, and these kinds of things where you don't know the person, he's probably lying to you, it's a very sad story.",
      "cn": "所以我不知道你们是否曾收到过这样的电子邮件，发件人说，我是来自世界另一部分的富人，我希望你给我钱，以便我能来美国，这种你不认识的人，他可能在对你撒谎，很悲伤的故事。"
    },
    {
      "id": 83,
      "en": "They say, please give me money so I can come to visit you, or so I can come and have a good life.",
      "cn": "他们说，请给我钱，这样我就可以来拜访你，或者我可以过上好日子。"
    },
    {
      "id": 84,
      "en": "That's a scam artist, because they probably don't have a bad life, they just want you to give them money.",
      "cn": "这就是骗子，因为他们可能并没有过得很糟糕，他们只是想让你给他们钱。"
    },
    {
      "id": 85,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 86,
      "en": "So that is a scam artist.",
      "cn": "所以这就是骗子。"
    },
    {
      "id": 87,
      "en": "And what he went on to say about how all of these things, about fortune telling, about psychics and everything, is just superstitious nonsense.",
      "cn": "他接着说，所有这些关于算命、算命师的事情，都是迷信的胡说八道。"
    },
    {
      "id": 88,
      "en": "So then the girl went on to explain in saying that it's not really true that many cultures do things like, for example, read the tarot cards.",
      "cn": "然后女孩解释说，许多文化确实做一些事情，比如解读塔罗牌，这并不是真的。"
    },
    {
      "id": 89,
      "en": "All right, so we had palm reading first, maybe talking to dead people with a medium, but this is another tool that psychics use to communicate with maybe the dead or to understand the future.",
      "cn": "好吧，我们首先有手相，也许是与灵媒交谈，但这是算命师用来与死者沟通或理解未来的另一种工具。"
    },
    {
      "id": 90,
      "en": "So we have tarot cards, and they're actually cards.",
      "cn": "所以我们有塔罗牌，它们实际上是卡片。"
    },
    {
      "id": 91,
      "en": "You know, like playing cards, but they're a little bit different, right?",
      "cn": "你知道，就像扑克牌，但它们有点不同，对吧？"
    },
    {
      "id": 92,
      "en": "They don't have diamonds and hearts, they have different pictures.",
      "cn": "它们没有方块和红心，而是有不同的图案。"
    },
    {
      "id": 93,
      "en": "Right, they have pictures of, for example, a king or a queen, or a picture of a river, or different symbols, that basically the person who is getting their fortune read will take it and move them and shuffle them, and then will start flipping the cards over,",
      "cn": "对，它们有国王或女王的图案，或者河流的图案，或不同的符号，基本上，算命的人会拿着这些卡片，移动并洗牌，然后开始翻卡片，"
    },
    {
      "id": 94,
      "en": "and then you will see, supposedly, what your future will be like.",
      "cn": "然后你就会看到， supposedly，你的未来会是什么样子。"
    },
    {
      "id": 95,
      "en": "All right, so those are tarot cards.",
      "cn": "好的，这就是塔罗牌。"
    },
    {
      "id": 96,
      "en": "But we have one more word here, and it actually comes from the friend who doesn't believe in these scam artists.",
      "cn": "但我们这里还有一个单词，实际上是来自那个不相信这些骗子的朋友。"
    },
    {
      "id": 97,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 98,
      "en": "It calls it all superstitious nonsense.",
      "cn": "他称这些都是迷信的胡说八道。"
    },
    {
      "id": 99,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 100,
      "en": "So a person that is superstitious believes in superstitions, and those are beliefs of good or bad luck.",
      "cn": "所以一个迷信的人相信迷信，那些是关于好运或坏运的信仰。"
    },
    {
      "id": 101,
      "en": "Yeah, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 102,
      "en": "So if I believe that the number 13 is very, very bad, I will avoid the number 13.",
      "cn": "所以如果我相信数字13非常非常糟糕，我会避免数字13。"
    },
    {
      "id": 103,
      "en": "I won't sit down and chair number 13, I won't buy a house on floor number 13, because I'm superstitious.",
      "cn": "我不会坐在13号椅子上，也不会买13楼的房子，因为我迷信。"
    },
    {
      "id": 104,
      "en": "I believe that that number is bad luck.",
      "cn": "我相信那个数字是坏运气。"
    },
    {
      "id": 105,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 106,
      "en": "So many people believe that it's bad luck to break a mirror, or to walk under a ladder.",
      "cn": "很多人相信打破镜子或在梯子下走是坏运气。"
    },
    {
      "id": 107,
      "en": "Yes, also many Americans believe it's bad luck to open an umbrella inside.",
      "cn": "是的，还有很多美国人相信在室内打开伞是坏运气。"
    },
    {
      "id": 108,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 109,
      "en": "So it's interesting because many cultures around the world have different types of superstitions, but we'll talk about that in a little bit.",
      "cn": "所以很有趣，因为世界上许多文化有不同类型的迷信，但我们稍后会谈到这个。"
    },
    {
      "id": 110,
      "en": "Why don't we move on now to some fluency builder, and take a look at some phrases.",
      "cn": "现在我们为什么不继续进行一些流利度练习，看看一些短语。"
    },
    {
      "id": 111,
      "en": "Look at this newspaper article about this famous local medium.",
      "cn": "看看这篇关于这个著名本地灵媒的报纸文章。"
    },
    {
      "id": 112,
      "en": "It says that she is really gifted and so popular now that she's booked solid with appointments for the next 12 months.",
      "cn": "文章说她真的很有天赋，现在非常受欢迎，以至于她的预约已经排满了接下来的12个月。"
    },
    {
      "id": 113,
      "en": "You don't really believe in all that hocus pocus mumbo jumbo, do you?",
      "cn": "你真的相信这些胡说八道吗？"
    },
    {
      "id": 114,
      "en": "Well, I have had many friends that went to a psychic and got their palms read, and most of the things the psychic told them came true.",
      "cn": "嗯，我有很多朋友去看过灵媒，算过命，灵媒告诉他们的大部分事情都成真了。"
    },
    {
      "id": 115,
      "en": "Of course it does.",
      "cn": "当然了。"
    },
    {
      "id": 116,
      "en": "They tell you general and obvious things, like that you'll be successful or have a big house.",
      "cn": "他们告诉你一些普遍而明显的事情，比如你会成功或有一栋大房子。"
    },
    {
      "id": 117,
      "en": "I think most of the times they're just scam artists.",
      "cn": "我认为大多数时候他们只是骗子。"
    },
    {
      "id": 118,
      "en": "Well, historically, it's a practice that many cultures share.",
      "cn": "嗯，从历史上看，这是许多文化共同的做法。"
    },
    {
      "id": 119,
      "en": "Reading the tarot cards.",
      "cn": "读塔罗牌。"
    },
    {
      "id": 120,
      "en": "In the East, they would even read tea leaves.",
      "cn": "在东方，他们甚至会读茶叶。"
    },
    {
      "id": 121,
      "en": "I even heard that there are people that make you smoke a cigar, and then read your ashes.",
      "cn": "我甚至听说有些人让你抽烟，然后读你的烟灰。"
    },
    {
      "id": 122,
      "en": "All superstitious nonsense.",
      "cn": "全是迷信的胡说八道。"
    },
    {
      "id": 123,
      "en": "I would still like to go to one and see what he or she has to say just for kicks.",
      "cn": "我还是想去一次，看看他或她会说什么，纯粹是为了好玩。"
    },
    {
      "id": 124,
      "en": "Great.",
      "cn": "太好了。"
    },
    {
      "id": 125,
      "en": "I'll make an appointment.",
      "cn": "我会预约。"
    },
    {
      "id": 126,
      "en": "Alright, an important phrase that you don't have to be a psychic to use is booked solid.",
      "cn": "好吧，一个你不需要是灵媒就能使用的重要短语是“预约已满”。"
    },
    {
      "id": 127,
      "en": "Now, we heard this at the beginning of the dialogue.",
      "cn": "现在，我们在对话开始时听到了这个。"
    },
    {
      "id": 128,
      "en": "Right, because this person is so famous that so many people want to go there and get their fortunes read.",
      "cn": "对，因为这个人太有名了，以至于很多人想去那里算命。"
    },
    {
      "id": 129,
      "en": "That this person is already booked solid for the next 12 months.",
      "cn": "这个人已经预约满了接下来的12个月。"
    },
    {
      "id": 130,
      "en": "Okay, now, booked solid is a very nice, colloquial way to describe having no time for anything in English.",
      "cn": "好吧，现在，“预约已满”是一个非常好的口语表达，用来描述没有时间做任何事情。"
    },
    {
      "id": 131,
      "en": "So, basically, if a restaurant, for example, is booked solid, it means there are no tables.",
      "cn": "所以，基本上，如果一家餐厅，比如说，预约已满，那就意味着没有桌子。"
    },
    {
      "id": 132,
      "en": "Available, that's right.",
      "cn": "没错，没什么可用的。"
    },
    {
      "id": 133,
      "en": "Nothing is available.",
      "cn": "一切都已经被预定了。"
    },
    {
      "id": 134,
      "en": "Everything is already reserved.",
      "cn": "是的，酒店也会这样。"
    },
    {
      "id": 135,
      "en": "Yeah, it happens also with hotels.",
      "cn": "一些酒店在，我不知道，假设是奥运会期间，很多酒店整个一个月都预约满了。"
    },
    {
      "id": 136,
      "en": "Some hotels during, I don't know, let's say the Olympics, many of them are booked solid for the entire month.",
      "cn": "或者你甚至可以对你的朋友这样说。"
    },
    {
      "id": 137,
      "en": "Or you could even say this with your friends.",
      "cn": "你说，嘿，马尔科，星期四想一起出去吗，七点钟？"
    },
    {
      "id": 138,
      "en": "You say, hey, Marco, do you want to hang out Thursday, say 7 o'clock?",
      "cn": "抱歉，我整天都预约满了。"
    },
    {
      "id": 139,
      "en": "Sorry, I'm booked solid the entire day.",
      "cn": "受欢迎的人。"
    },
    {
      "id": 140,
      "en": "Popular guy.",
      "cn": "没错。"
    },
    {
      "id": 141,
      "en": "That's right.",
      "cn": "所以，你可以说一个人预约满了，或者一家企业预约满了。"
    },
    {
      "id": 142,
      "en": "So, you can say that a person is booked solid or that a business is booked solid.",
      "cn": "现在，下一个短语有点更..."
    },
    {
      "id": 143,
      "en": "Now, this next phrase is kind of more...",
      "cn": "这不是真正的词，但我们说它们是。"
    },
    {
      "id": 145,
      "en": "Hocus pocus, mumbo jumbo.",
      "cn": "胡说八道，迷信的胡说。"
    },
    {
      "id": 146,
      "en": "Alright, hocus pocus is a way to describe superstitious things.",
      "cn": "好吧，胡说八道是用来描述迷信事物的一种方式。"
    },
    {
      "id": 147,
      "en": "Like magic, right?",
      "cn": "就像魔法，对吧？"
    },
    {
      "id": 148,
      "en": "Because I think it comes from... supposedly it's a spell that witches or wizards will say, you know, like hocus pocus and things will appear.",
      "cn": "因为我认为它来自于...据说这是女巫或巫师会说的咒语，你知道的，比如胡说八道，东西就会出现。"
    },
    {
      "id": 149,
      "en": "Abracadabra, hocus, yeah.",
      "cn": "阿布拉卡达布拉，胡说，是的。"
    },
    {
      "id": 150,
      "en": "Yeah, but basically this is something that we say when we're joking now in English.",
      "cn": "是的，但基本上这是我们现在在英语中开玩笑时说的东西。"
    },
    {
      "id": 151,
      "en": "So I'll say, oh gosh, Marco, I just broke this mirror.",
      "cn": "所以我会说，哦，天哪，马尔科，我刚打破了这面镜子。"
    },
    {
      "id": 152,
      "en": "Seven years bad luck.",
      "cn": "七年坏运气。"
    },
    {
      "id": 153,
      "en": "Do you really believe in all that hocus pocus?",
      "cn": "你真的相信所有这些胡说八道吗？"
    },
    {
      "id": 154,
      "en": "Yes, I'm very superstitious.",
      "cn": "是的，我非常迷信。"
    },
    {
      "id": 155,
      "en": "So hocus pocus here means superstitious.",
      "cn": "所以这里的胡说八道意味着迷信。"
    },
    {
      "id": 156,
      "en": "Like magic, superstitious stuff.",
      "cn": "就像魔法，迷信的东西。"
    },
    {
      "id": 157,
      "en": "It's all hocus pocus.",
      "cn": "全都是胡说八道。"
    },
    {
      "id": 158,
      "en": "What about mumbo jumbo?",
      "cn": "那么迷信的胡说呢？"
    },
    {
      "id": 159,
      "en": "Mumbo jumbo is also something we say when we're talking about magic or things that are superstitious.",
      "cn": "迷信的胡说也是我们在谈论魔法或迷信事物时说的东西。"
    },
    {
      "id": 160,
      "en": "So I can say, I don't believe in any of that superstitious mumbo jumbo.",
      "cn": "所以我可以说，我不相信任何迷信的胡说。"
    },
    {
      "id": 161,
      "en": "It means basically, I don't trust it.",
      "cn": "这基本上意味着，我不信任它。"
    },
    {
      "id": 162,
      "en": "I don't think it's true.",
      "cn": "我认为这不是真的。"
    },
    {
      "id": 163,
      "en": "I think it's silly.",
      "cn": "我觉得这很傻。"
    },
    {
      "id": 164,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 165,
      "en": "So mumbo jumbo you refer to that nonsense, that irrational or unbelievable stuff.",
      "cn": "所以迷信的胡说是指那些无稽之谈，那些不理性的或不可置信的东西。"
    },
    {
      "id": 166,
      "en": "That's right, it's irrational.",
      "cn": "没错，这不理性。"
    },
    {
      "id": 167,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 168,
      "en": "So hocus pocus referring to magic.",
      "cn": "所以胡说八道指的是魔法。"
    },
    {
      "id": 169,
      "en": "Mumbo jumbo referring to superstition or things that are not really believable, let's say.",
      "cn": "迷信的胡说指的是迷信或那些不太可信的东西。"
    },
    {
      "id": 170,
      "en": "And to end the dialogue, the guy says, well, you know what?",
      "cn": "最后，那个家伙说，好吧，你知道吗？"
    },
    {
      "id": 171,
      "en": "Okay, let's go to this psychic and see what she has to say just for kicks.",
      "cn": "好吧，咱们去找这个灵媒，看看她会说什么，纯粹是为了好玩。"
    },
    {
      "id": 172,
      "en": "Just for kicks.",
      "cn": "纯粹是为了好玩。"
    },
    {
      "id": 173,
      "en": "Now, I love this phrase.",
      "cn": "现在，我喜欢这个短语。"
    },
    {
      "id": 174,
      "en": "I use it a lot.",
      "cn": "我经常用它。"
    },
    {
      "id": 175,
      "en": "It's very, very colloquial, very spoken English, so you guys should try to use it.",
      "cn": "这是非常非常口语化的，非常口语化的英语，所以你们应该尝试使用它。"
    },
    {
      "id": 176,
      "en": "It means just for fun.",
      "cn": "它的意思是纯粹是为了乐趣。"
    },
    {
      "id": 177,
      "en": "Just for fun.",
      "cn": "纯粹是为了乐趣。"
    },
    {
      "id": 178,
      "en": "So I'm not going because I believe.",
      "cn": "所以我不是因为相信而去。"
    },
    {
      "id": 179,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 180,
      "en": "Because I just said I think it's hocus pocus mumbo jumbo.",
      "cn": "因为我刚才说我认为这是胡说八道。"
    },
    {
      "id": 181,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 182,
      "en": "But I do think it will be fun.",
      "cn": "但我确实认为这会很有趣。"
    },
    {
      "id": 183,
      "en": "So let's go just for kicks.",
      "cn": "所以我们就去，纯粹是为了好玩。"
    },
    {
      "id": 184,
      "en": "Just for kicks.",
      "cn": "纯粹是为了好玩。"
    },
    {
      "id": 185,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 186,
      "en": "So it means that you're doing something not seriously.",
      "cn": "所以这意味着你在做某事时并不认真。"
    },
    {
      "id": 187,
      "en": "You're just doing it for fun.",
      "cn": "你只是为了乐趣而做。"
    },
    {
      "id": 188,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 189,
      "en": "So you can do anything just for kicks, really.",
      "cn": "所以你可以做任何事情，真的只是为了好玩。"
    },
    {
      "id": 190,
      "en": "Maybe... Maybe like if you just sit down and start doing some math problems.",
      "cn": "也许...也许就像你坐下来开始做一些数学题。"
    },
    {
      "id": 191,
      "en": "Just for kicks.",
      "cn": "纯粹是为了好玩。"
    },
    {
      "id": 192,
      "en": "Yeah, you would do that, wouldn't you, Marco?",
      "cn": "是的，你会这样做，对吧，马尔科？"
    },
    {
      "id": 193,
      "en": "Just for kicks.",
      "cn": "纯粹是为了好玩。"
    },
    {
      "id": 194,
      "en": "Or I'm going to take a singing class just for kicks, even though I don't take singing very seriously.",
      "cn": "或者我会去上声乐课，纯粹是为了好玩，即使我并不太认真对待唱歌。"
    },
    {
      "id": 195,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 196,
      "en": "It's not like you want to become a professional singer.",
      "cn": "你并不是想成为专业歌手。"
    },
    {
      "id": 197,
      "en": "You just want to do it for fun.",
      "cn": "你只是想玩玩。"
    },
    {
      "id": 198,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 199,
      "en": "All right, great stuff.",
      "cn": "好的，太好了。"
    },
    {
      "id": 200,
      "en": "Why don't we review everything one last time?",
      "cn": "我们最后再复习一遍吧？"
    },
    {
      "id": 201,
      "en": "Look at this newspaper article about this famous local medium.",
      "cn": "看看这篇关于著名本地灵媒的报纸文章。"
    },
    {
      "id": 202,
      "en": "It says that she is really gifted and so popular now that she's booked solid with appointments for the next 12 months.",
      "cn": "文章说她真的很有天赋，现在非常受欢迎，预约满满，接下来的12个月都排满了。"
    },
    {
      "id": 203,
      "en": "You don't really believe in all that hocus pocus mumbo jumbo, do you?",
      "cn": "你真的相信这些胡言乱语吗？"
    },
    {
      "id": 204,
      "en": "Well, I have had many friends that went to a psychic and got their palms read and most of the things the psychic told them came true.",
      "cn": "嗯，我有很多朋友去找过灵媒算命，算命师告诉他们的很多事情都成真了。"
    },
    {
      "id": 205,
      "en": "Of course it does.",
      "cn": "当然了。"
    },
    {
      "id": 206,
      "en": "They tell you general and obvious things like that you'll be successful or have a big house.",
      "cn": "他们告诉你一些普遍而明显的事情，比如你会成功或有一栋大房子。"
    },
    {
      "id": 207,
      "en": "I think most of the times they're just scam artists.",
      "cn": "我觉得大多数时候他们只是骗子。"
    },
    {
      "id": 208,
      "en": "Well, historically it's a practice that many cultures share.",
      "cn": "嗯，从历史上看，这是许多文化共有的做法。"
    },
    {
      "id": 209,
      "en": "Reading the tarot cards.",
      "cn": "读塔罗牌。"
    },
    {
      "id": 210,
      "en": "In the East they would even read tea leaves.",
      "cn": "在东方，他们甚至会读茶叶。"
    },
    {
      "id": 211,
      "en": "I even heard that there are people that make you smoke a cigar and then read your ashes.",
      "cn": "我甚至听说有些人让你抽烟，然后解读你的烟灰。"
    },
    {
      "id": 212,
      "en": "All superstitious nonsense.",
      "cn": "全都是迷信的胡说八道。"
    },
    {
      "id": 213,
      "en": "I would still like to go to one and see what he or she has to say just for kicks.",
      "cn": "我还是想去一次，看看他或她会说什么，纯粹是为了好玩。"
    },
    {
      "id": 214,
      "en": "Great.",
      "cn": "太好了。"
    },
    {
      "id": 215,
      "en": "I'll make an appointment.",
      "cn": "我会预约。"
    },
    {
      "id": 216,
      "en": "Alright, so speaking about superstitions.",
      "cn": "好吧，说到迷信。"
    },
    {
      "id": 217,
      "en": "As you said, some superstitions are more local.",
      "cn": "正如你所说，有些迷信更地方性。"
    },
    {
      "id": 218,
      "en": "Like for example, I think it's Americans that believe it's bad luck to open an umbrella inside a house.",
      "cn": "比如，我认为是美国人相信在屋内打开伞是不吉利的。"
    },
    {
      "id": 219,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 220,
      "en": "I know that, for example, in China the number 4 is considered bad luck.",
      "cn": "我知道，比如在中国，数字4被认为是不吉利的。"
    },
    {
      "id": 221,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 222,
      "en": "So you'll see that many buildings don't have a floor number 4 or 14.",
      "cn": "所以你会看到很多建筑没有4层或14层。"
    },
    {
      "id": 223,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 224,
      "en": "And actually it's similar in Western cultures because some hotels will not have a floor 13.",
      "cn": "实际上，在西方文化中也类似，因为一些酒店没有13层。"
    },
    {
      "id": 225,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 226,
      "en": "Are there any superstitions that are from Ecuador?",
      "cn": "厄瓜多尔有没有什么迷信？"
    },
    {
      "id": 227,
      "en": "I think there is one that's very particular with Hispanic women.",
      "cn": "我觉得有一个特别适合西班牙裔女性的迷信。"
    },
    {
      "id": 228,
      "en": "They will not put their bags, their purses, on the floor.",
      "cn": "她们不会把包、钱包放在地上。"
    },
    {
      "id": 229,
      "en": "Yes, I've heard this before.",
      "cn": "是的，我以前听说过。"
    },
    {
      "id": 230,
      "en": "What is it?",
      "cn": "这是什么？"
    },
    {
      "id": 231,
      "en": "Your money will fly away.",
      "cn": "你的钱会飞走。"
    },
    {
      "id": 232,
      "en": "Your money will fall out or your money will go away.",
      "cn": "你的钱会掉出来或消失。"
    },
    {
      "id": 233,
      "en": "So women will not put their bags or their purses on the floor.",
      "cn": "所以女性不会把包或钱包放在地上。"
    },
    {
      "id": 234,
      "en": "That's why they will always put it on a chair or on the table.",
      "cn": "所以她们总是把它放在椅子上或桌子上。"
    },
    {
      "id": 235,
      "en": "Never, never on the floor.",
      "cn": "从不，从不放在地上。"
    },
    {
      "id": 236,
      "en": "They're very superstitious about this.",
      "cn": "她们对此非常迷信。"
    },
    {
      "id": 237,
      "en": "Very interesting.",
      "cn": "非常有趣。"
    },
    {
      "id": 238,
      "en": "Well, have you ever had your fortune told by a psychic?",
      "cn": "嗯，你有没有让灵媒算过命？"
    },
    {
      "id": 239,
      "en": "No, no.",
      "cn": "没有，没有。"
    },
    {
      "id": 240,
      "en": "I've seen gypsies.",
      "cn": "我见过吉普赛人。"
    },
    {
      "id": 241,
      "en": "So gypsies are people that don't really live somewhere.",
      "cn": "吉普赛人是那些不真正定居的人。"
    },
    {
      "id": 242,
      "en": "They don't settle anywhere.",
      "cn": "她们不在任何地方定居。"
    },
    {
      "id": 243,
      "en": "They move around.",
      "cn": "她们四处移动。"
    },
    {
      "id": 244,
      "en": "They go from city to city.",
      "cn": "她们从一个城市到另一个城市。"
    },
    {
      "id": 245,
      "en": "And I've seen them and they've approached me asking me if I want my fortune read.",
      "cn": "我见过她们，她们接近我问我是否想算命。"
    },
    {
      "id": 246,
      "en": "But I don't really believe in that.",
      "cn": "但我并不真的相信这些。"
    },
    {
      "id": 247,
      "en": "So it just seems like they wanted me to give them five dollars and they would just tell me anything.",
      "cn": "所以看起来她们只是想让我给她们五美元，然后随便告诉我一些事情。"
    },
    {
      "id": 248,
      "en": "You think it was mumbo jumbo?",
      "cn": "你觉得那是胡说八道吗？"
    },
    {
      "id": 249,
      "en": "I think it was mumbo jumbo.",
      "cn": "我觉得是胡说八道。"
    },
    {
      "id": 250,
      "en": "Have you had your fortune read?",
      "cn": "你算过命吗？"
    },
    {
      "id": 251,
      "en": "I've had tarot cards read for me.",
      "cn": "我让人给我读过塔罗牌。"
    },
    {
      "id": 252,
      "en": "To be honest, I don't really remember what my fortune was.",
      "cn": "说实话，我不太记得我的命运是什么。"
    },
    {
      "id": 253,
      "en": "I don't remember if it was right or not right.",
      "cn": "我不记得它是否正确。"
    },
    {
      "id": 254,
      "en": "But I do remember feeling very uncomfortable because the things that my... and I don't believe in these things because I'm not superstitious.",
      "cn": "但我记得我感到非常不舒服，因为我... 我并不相信这些，因为我不迷信。"
    },
    {
      "id": 255,
      "en": "But the things that the fortune teller told me I thought were interesting because they were very similar to things that I knew about myself.",
      "cn": "但算命师告诉我的事情我觉得很有趣，因为它们与我自己知道的事情非常相似。"
    },
    {
      "id": 256,
      "en": "So, I don't know.",
      "cn": "所以，我不知道。"
    },
    {
      "id": 257,
      "en": "Yeah, some people... it's interesting because some people will go to a fortune teller just for kicks and will actually agree or find it amazing what the fortune teller told them.",
      "cn": "是的，有些人... 有趣的是，有些人会去算命师那里只是为了好玩，实际上会同意或觉得算命师告诉他们的事情很惊人。"
    },
    {
      "id": 258,
      "en": "And other people aren't really just not really interested.",
      "cn": "而其他人则不太感兴趣。"
    },
    {
      "id": 259,
      "en": "But it's very, very... it's very closely related to different cultures.",
      "cn": "但这与不同文化关系密切。"
    },
    {
      "id": 260,
      "en": "Some people have witch doctors that also will, you know, cleanse you or tell you your future and stuff like that.",
      "cn": "有些人有巫医，他们也会给你净化或告诉你未来之类的事情。"
    },
    {
      "id": 261,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 262,
      "en": "So we're actually very curious to hear about your culture.",
      "cn": "所以我们实际上很想听听你的文化。"
    },
    {
      "id": 263,
      "en": "Do you have superstitions in your culture?",
      "cn": "你的文化中有迷信吗？"
    },
    {
      "id": 264,
      "en": "And are there traditional forms of fortune telling?",
      "cn": "有没有传统的算命方式？"
    },
    {
      "id": 265,
      "en": "Let us know.",
      "cn": "让我们知道。"
    },
    {
      "id": 266,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是EnglishPod.com。"
    },
    {
      "id": 267,
      "en": "Alright, guys.",
      "cn": "好吧，大家。"
    },
    {
      "id": 268,
      "en": "We'll see you there.",
      "cn": "我们在那里见。"
    },
    {
      "id": 269,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}