{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0188",
  "title": "EnglishPod 初级 英文播客 0188",
  "totalSegments": 204,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome back to EnglishPod.",
      "cn": "大家好，欢迎回到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and today we're talking about things at the office.",
      "cn": "我叫Catherine，今天我们要谈论办公室的事情。"
    },
    {
      "id": 4,
      "en": "That's right, we are at the office, but this time we are going to ask our boss or manager for a raise.",
      "cn": "没错，我们在办公室，但这次我们要向老板或经理请求加薪。"
    },
    {
      "id": 5,
      "en": "Alright, so what is this word raise?",
      "cn": "好的，那么加薪这个词是什么意思？"
    },
    {
      "id": 6,
      "en": "Let's take a look at it in today's vocabulary preview.",
      "cn": "让我们在今天的词汇预览中看看。"
    },
    {
      "id": 7,
      "en": "All right, so we're going to ask for a raise.",
      "cn": "好的，我们要请求加薪。"
    },
    {
      "id": 8,
      "en": "So if you are at your office and you talk to your boss and you say, I want a raise, what does that mean?",
      "cn": "如果你在办公室和老板说，我想要加薪，这是什么意思？"
    },
    {
      "id": 9,
      "en": "That means I want more money.",
      "cn": "这意味着我想要更多的钱。"
    },
    {
      "id": 10,
      "en": "Okay, so I want a raise or increase in my salary.",
      "cn": "好的，我想要加薪或增加我的工资。"
    },
    {
      "id": 11,
      "en": "That's right, so a raise is a thing that you ask for.",
      "cn": "没错，加薪是你请求的事情。"
    },
    {
      "id": 12,
      "en": "And in this case, a raise means that you already work at the company, you already have a salary, and you want some more money each month.",
      "cn": "在这种情况下，加薪意味着你已经在公司工作，已经有了工资，并且你希望每个月多一些钱。"
    },
    {
      "id": 13,
      "en": "Okay, so that's what we're going to be talking about today.",
      "cn": "好的，这就是我们今天要谈论的内容。"
    },
    {
      "id": 14,
      "en": "Let's listen to this dialogue.",
      "cn": "让我们听听这个对话。"
    },
    {
      "id": 15,
      "en": "Excuse me, sir, may I talk to you?",
      "cn": "劳驾，先生，我可以和您谈谈吗？"
    },
    {
      "id": 16,
      "en": "Bill!",
      "cn": "Bill！"
    },
    {
      "id": 17,
      "en": "Sure, come on in.",
      "cn": "当然，进来吧。"
    },
    {
      "id": 18,
      "en": "What can I do for you?",
      "cn": "我能为你做些什么？"
    },
    {
      "id": 19,
      "en": "Well, sir, as you know, I have been an employee of this prestigious firm for over ten years.",
      "cn": "嗯，先生，正如您所知，我在这家著名公司工作超过十年了。"
    },
    {
      "id": 20,
      "en": "Yes?",
      "cn": "是吗？"
    },
    {
      "id": 21,
      "en": "I won't beat around the bush.",
      "cn": "我不会拐弯抹角。"
    },
    {
      "id": 22,
      "en": "Sir, I would like a raise.",
      "cn": "先生，我想要加薪。"
    },
    {
      "id": 23,
      "en": "I currently have three companies after me and so I decided to talk to you first.",
      "cn": "我目前有三家公司在追求我，所以我决定先和您谈谈。"
    },
    {
      "id": 24,
      "en": "A raise?",
      "cn": "加薪？"
    },
    {
      "id": 25,
      "en": "Son, I would love to give you a raise, but this is just not the right time.",
      "cn": "孩子，我很想给你加薪，但现在不是合适的时机。"
    },
    {
      "id": 26,
      "en": "I understand your position and I know that the current economic downturn has had a negative impact on sales, but you must also take into consideration my hard work, proactiveness, and loyalty to this company for over a decade.",
      "cn": "我理解你的立场，我知道当前的经济衰退对销售产生了负面影响，但你也必须考虑到我十多年来的努力工作、积极性和对公司的忠诚。"
    },
    {
      "id": 27,
      "en": "Taking into account these factors and considering I don't want to start a brain drain, I'm willing to offer you a 10% raise and an extra five days of vacation time.",
      "cn": "考虑到这些因素，并且考虑到我不想开始人才流失，我愿意给你10%的加薪和额外五天的假期。"
    },
    {
      "id": 28,
      "en": "How does that sound?",
      "cn": "这样听起来怎么样？"
    },
    {
      "id": 29,
      "en": "Great!",
      "cn": "太好了！"
    },
    {
      "id": 30,
      "en": "It's a deal.",
      "cn": "一言为定。"
    },
    {
      "id": 31,
      "en": "Thank you, sir.",
      "cn": "谢谢您，先生。"
    },
    {
      "id": 32,
      "en": "Before you go, just out of curiosity, what companies were after you?",
      "cn": "在你走之前，出于好奇，哪些公司在追求你？"
    },
    {
      "id": 33,
      "en": "Oh, the electric company, the gas company, and the water company.",
      "cn": "哦，电力公司、燃气公司和水务公司。"
    },
    {
      "id": 34,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 35,
      "en": "So now, why don't we take a look at Language Takeaway.",
      "cn": "现在，我们来看看语言要点。"
    },
    {
      "id": 36,
      "en": "Language Takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 37,
      "en": "So the conversation we just heard is a conversation between a manager or a boss and the employee.",
      "cn": "我们刚刚听到的对话是经理或老板与员工之间的对话。"
    },
    {
      "id": 38,
      "en": "And the employee says, listen, I need to talk to you about something.",
      "cn": "员工说，听着，我需要和你谈谈。"
    },
    {
      "id": 39,
      "en": "I have been an employee at this prestigious firm for over 10 years.",
      "cn": "我在这家著名公司工作超过10年了。"
    },
    {
      "id": 40,
      "en": "So prestigious is our first word.",
      "cn": "所以“著名”是我们的第一个词。"
    },
    {
      "id": 41,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 42,
      "en": "Prestigious is an adjective, right?",
      "cn": "“著名”是一个形容词，对吗？"
    },
    {
      "id": 43,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 44,
      "en": "And it means very respected, very well known.",
      "cn": "它的意思是非常受尊敬，非常知名。"
    },
    {
      "id": 45,
      "en": "Esteemed.",
      "cn": "受人尊敬的。"
    },
    {
      "id": 46,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 47,
      "en": "So something that is prestigious has a good reputation.",
      "cn": "所以“著名”的东西有良好的声誉。"
    },
    {
      "id": 48,
      "en": "Like, for example, some universities, like you hear all the time about American universities like Harvard or Yale, which are considered to be prestigious universities.",
      "cn": "比如，一些大学，比如你经常听到的美国大学，如哈佛或耶鲁，被认为是著名大学。"
    },
    {
      "id": 49,
      "en": "Or the Nobel Peace Prize is a very prestigious award.",
      "cn": "或者诺贝尔和平奖是一个非常著名的奖项。"
    },
    {
      "id": 50,
      "en": "Okay, so it's an adjective to describe something that's respectable, well known, or esteemed, as you say.",
      "cn": "好的，所以这是一个形容词，用来描述某些值得尊敬、知名或受人尊敬的事物。"
    },
    {
      "id": 51,
      "en": "Exactly.",
      "cn": "正确。"
    },
    {
      "id": 52,
      "en": "All right, and what's our next word?",
      "cn": "好的，下一个词是什么？"
    },
    {
      "id": 53,
      "en": "Our next one is not so happy.",
      "cn": "下一个词就不那么愉快了。"
    },
    {
      "id": 54,
      "en": "This is what we've been experiencing in the global economy this last year or two.",
      "cn": "这是我们在过去一年或两年中在全球经济中经历的事情。"
    },
    {
      "id": 55,
      "en": "It's called an economic downturn.",
      "cn": "这被称为经济衰退。"
    },
    {
      "id": 56,
      "en": "All right, so an economic downturn is something negative, as you said.",
      "cn": "好的，所以经济衰退是负面的，正如你所说。"
    },
    {
      "id": 57,
      "en": "So it means that the economy is not doing very well.",
      "cn": "这意味着经济状况不太好。"
    },
    {
      "id": 58,
      "en": "Right, so economy, economic, you know what this means.",
      "cn": "对，所以经济、经济的，你知道这是什么意思。"
    },
    {
      "id": 59,
      "en": "But in this case, downturn is the key part of this phrase, to slow down or to decrease.",
      "cn": "但在这种情况下，衰退是这个短语的关键部分，意味着放缓或减少。"
    },
    {
      "id": 60,
      "en": "So a downturn is a time when less people are making money and less money overall is being earned.",
      "cn": "所以衰退是一个时期，少数人赚钱，整体收入减少。"
    },
    {
      "id": 61,
      "en": "Okay, so an economic downturn.",
      "cn": "好的，所以经济衰退。"
    },
    {
      "id": 62,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 63,
      "en": "Why don't we move on to our next word, which is negative impact.",
      "cn": "我们为什么不继续下一个词，负面影响。"
    },
    {
      "id": 64,
      "en": "So the thing working here is the economic downturn.",
      "cn": "所以这里的因素是经济衰退。"
    },
    {
      "id": 65,
      "en": "And it has had a negative impact on our sales, on this company's sales.",
      "cn": "它对我们的销售产生了负面影响，对这家公司的销售。"
    },
    {
      "id": 66,
      "en": "So a negative impact, as you know from the first word, is not a good thing.",
      "cn": "所以负面影响，正如你从第一个词中知道的，是不好的事情。"
    },
    {
      "id": 67,
      "en": "Right, it's an effect, right?",
      "cn": "对，这是一个影响，对吧？"
    },
    {
      "id": 68,
      "en": "An effect, but that's negative.",
      "cn": "一个影响，但这是负面的。"
    },
    {
      "id": 69,
      "en": "So it's not a good effect.",
      "cn": "所以这不是一个好的影响。"
    },
    {
      "id": 70,
      "en": "So I could say that, Marco, being late has had a negative impact on your work lately.",
      "cn": "所以我可以说，Marco，迟到最近对你的工作产生了负面影响。"
    },
    {
      "id": 71,
      "en": "Okay, or the opposite now.",
      "cn": "好的，或者相反。"
    },
    {
      "id": 72,
      "en": "What if something is a good effect on something?",
      "cn": "如果某事对某事有好的影响呢？"
    },
    {
      "id": 73,
      "en": "So Marco, your hard work has had a really positive impact on this company lately.",
      "cn": "所以Marco，你的努力工作最近对这家公司产生了非常积极的影响。"
    },
    {
      "id": 74,
      "en": "All right, good.",
      "cn": "好的，好的。"
    },
    {
      "id": 75,
      "en": "So you can use it negative impact or a positive impact.",
      "cn": "所以你可以使用负面影响或积极影响。"
    },
    {
      "id": 76,
      "en": "All right, right.",
      "cn": "好的，没错。"
    },
    {
      "id": 77,
      "en": "So impact, again, is just the effect that something has on something else.",
      "cn": "所以影响，再次是某事对其他事物的影响。"
    },
    {
      "id": 78,
      "en": "And well, the boss said that he agrees to give them a raise because, in part, he didn't want to start a brain drain.",
      "cn": "而且，老板说他同意给他们加薪，因为部分原因是他不想开始人才流失。"
    },
    {
      "id": 79,
      "en": "What's that?",
      "cn": "那是什么？"
    },
    {
      "id": 80,
      "en": "Oh, this is a very common phrase you hear about countries, they have a brain drain or they want to avoid a brain drain.",
      "cn": "哦，这是一个你经常听到的短语，关于国家，他们有人才流失或想要避免人才流失。"
    },
    {
      "id": 81,
      "en": "A drain is the part of a sink or a bathtub where the water goes down.",
      "cn": "流失是水槽或浴缸中水流下去的部分。"
    },
    {
      "id": 82,
      "en": "Okay, it goes away.",
      "cn": "好的，它流走了。"
    },
    {
      "id": 83,
      "en": "And so brain drain means all the brains or intelligent people or educated people leave a country and go to another country, or in this case, leave a company and go to another company.",
      "cn": "所以人才流失意味着所有的聪明人或受过教育的人离开一个国家，去另一个国家，或者在这种情况下，离开一家公司，去另一家公司。"
    },
    {
      "id": 84,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 85,
      "en": "So for example, if all the employees at Apple, maybe they start to quit or they are they start to move jobs and start to work for maybe Microsoft or Google, that's a brain drain, right?",
      "cn": "所以例如，如果苹果公司的所有员工，可能他们开始辞职或换工作，去微软或谷歌工作，那就是人才流失，对吧？"
    },
    {
      "id": 86,
      "en": "That's right because you're talking about a large number of people.",
      "cn": "没错，因为你在谈论大量的人。"
    },
    {
      "id": 87,
      "en": "Maybe they're all unhappy because they say that working at Apple is not very nice.",
      "cn": "也许他们都不快乐，因为他们说在苹果工作并不好。"
    },
    {
      "id": 88,
      "en": "So they all leave and go to this other company.",
      "cn": "所以他们都离开，去这家公司。"
    },
    {
      "id": 89,
      "en": "The same is true with countries.",
      "cn": "国家也是如此。"
    },
    {
      "id": 90,
      "en": "You can have very, very well educated people who, when they stop studying, they want jobs, they all look somewhere else.",
      "cn": "你可以有非常受过良好教育的人，当他们停止学习时，他们想找工作，他们都去别处。"
    },
    {
      "id": 91,
      "en": "They go to America or Mexico or England.",
      "cn": "他们去美国、墨西哥或英国。"
    },
    {
      "id": 92,
      "en": "And so that's called a brain drain because they all go away.",
      "cn": "所以这被称为人才流失，因为他们都离开了。"
    },
    {
      "id": 93,
      "en": "Okay, so five great phrases right there and words for you.",
      "cn": "好的，所以这里有五个很棒的短语和单词。"
    },
    {
      "id": 94,
      "en": "Let's listen to this dialogue again, and we'll be back to take a look at Fluency Builder.",
      "cn": "让我们再听一次这个对话，然后我们将回来看流利度提升。"
    },
    {
      "id": 95,
      "en": "Excuse me, sir.",
      "cn": "劳驾，先生。"
    },
    {
      "id": 96,
      "en": "May I talk to you?",
      "cn": "我可以和您谈谈吗？"
    },
    {
      "id": 97,
      "en": "Bill, sure.",
      "cn": "Bill，当然。"
    },
    {
      "id": 98,
      "en": "Come on in.",
      "cn": "进来吧。"
    },
    {
      "id": 99,
      "en": "What can I do for you?",
      "cn": "我能为你做些什么？"
    },
    {
      "id": 100,
      "en": "Well, sir, as you know, I have been an employee of this prestigious firm for over 10 years.",
      "cn": "嗯，先生，正如您所知，我在这家著名公司工作超过10年了。"
    },
    {
      "id": 101,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 102,
      "en": "I won't beat around the bush, sir.",
      "cn": "我不会拐弯抹角，先生。"
    },
    {
      "id": 103,
      "en": "I would like a raise.",
      "cn": "我想要加薪。"
    },
    {
      "id": 104,
      "en": "I currently have three companies after me and so I decided to talk to you first.",
      "cn": "目前有三家公司在追求我，所以我决定先和您谈谈。"
    },
    {
      "id": 105,
      "en": "A raise?",
      "cn": "加薪？"
    },
    {
      "id": 106,
      "en": "Son, I would love to give you a raise, but this is just not the right time.",
      "cn": "儿子，我很想给你加薪，但现在不是合适的时机。"
    },
    {
      "id": 107,
      "en": "I understand your position and I know that the current economic downturn has had a negative impact on sales.",
      "cn": "我理解你的立场，我知道当前的经济下滑对销售产生了负面影响。"
    },
    {
      "id": 108,
      "en": "But you must also take into consideration my hard work, proactiveness and loyalty to this company for over a decade.",
      "cn": "但你也必须考虑到我十多年来的辛勤工作、积极性和对公司的忠诚。"
    },
    {
      "id": 109,
      "en": "Taking into account these factors and considering I don't want to start a brain drain, I'm willing to offer you a 10% raise and an extra five days of vacation time.",
      "cn": "考虑到这些因素，并且我不想引发人才流失，我愿意给你10%的加薪和额外五天的假期。"
    },
    {
      "id": 110,
      "en": "How does that sound?",
      "cn": "这样听起来怎么样？"
    },
    {
      "id": 111,
      "en": "Great.",
      "cn": "很好。"
    },
    {
      "id": 112,
      "en": "It's a deal.",
      "cn": "一言为定。"
    },
    {
      "id": 113,
      "en": "Thank you, sir.",
      "cn": "谢谢您，先生。"
    },
    {
      "id": 114,
      "en": "Before you go, just out of curiosity, what companies were after you?",
      "cn": "在你走之前，出于好奇，哪些公司在追求你？"
    },
    {
      "id": 115,
      "en": "Oh, the electric company, the gas company and the water company.",
      "cn": "哦，电力公司、燃气公司和水务公司。"
    },
    {
      "id": 116,
      "en": "This first phrase in today's fluency builder is one of my favorites.",
      "cn": "今天流利度提升的第一句话是我最喜欢的之一。"
    },
    {
      "id": 117,
      "en": "It's something that we say often when we're having a conversation and we want the other person to just tell us what they're talking about.",
      "cn": "这是我们在对话中常说的，当我们希望对方直接告诉我们他们在说什么。"
    },
    {
      "id": 118,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 119,
      "en": "So the guy said, you know what?",
      "cn": "所以那个人说，你知道吗？"
    },
    {
      "id": 120,
      "en": "I'm not going to beat around the bush.",
      "cn": "我不会拐弯抹角。"
    },
    {
      "id": 121,
      "en": "Or you could also say, please don't beat around the bush.",
      "cn": "或者你也可以说，请不要拐弯抹角。"
    },
    {
      "id": 122,
      "en": "So I'm not sure where this phrase comes from, but it means please be direct or I'm going to be direct.",
      "cn": "所以我不确定这个短语的来源，但它的意思是请直接一点，或者我会直接说。"
    },
    {
      "id": 123,
      "en": "I will not wait any longer to tell you what I'm talking about.",
      "cn": "我不会再等着告诉你我在说什么。"
    },
    {
      "id": 124,
      "en": "So if somebody is beating around the bush, that means they are not being direct.",
      "cn": "所以如果有人在拐弯抹角，那意味着他们没有直接说。"
    },
    {
      "id": 125,
      "en": "They're not telling you something immediately.",
      "cn": "他们没有立即告诉你某件事。"
    },
    {
      "id": 126,
      "en": "It's, you know, like when a person is trying to think, but, you know, has a hard time and they're really trying to explain something, but you know, it's just, well, you know what I'm talking about.",
      "cn": "就像一个人试图思考，但很困难，他们真的在努力解释某件事，但你知道，这就是，我在说什么。"
    },
    {
      "id": 127,
      "en": "It's like that time with that thing where he did that.",
      "cn": "就像那次他做的那件事。"
    },
    {
      "id": 128,
      "en": "Okay.",
      "cn": "好吧。"
    },
    {
      "id": 129,
      "en": "This is really annoying.",
      "cn": "这真的很烦人。"
    },
    {
      "id": 130,
      "en": "I know it's called beating around the bush because you just don't say what you're thinking.",
      "cn": "我知道这叫拐弯抹角，因为你就是不说你在想什么。"
    },
    {
      "id": 131,
      "en": "Right, exactly.",
      "cn": "对，正是如此。"
    },
    {
      "id": 132,
      "en": "So you don't say something directly.",
      "cn": "所以你没有直接说某件事。"
    },
    {
      "id": 133,
      "en": "Now, our next phrase is to take into consideration, take something into consideration.",
      "cn": "现在，我们下一个短语是考虑，考虑某事。"
    },
    {
      "id": 134,
      "en": "Well, this is something that the young man brings up when he's asking for a raise.",
      "cn": "嗯，这是年轻人在请求加薪时提到的。"
    },
    {
      "id": 135,
      "en": "He says, you should take into consideration all of these great things I do.",
      "cn": "他说，你应该考虑我做的所有这些伟大的事情。"
    },
    {
      "id": 136,
      "en": "This means when you make your decision, I want you to think about these things.",
      "cn": "这意味着当你做决定时，我希望你考虑这些事情。"
    },
    {
      "id": 137,
      "en": "So consideration means you're thinking when you're trying to make a decision.",
      "cn": "所以考虑意味着你在思考时试图做出决定。"
    },
    {
      "id": 138,
      "en": "To consider.",
      "cn": "考虑。"
    },
    {
      "id": 139,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 140,
      "en": "So to take something into consideration or you can just say to consider.",
      "cn": "所以考虑某事，或者你可以直接说考虑。"
    },
    {
      "id": 141,
      "en": "So I'm interested in buying a new TV, but I have to take into consideration the fact that I don't have a lot of money.",
      "cn": "所以我有兴趣买一台新电视，但我必须考虑到我没有很多钱。"
    },
    {
      "id": 142,
      "en": "That means I probably won't get a new TV.",
      "cn": "这意味着我可能不会买到新电视。"
    },
    {
      "id": 143,
      "en": "I have to think about these things when I'm making my decision.",
      "cn": "我在做决定时必须考虑这些事情。"
    },
    {
      "id": 144,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 145,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 146,
      "en": "And our last phrase for today.",
      "cn": "我们今天的最后一个短语。"
    },
    {
      "id": 147,
      "en": "Towards the end, the boss was a little bit interested in knowing what happened or which companies were interested in him.",
      "cn": "在最后，老板有点想知道发生了什么，或者哪些公司对他感兴趣。"
    },
    {
      "id": 148,
      "en": "So he said just out of curiosity.",
      "cn": "所以他说出于好奇。"
    },
    {
      "id": 149,
      "en": "So this is something we say when we don't need to know something.",
      "cn": "这是我们说的，当我们不需要知道某件事时。"
    },
    {
      "id": 150,
      "en": "It means that we would like to know because we're curious, we're interested, but not because I need to know right away what companies offer you jobs.",
      "cn": "这意味着我们想知道，因为我们好奇，我们感兴趣，但并不是因为我需要立即知道哪些公司给你提供工作。"
    },
    {
      "id": 151,
      "en": "So this is a polite way to ask why someone did something.",
      "cn": "所以这是一个礼貌的方式询问某人为什么做某事。"
    },
    {
      "id": 152,
      "en": "So for example, so just out of curiosity, Marco, what kind of shampoo do you use?",
      "cn": "例如，出于好奇，马尔科，你用什么牌子的洗发水？"
    },
    {
      "id": 153,
      "en": "That is very interesting knowledge that you want there.",
      "cn": "这是你想要的非常有趣的知识。"
    },
    {
      "id": 154,
      "en": "Well, obviously, I don't need to know what kind of shampoo Marco uses, but I'm curious because maybe I'm going to buy a new kind of shampoo.",
      "cn": "嗯，显然，我不需要知道马尔科用什么牌子的洗发水，但我很好奇，因为也许我会买一种新的洗发水。"
    },
    {
      "id": 155,
      "en": "So you can start your sentence by using this phrase just out of curiosity.",
      "cn": "所以你可以用这个短语开始你的句子，出于好奇。"
    },
    {
      "id": 156,
      "en": "Just out of curiosity.",
      "cn": "出于好奇。"
    },
    {
      "id": 157,
      "en": "It's a great one.",
      "cn": "这是一个很好的短语。"
    },
    {
      "id": 158,
      "en": "Listen for that again as we listen to today's dialogue one more time and we'll be back in a moment to talk about getting a raise.",
      "cn": "再次听到这个，当我们再听一次今天的对话时，我们会在一会儿回来谈论加薪。"
    },
    {
      "id": 159,
      "en": "Excuse me, sir.",
      "cn": "劳驾，先生。"
    },
    {
      "id": 160,
      "en": "May I talk to you?",
      "cn": "我可以和你谈谈吗？"
    },
    {
      "id": 161,
      "en": "Bill.",
      "cn": "比尔。"
    },
    {
      "id": 162,
      "en": "Sure.",
      "cn": "当然。"
    },
    {
      "id": 163,
      "en": "Come on in.",
      "cn": "进来吧。"
    },
    {
      "id": 164,
      "en": "What can I do for you?",
      "cn": "我能为你做些什么？"
    },
    {
      "id": 165,
      "en": "Well, sir, as you know, I have been an employee of this prestigious firm for over 10 years.",
      "cn": "嗯，先生，正如您所知，我在这家知名公司工作超过10年。"
    },
    {
      "id": 166,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 167,
      "en": "I won't beat around the bush, sir.",
      "cn": "我不会拐弯抹角，先生。"
    },
    {
      "id": 168,
      "en": "I would like a raise.",
      "cn": "我想要加薪。"
    },
    {
      "id": 169,
      "en": "I currently have three companies after me and so I decided to talk to you first.",
      "cn": "目前有三家公司在追求我，所以我决定先和您谈谈。"
    },
    {
      "id": 170,
      "en": "A raise?",
      "cn": "加薪？"
    },
    {
      "id": 171,
      "en": "Son, I would love to give you a raise, but this is just not the right time.",
      "cn": "儿子，我很想给你加薪，但现在不是合适的时机。"
    },
    {
      "id": 172,
      "en": "I understand your position and I know that the current economic downturn has had a negative impact on sales.",
      "cn": "我理解你的立场，我知道当前的经济下滑对销售产生了负面影响。"
    },
    {
      "id": 173,
      "en": "But you must also take into consideration my hard work, proactiveness and loyalty to this company for over a decade.",
      "cn": "但你必须也考虑到我十多年来的辛勤工作、积极性和对公司的忠诚。"
    },
    {
      "id": 174,
      "en": "Taking into account these factors and considering I don't want to start a brain drain, I'm willing to offer you a 10% raise and an extra five days of vacation time.",
      "cn": "考虑到这些因素，并且我不想引发人才流失，我愿意给你10%的加薪和额外五天的假期。"
    },
    {
      "id": 175,
      "en": "How does that sound?",
      "cn": "这样听起来怎么样？"
    },
    {
      "id": 176,
      "en": "Great.",
      "cn": "很好。"
    },
    {
      "id": 177,
      "en": "It's a deal.",
      "cn": "一言为定。"
    },
    {
      "id": 178,
      "en": "Thank you, sir.",
      "cn": "谢谢您，先生。"
    },
    {
      "id": 179,
      "en": "Before you go, just out of curiosity, what companies were after you?",
      "cn": "在你走之前，出于好奇，哪些公司在追求你？"
    },
    {
      "id": 180,
      "en": "Oh, the electric company, the gas company and the water company.",
      "cn": "哦，电力公司、燃气公司和水务公司。"
    },
    {
      "id": 181,
      "en": "All right, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 182,
      "en": "So interesting enough, he was he needed a raise, not because three companies wanted to hire him, but because he needed to pay his bills.",
      "cn": "有趣的是，他需要加薪，并不是因为三家公司想雇他，而是因为他需要支付账单。"
    },
    {
      "id": 183,
      "en": "Well, this is funny because he's not talking about companies, that's right, who are offering him jobs, he's talking about the gas, the water, the electrical company.",
      "cn": "嗯，这很有趣，因为他并不是在谈论提供工作给他的公司，而是在谈论燃气、水务和电力公司。"
    },
    {
      "id": 184,
      "en": "It was a very funny dialogue.",
      "cn": "这是一个非常有趣的对话。"
    },
    {
      "id": 185,
      "en": "But I think asking for a raise is very hard to do because you know that your boss is worried about money or it's a bad time to ask, but you want to ask because it's important that you get the right compensation for you.",
      "cn": "但我认为请求加薪是非常困难的，因为你知道你的老板担心钱，或者现在不是请求的好时机，但你想请求，因为你希望得到合适的报酬。"
    },
    {
      "id": 186,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 187,
      "en": "And actually, it's important to have a clear objective when you want to ask for a raise.",
      "cn": "实际上，当你想请求加薪时，明确目标是很重要的。"
    },
    {
      "id": 188,
      "en": "So more or less what you want to earn and but plausible within the company.",
      "cn": "所以大致上你想赚多少钱，但在公司内是合理的。"
    },
    {
      "id": 189,
      "en": "So you're not going to ask for a hundred percent raise, right?",
      "cn": "所以你不会要求百分之百的加薪，对吧？"
    },
    {
      "id": 190,
      "en": "You can maybe aim for a five or 10 percent and most likely you'll get it if you negotiate properly.",
      "cn": "你可以目标定在5%或10%，如果你谈判得当，很可能会得到。"
    },
    {
      "id": 191,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 192,
      "en": "And sometimes a raise isn't just about money.",
      "cn": "有时候，加薪不仅仅是关于钱。"
    },
    {
      "id": 193,
      "en": "You can also, like he did, ask for some time off.",
      "cn": "你也可以像他那样，请求一些休假。"
    },
    {
      "id": 194,
      "en": "So he gets some vacation days or perhaps some training or bonuses or a bonus.",
      "cn": "所以他得到了几天假期，或者一些培训、奖金或额外的奖励。"
    },
    {
      "id": 195,
      "en": "So this all depends on the kind of negotiations that you make.",
      "cn": "所以这都取决于你进行的谈判类型。"
    },
    {
      "id": 196,
      "en": "But but it's worth it to ask.",
      "cn": "但值得一问。"
    },
    {
      "id": 197,
      "en": "So please let us know if you've ever had a good time or bad time asking for a raise.",
      "cn": "所以请告诉我们你是否曾经有过请求加薪的好或坏经历。"
    },
    {
      "id": 198,
      "en": "It can be a very nerve wracking experience.",
      "cn": "这可能是一个非常紧张的经历。"
    },
    {
      "id": 199,
      "en": "I know personally, I'm very uncomfortable with it.",
      "cn": "我个人知道，我对此非常不舒服。"
    },
    {
      "id": 200,
      "en": "But we're excited to hear what you have to say.",
      "cn": "但我们很期待听到你的想法。"
    },
    {
      "id": 201,
      "en": "And if you have any questions or comments, leave them for us on our website, EnglishPod.com.",
      "cn": "如果你有任何问题或评论，请在我们的网站 EnglishPod.com 上留言。"
    },
    {
      "id": 202,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 203,
      "en": "We'll see you guys there.",
      "cn": "我们在那里见。"
    },
    {
      "id": 204,
      "en": "Bye everyone.",
      "cn": "大家再见。"
    }
  ]
}