{
  "type": "book",
  "id": "englishpod-高级-englishpod-高级-0136",
  "title": "EnglishPod 高级 0136",
  "totalSegments": 263,
  "seriesId": "englishpod-高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone.",
      "cn": "大家好。"
    },
    {
      "id": 2,
      "en": "Welcome back to another great lesson here at EnglishPod.",
      "cn": "欢迎回到EnglishPod的另一堂精彩课程。"
    },
    {
      "id": 3,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 4,
      "en": "My name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 5,
      "en": "Hello, everyone.",
      "cn": "大家好。"
    },
    {
      "id": 6,
      "en": "And today we've got a great lesson for you at the upper intermediate level.",
      "cn": "今天我们有一堂很棒的中高级课程。"
    },
    {
      "id": 7,
      "en": "We're going to be talking about an interesting topic, which is gambling.",
      "cn": "我们将讨论一个有趣的话题，即赌博。"
    },
    {
      "id": 8,
      "en": "Yeah, I don't know if you like to do this, Marco.",
      "cn": "是的，我不知道你是否喜欢这样做，Marco。"
    },
    {
      "id": 9,
      "en": "Go, you know, play some cards, play some poker, Blackjack, throw the dice.",
      "cn": "去玩牌、玩扑克、二十一点、掷骰子。"
    },
    {
      "id": 10,
      "en": "I'm actually a bit of a fan of the roulette.",
      "cn": "我其实有点喜欢轮盘赌。"
    },
    {
      "id": 11,
      "en": "You have to throw the ball onto the wheel that's spinning and lands into, like, a little compartment in a number.",
      "cn": "你必须把球扔到旋转的轮子上，球会落到一个数字的小隔间里。"
    },
    {
      "id": 12,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 13,
      "en": "So you can win, like, based on the number and the color.",
      "cn": "所以你可以根据数字和颜色来赢。"
    },
    {
      "id": 14,
      "en": "But it's interesting because if you get the number right, it pays you 35 times your bet.",
      "cn": "但有趣的是，如果你猜对了数字，奖金是你下注的35倍。"
    },
    {
      "id": 15,
      "en": "Wow.",
      "cn": "哇。"
    },
    {
      "id": 16,
      "en": "That's a lot of money to win.",
      "cn": "这可是一笔不少的钱。"
    },
    {
      "id": 17,
      "en": "A lot of potential there, but there's a lot of numbers on that wheel.",
      "cn": "这里有很大的潜力，但轮子上的数字很多。"
    },
    {
      "id": 18,
      "en": "But that's the thing.",
      "cn": "但这就是问题所在。"
    },
    {
      "id": 19,
      "en": "Some people like gambling, some people don't like it.",
      "cn": "有些人喜欢赌博，有些人不喜欢。"
    },
    {
      "id": 20,
      "en": "And in some countries, in some states, it's illegal, right?",
      "cn": "在一些国家和州，赌博是非法的，对吧？"
    },
    {
      "id": 21,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 22,
      "en": "So today we're talking about a city that's looking to legalize this sport.",
      "cn": "所以今天我们要谈论一个希望合法化这种运动的城市。"
    },
    {
      "id": 23,
      "en": "So we're going to take a listen.",
      "cn": "我们将来听听。"
    },
    {
      "id": 24,
      "en": "Here at one time, we come back, we're talking all about what's going on in today's lesson.",
      "cn": "一会儿回来，我们将讨论今天课程的所有内容。"
    },
    {
      "id": 25,
      "en": "Did you hear?",
      "cn": "你听说了吗？"
    },
    {
      "id": 26,
      "en": "The state is thinking of legalizing gambling in our city.",
      "cn": "该州正在考虑在我们的城市合法化赌博。"
    },
    {
      "id": 27,
      "en": "Soon we're going to have amazing hotels and casinos here, which would be good for business.",
      "cn": "不久我们将有很棒的酒店和赌场，这对商业有好处。"
    },
    {
      "id": 28,
      "en": "Are you serious?",
      "cn": "你是认真的吗？"
    },
    {
      "id": 29,
      "en": "Gambling is a vice industry built on deception and fed by the intentional exploitation of human weakness for the sole purpose of monetary gain.",
      "cn": "赌博是一个建立在欺骗基础上的恶习产业，利用人类的弱点以获取金钱。"
    },
    {
      "id": 30,
      "en": "It disgusts me.",
      "cn": "这让我感到恶心。"
    },
    {
      "id": 31,
      "en": "What are you talking about?",
      "cn": "你在说什么？"
    },
    {
      "id": 32,
      "en": "How does it exploit people?",
      "cn": "它是如何剥削人们的？"
    },
    {
      "id": 33,
      "en": "Well, to begin with, gambling is addictive.",
      "cn": "首先，赌博是上瘾的。"
    },
    {
      "id": 34,
      "en": "It ruins marriages, destroys families and bankrupts communities.",
      "cn": "它毁掉婚姻，摧毁家庭，使社区破产。"
    },
    {
      "id": 35,
      "en": "Once you're addicted, it's very difficult to stop.",
      "cn": "一旦上瘾，很难停止。"
    },
    {
      "id": 36,
      "en": "People have lost their houses, cars, and have been left out on the street after becoming addicted.",
      "cn": "人们失去了房子、汽车，成瘾后被抛弃在街头。"
    },
    {
      "id": 37,
      "en": "Secondly, it exploits because men become addicted to gambling most often because of the action and risk.",
      "cn": "其次，赌博的剥削在于，男性往往因行动和风险而上瘾。"
    },
    {
      "id": 38,
      "en": "Women gamble to escape, and senior citizens will start gambling for social interaction.",
      "cn": "女性赌博是为了逃避，而老年人则是为了社交而开始赌博。"
    },
    {
      "id": 39,
      "en": "Underage gamblers often start gambling on sports with friends and then illegal bookies.",
      "cn": "未成年人往往是和朋友一起在体育上开始赌博，然后找非法的庄家。"
    },
    {
      "id": 40,
      "en": "Geez.",
      "cn": "天哪。"
    },
    {
      "id": 41,
      "en": "Now that I think about it, maybe legalizing gambling isn't such a good idea.",
      "cn": "现在想想，也许合法化赌博并不是个好主意。"
    },
    {
      "id": 42,
      "en": "Although, I have been to Las Vegas, and I didn't become addicted or anything like that.",
      "cn": "不过，我去过拉斯维加斯，我没有上瘾或其他什么。"
    },
    {
      "id": 43,
      "en": "You cannot predict who will become addicted to gambling.",
      "cn": "你无法预测谁会对赌博上瘾。"
    },
    {
      "id": 44,
      "en": "Now, excuse me.",
      "cn": "现在，打扰一下。"
    },
    {
      "id": 45,
      "en": "I have a protest rally to organize.",
      "cn": "我有一个抗议集会要组织。"
    },
    {
      "id": 46,
      "en": "Alright, so very strong opinions against gambling, right?",
      "cn": "好吧，所以对赌博有很强的反对意见，对吧？"
    },
    {
      "id": 47,
      "en": "Absolutely.",
      "cn": "绝对是。"
    },
    {
      "id": 48,
      "en": "So we've got someone who hasn't really thought it through, and another person who has thought way too much about what's going on.",
      "cn": "所以我们有一个没有认真思考的人，还有一个思考过多的人。"
    },
    {
      "id": 49,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 50,
      "en": "And well, he did point out some very interesting arguments against gambling.",
      "cn": "而且，他确实指出了一些非常有趣的反对赌博的论点。"
    },
    {
      "id": 51,
      "en": "And so we're going to take a look at some of the language that person used today in Language Takeaway.",
      "cn": "所以今天我们将看看那个人在语言收获中使用的一些语言。"
    },
    {
      "id": 52,
      "en": "Well, this first word we've got here is a word that has to do with the topic of today's lesson.",
      "cn": "好吧，我们这里的第一个词与今天课程的话题有关。"
    },
    {
      "id": 53,
      "en": "So, legalizing gambling.",
      "cn": "所以，合法化赌博。"
    },
    {
      "id": 54,
      "en": "What does it mean to legalize?",
      "cn": "合法化是什么意思？"
    },
    {
      "id": 55,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 56,
      "en": "So, to legalize.",
      "cn": "所以，合法化。"
    },
    {
      "id": 57,
      "en": "To make it legal.",
      "cn": "使其合法。"
    },
    {
      "id": 58,
      "en": "So, legal is the word that refers to law.",
      "cn": "所以，合法是指法律的词。"
    },
    {
      "id": 59,
      "en": "And so that means to make something okay.",
      "cn": "这意味着使某事变得可以。"
    },
    {
      "id": 60,
      "en": "It means to allow something in a state or a country.",
      "cn": "这意味着在一个州或国家允许某事。"
    },
    {
      "id": 61,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 62,
      "en": "So, in many countries, it's illegal to gamble.",
      "cn": "所以，在许多国家，赌博是非法的。"
    },
    {
      "id": 63,
      "en": "So, in this case, the city is looking to legalize it to make it legal.",
      "cn": "所以，在这种情况下，城市希望合法化它，使其合法。"
    },
    {
      "id": 64,
      "en": "Alright, so many young people in America would like to see this law changed.",
      "cn": "好吧，美国许多年轻人希望看到这项法律改变。"
    },
    {
      "id": 65,
      "en": "You're not allowed to drink until you're 21 years old.",
      "cn": "你必须等到21岁才能喝酒。"
    },
    {
      "id": 66,
      "en": "Drink alcohol, that is.",
      "cn": "喝酒，当然。"
    },
    {
      "id": 67,
      "en": "So, they would like to see the legalization of underage drinking.",
      "cn": "所以，他们希望看到未成年人饮酒的合法化。"
    },
    {
      "id": 68,
      "en": "Now, is it 21 in all states or in the majority?",
      "cn": "现在，所有州都是21岁还是大多数州？"
    },
    {
      "id": 69,
      "en": "Yes, all states.",
      "cn": "是的，所有州。"
    },
    {
      "id": 70,
      "en": "Really?",
      "cn": "真的？"
    },
    {
      "id": 71,
      "en": "I thought it was only in some of them.",
      "cn": "我以为只有一些州。"
    },
    {
      "id": 72,
      "en": "No, it changed in the late 70s, I think.",
      "cn": "不，70年代末的时候改变了，我想。"
    },
    {
      "id": 73,
      "en": "But you absolutely cannot drink until you're 21.",
      "cn": "但你绝对不能在21岁之前喝酒。"
    },
    {
      "id": 74,
      "en": "Wow.",
      "cn": "哇。"
    },
    {
      "id": 75,
      "en": "What do you think?",
      "cn": "你怎么看？"
    },
    {
      "id": 76,
      "en": "Is that okay or is that...?",
      "cn": "这样可以吗，还是...?"
    },
    {
      "id": 77,
      "en": "I think that it encourages young people to drink irresponsibly.",
      "cn": "我认为这鼓励年轻人不负责任地饮酒。"
    },
    {
      "id": 78,
      "en": "And so I believe we should legalize drinking at the age of 18 because it would make people learn how to be more responsible.",
      "cn": "所以我相信我们应该在18岁时合法化饮酒，因为这会让人们学会更负责任。"
    },
    {
      "id": 79,
      "en": "Interesting.",
      "cn": "有趣。"
    },
    {
      "id": 80,
      "en": "Alright, so we want to legalize underage drinking.",
      "cn": "好吧，所以我们想要合法化未成年人饮酒。"
    },
    {
      "id": 81,
      "en": "English fun.",
      "cn": "英语乐趣。"
    },
    {
      "id": 82,
      "en": "Alright, no, let's not manipulate my words.",
      "cn": "好吧，不要曲解我的话。"
    },
    {
      "id": 83,
      "en": "This next word is very, very important.",
      "cn": "下一个词非常非常重要。"
    },
    {
      "id": 84,
      "en": "He's saying that gambling or the gambling industry exploits people.",
      "cn": "他在说赌博或赌博产业剥削人们。"
    },
    {
      "id": 85,
      "en": "Okay, exploit.",
      "cn": "好吧，剥削。"
    },
    {
      "id": 86,
      "en": "You might have heard this in the news before.",
      "cn": "你可能在新闻中听说过这个。"
    },
    {
      "id": 87,
      "en": "We talk about often in the news the exploitation of people.",
      "cn": "我们经常在新闻中谈论剥削人。"
    },
    {
      "id": 88,
      "en": "But in this case, we're talking about exploiting people through money and gambling.",
      "cn": "但在这种情况下，我们谈论的是通过金钱和赌博剥削人。"
    },
    {
      "id": 89,
      "en": "Right, so to exploit basically is to take advantage of them, right?",
      "cn": "对，所以剥削基本上是利用他们，对吧？"
    },
    {
      "id": 90,
      "en": "Yeah, to use them for something.",
      "cn": "是的，利用他们来获取某种东西。"
    },
    {
      "id": 91,
      "en": "Not to treat them as people, but to use them as a way to get something.",
      "cn": "不是把他们当作人，而是把他们当作获取某种东西的手段。"
    },
    {
      "id": 92,
      "en": "Alright, so we often hear about it, as you say, in news about, you know, factories or companies exploiting their employees or something of the sort.",
      "cn": "好吧，所以我们经常在新闻中听到，比如工厂或公司剥削员工之类的事情。"
    },
    {
      "id": 93,
      "en": "We can also exploit the earth for its resources by taking oil and taking diamonds and taking gold.",
      "cn": "我们也可以通过提取石油、钻石和黄金来剥削地球的资源。"
    },
    {
      "id": 94,
      "en": "Okay, so to take advantage of.",
      "cn": "好吧，所以是利用。"
    },
    {
      "id": 95,
      "en": "Interesting.",
      "cn": "有趣。"
    },
    {
      "id": 96,
      "en": "So, to exploit is the verb, but exploitation is the noun.",
      "cn": "所以，剥削是动词，但剥削是名词。"
    },
    {
      "id": 97,
      "en": "Alright, that's the thing.",
      "cn": "好吧，这就是问题。"
    },
    {
      "id": 98,
      "en": "So we talk about the exploitation of people in this country or the exploitation of the earth.",
      "cn": "所以我们谈论的是这个国家对人们的剥削或对地球的剥削。"
    },
    {
      "id": 99,
      "en": "And they're talking about how gambling exploits people and how it's a vice.",
      "cn": "他们在谈论赌博如何剥削人们，以及它是如何成为一种恶习的。"
    },
    {
      "id": 100,
      "en": "Ooh, vices.",
      "cn": "哦，恶习。"
    },
    {
      "id": 101,
      "en": "So, for those of you Christians out there, you might be very familiar with the sins, right?",
      "cn": "所以，对于在场的基督徒来说，你们可能对罪非常熟悉，对吧？"
    },
    {
      "id": 102,
      "en": "The seven deadly sins.",
      "cn": "七宗罪。"
    },
    {
      "id": 103,
      "en": "Well, these are all vices, things that you do that are bad.",
      "cn": "这些都是恶习，做的坏事。"
    },
    {
      "id": 104,
      "en": "So, drinking too much is a vice.",
      "cn": "所以，喝酒过量是一种恶习。"
    },
    {
      "id": 105,
      "en": "Right, or eating too much, right?",
      "cn": "对，或者吃得太多，对吧？"
    },
    {
      "id": 106,
      "en": "Right, or spending money without having money may be a vice for you.",
      "cn": "对，或者没有钱却花钱可能对你来说是一种恶习。"
    },
    {
      "id": 107,
      "en": "So, addictions are also a type of vice, right?",
      "cn": "所以，上瘾也是一种恶习，对吧？"
    },
    {
      "id": 108,
      "en": "Like drinking, smoking, or drug abuse.",
      "cn": "像喝酒、吸烟或滥用药物。"
    },
    {
      "id": 109,
      "en": "Exactly, these are all vices.",
      "cn": "确切地说，这些都是恶习。"
    },
    {
      "id": 110,
      "en": "So, vice is a bad thing.",
      "cn": "所以，恶习是坏事。"
    },
    {
      "id": 111,
      "en": "Now, we may remember this show, popular American show, called Miami Vice.",
      "cn": "现在，我们可能记得这个节目，一个受欢迎的美国节目，叫《迈阿密风云》。"
    },
    {
      "id": 112,
      "en": "So, what is that?",
      "cn": "那是什么？"
    },
    {
      "id": 113,
      "en": "Ooh, well, Miami Vice, it's in the city of Miami and it's about police officers.",
      "cn": "哦，《迈阿密风云》，它在迈阿密市，讲的是警察的故事。"
    },
    {
      "id": 114,
      "en": "So, in the police, there's sometimes a group called the Vice Squad.",
      "cn": "所以，在警察中，有时会有一个叫做恶习小组的团队。"
    },
    {
      "id": 115,
      "en": "These are people who go out and try and stop people who are doing things that are vices.",
      "cn": "这些人出去试图阻止那些做恶习的人。"
    },
    {
      "id": 116,
      "en": "Oh, like drugs and gambling and stuff like that.",
      "cn": "哦，比如毒品和赌博之类的。"
    },
    {
      "id": 117,
      "en": "Yeah, exactly.",
      "cn": "是的，确切地说。"
    },
    {
      "id": 118,
      "en": "Vice Squad, interesting.",
      "cn": "恶习小组，真有趣。"
    },
    {
      "id": 119,
      "en": "All right, and now for the last word on language takeaway, we have this interesting word, a bookie.",
      "cn": "好吧，现在最后一个关于语言的收获，我们有这个有趣的词，赌徒。"
    },
    {
      "id": 120,
      "en": "All right, so if any of you like to go to the horse races, you might be familiar with this one.",
      "cn": "好吧，如果你们中有人喜欢去赛马，你们可能对这个词很熟悉。"
    },
    {
      "id": 121,
      "en": "A bookie is someone who helps you make a bet.",
      "cn": "赌徒是帮助你下注的人。"
    },
    {
      "id": 122,
      "en": "It's his job to help you make a bet.",
      "cn": "他的工作就是帮助你下注。"
    },
    {
      "id": 123,
      "en": "So, we often see it in movies.",
      "cn": "所以，我们常常在电影中看到它。"
    },
    {
      "id": 124,
      "en": "Maybe you are betting on a sports competition, right?",
      "cn": "也许你在下注一场体育比赛，对吧？"
    },
    {
      "id": 125,
      "en": "And you are betting, I don't know, $10 against this team.",
      "cn": "你在赌，我不知道，10美元对这支队伍。"
    },
    {
      "id": 126,
      "en": "So, you would go to a bookie to place your bet because there's not really any legal place where you can do it.",
      "cn": "所以，你会去找赌徒来下注，因为没有合法的地方可以下注。"
    },
    {
      "id": 127,
      "en": "Exactly, or if I want to say, okay, tonight, the Chicago Bulls are playing the Suns and you want to put $100 on the Chicago Bulls.",
      "cn": "确切地说，或者如果我想说，好吧，今晚，芝加哥公牛队对太阳队，你想在芝加哥公牛队下注100美元。"
    },
    {
      "id": 128,
      "en": "That means they're going to win.",
      "cn": "这意味着他们会赢。"
    },
    {
      "id": 129,
      "en": "So, you use a bookie and he helps you put the money down.",
      "cn": "所以，你用赌徒，他帮助你下注。"
    },
    {
      "id": 130,
      "en": "Now, usually, this is illegal, right?",
      "cn": "现在，通常这都是非法的，对吧？"
    },
    {
      "id": 131,
      "en": "Generally, it's illegal, yeah.",
      "cn": "一般来说，是非法的，是的。"
    },
    {
      "id": 132,
      "en": "It depends on, I guess, you can go to a bookie at the horse races and it's illegal.",
      "cn": "这取决于，我想，你可以在赛马时去找赌徒，这也是非法的。"
    },
    {
      "id": 133,
      "en": "Right, at the horse track.",
      "cn": "对，在赛马场。"
    },
    {
      "id": 134,
      "en": "Yeah, generally, it's illegal, I think.",
      "cn": "是的，一般来说，我认为这是非法的。"
    },
    {
      "id": 135,
      "en": "Okay, so a sports bookie, we would say a sports bookie, right?",
      "cn": "好吧，所以我们会说体育赌徒，对吧？"
    },
    {
      "id": 136,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 137,
      "en": "Interesting words, a lot of words related to, as we said, addictions and vices, but that's, I guess, kind of what the whole gambling industry involves, right?",
      "cn": "有趣的词，很多与我们所说的上瘾和恶习相关的词，但这，我想，正是整个赌博行业所涉及的，对吧？"
    },
    {
      "id": 138,
      "en": "Absolutely.",
      "cn": "绝对是。"
    },
    {
      "id": 139,
      "en": "All right, so now that we've seen those great words on language takeaway, let's move on now to fluency builder.",
      "cn": "好吧，现在我们已经看到了这些关于语言的精彩词汇，让我们现在转到流利度提升。"
    },
    {
      "id": 140,
      "en": "Fluency builder.",
      "cn": "流利度提升。"
    },
    {
      "id": 141,
      "en": "Okay, fluency builder is where we get into some of this really exciting stuff, stuff where we hear some opinions from a person who is not very happy with the gambling industry.",
      "cn": "好吧，流利度提升是我们进入一些非常激动人心的内容的地方，听到一个对赌博行业不太满意的人的观点。"
    },
    {
      "id": 142,
      "en": "So, this first one, gambling is an industry built on deception.",
      "cn": "所以，第一个，赌博是一个建立在欺骗上的行业。"
    },
    {
      "id": 143,
      "en": "Okay, so it's built on deception.",
      "cn": "好吧，所以它是建立在欺骗上的。"
    },
    {
      "id": 144,
      "en": "So, well, it's an industry, so it's not really tangible.",
      "cn": "所以，这是一种隐喻。"
    },
    {
      "id": 145,
      "en": "Right, so this is a metaphor.",
      "cn": "就像说这个行业依赖于某种东西。"
    },
    {
      "id": 146,
      "en": "It's like saying that this industry is dependent on something.",
      "cn": "那它依赖于什么？"
    },
    {
      "id": 147,
      "en": "And what is it dependent on?",
      "cn": "欺骗。"
    },
    {
      "id": 148,
      "en": "Deception.",
      "cn": "欺骗。"
    },
    {
      "id": 149,
      "en": "Deception.",
      "cn": "那欺骗是什么？"
    },
    {
      "id": 150,
      "en": "So, what's deception?",
      "cn": "所以，欺骗，对吧？"
    },
    {
      "id": 151,
      "en": "So, to deceive, right?",
      "cn": "这来自动词欺骗，基本上意味着虚假的外表，对吧？"
    },
    {
      "id": 152,
      "en": "That comes from the verb deceive, which basically says like a false appearance, right?",
      "cn": "并不完全真实。"
    },
    {
      "id": 153,
      "en": "Not really being completely truthful.",
      "cn": "好吧，这真的很好。"
    },
    {
      "id": 155,
      "en": "So, a lot of movies that we like to watch or theater is based on deception in a good way, because you get the idea that something is a certain way, but it really isn't in real life.",
      "cn": "所以，我们喜欢看的很多电影或戏剧都是基于欺骗的，好的，因为你会觉得某事是某种方式，但在现实生活中并不是。"
    },
    {
      "id": 156,
      "en": "So, deception in a theater may be a good thing, but in general, deception is a bad thing.",
      "cn": "所以，戏剧中的欺骗可能是好事，但一般来说，欺骗是坏事。"
    },
    {
      "id": 157,
      "en": "I could say, Marco, I'm sorry I deceived you.",
      "cn": "我可以说，马尔科，我很抱歉我欺骗了你。"
    },
    {
      "id": 158,
      "en": "Oh, you lied to me.",
      "cn": "哦，你骗了我。"
    },
    {
      "id": 159,
      "en": "I lied to you, yeah.",
      "cn": "我骗了你，是的。"
    },
    {
      "id": 160,
      "en": "So, deception usually involves lies or trying to make something seem like something that it's not in reality.",
      "cn": "所以，欺骗通常涉及谎言或试图让某事看起来与现实不符。"
    },
    {
      "id": 161,
      "en": "Okay, so it's this industry is built on deception, and he said that the sole purpose of this industry is to make money.",
      "cn": "好吧，所以这个行业是建立在欺骗上的，他说这个行业的唯一目的就是赚钱。"
    },
    {
      "id": 162,
      "en": "Exactly.",
      "cn": "确切地说。"
    },
    {
      "id": 163,
      "en": "So, this phrase sole purpose is very, very common.",
      "cn": "所以，这个短语唯一目的非常常见。"
    },
    {
      "id": 164,
      "en": "You hear this a lot.",
      "cn": "你经常听到这个。"
    },
    {
      "id": 165,
      "en": "Sole, like the sole... Like your human soul.",
      "cn": "唯一，像唯一的... 就像你的人类灵魂。"
    },
    {
      "id": 166,
      "en": "Like your human soul.",
      "cn": "就像你的人类灵魂。"
    },
    {
      "id": 167,
      "en": "It's spelled differently.",
      "cn": "拼写不同。"
    },
    {
      "id": 168,
      "en": "S-O-L-E.",
      "cn": "S-O-L-E。"
    },
    {
      "id": 169,
      "en": "So, you're talking about the one thing.",
      "cn": "所以，你在谈论一件事。"
    },
    {
      "id": 170,
      "en": "One and only.",
      "cn": "唯一的。"
    },
    {
      "id": 171,
      "en": "Yeah, so my sole love.",
      "cn": "是的，所以我的唯一爱。"
    },
    {
      "id": 172,
      "en": "I only have one love.",
      "cn": "我只有一个爱。"
    },
    {
      "id": 173,
      "en": "My sole pair of shoes.",
      "cn": "我唯一的一双鞋。"
    },
    {
      "id": 174,
      "en": "I only have one pair of shoes, so it's one thing.",
      "cn": "我只有一双鞋，所以这是唯一的事。"
    },
    {
      "id": 175,
      "en": "One.",
      "cn": "一。"
    },
    {
      "id": 176,
      "en": "But the sole purpose, so the only reason that this industry exists is what?",
      "cn": "但唯一目的，所以这个行业存在的唯一原因是什么？"
    },
    {
      "id": 177,
      "en": "For monetary gain.",
      "cn": "为了赚钱。"
    },
    {
      "id": 178,
      "en": "Mmm, so monetary...",
      "cn": "嗯，所以货币..."
    },
    {
      "id": 179,
      "en": "You might have heard of the International Monetary Fund.",
      "cn": "你可能听说过国际货币基金组织。"
    },
    {
      "id": 180,
      "en": "Exactly, the IMF.",
      "cn": "确切地说，IMF。"
    },
    {
      "id": 181,
      "en": "And so monetary refers to money.",
      "cn": "所以货币指的是钱。"
    },
    {
      "id": 182,
      "en": "Money!",
      "cn": "钱！"
    },
    {
      "id": 183,
      "en": "As the door said, it's a gas.",
      "cn": "正如门上所说，这是个好东西。"
    },
    {
      "id": 184,
      "en": "And the gain, which basically means... Making it.",
      "cn": "而收益，基本上意味着... 赚取更多的钱。"
    },
    {
      "id": 185,
      "en": "To get more money.",
      "cn": "是的。"
    },
    {
      "id": 186,
      "en": "Yeah.",
      "cn": "所以，这个人所表达的观点是，赌博行业的唯一目的是赚钱。"
    },
    {
      "id": 188,
      "en": "Ouch.",
      "cn": "哎呀。"
    },
    {
      "id": 189,
      "en": "So he's saying, there's no other reason to gamble.",
      "cn": "所以他说，没有其他理由去赌博。"
    },
    {
      "id": 190,
      "en": "People are in this industry just to make money.",
      "cn": "人们在这个行业中只是为了赚钱。"
    },
    {
      "id": 191,
      "en": "It's greedy.",
      "cn": "这是贪婪。"
    },
    {
      "id": 192,
      "en": "Well, I mean, basically you could probably say that almost about all the companies, right?",
      "cn": "嗯，我的意思是，基本上你可能几乎可以这样说，几乎所有公司都是这样，对吧？"
    },
    {
      "id": 193,
      "en": "What about education companies?",
      "cn": "教育公司呢？"
    },
    {
      "id": 194,
      "en": "Like ours?",
      "cn": "像我们这样？"
    },
    {
      "id": 195,
      "en": "That's different, right?",
      "cn": "那是不同的，对吧？"
    },
    {
      "id": 196,
      "en": "Education is very different.",
      "cn": "教育是非常不同的。"
    },
    {
      "id": 197,
      "en": "Absolutely.",
      "cn": "绝对如此。"
    },
    {
      "id": 198,
      "en": "So, what's another industry that has a sole purpose?",
      "cn": "那么，还有哪个行业是有唯一目的的？"
    },
    {
      "id": 199,
      "en": "For example, non-profit organizations.",
      "cn": "比如，非营利组织。"
    },
    {
      "id": 200,
      "en": "Their sole purpose is to help people.",
      "cn": "他们的唯一目的是帮助人们。"
    },
    {
      "id": 201,
      "en": "Alright, okay.",
      "cn": "好吧，好的。"
    },
    {
      "id": 202,
      "en": "I can get into that.",
      "cn": "我可以理解。"
    },
    {
      "id": 203,
      "en": "Yeah, cool.",
      "cn": "是的，酷。"
    },
    {
      "id": 204,
      "en": "So, sole purpose and monetary gain.",
      "cn": "所以，唯一目的和经济利益。"
    },
    {
      "id": 205,
      "en": "Very useful phrases.",
      "cn": "非常有用的短语。"
    },
    {
      "id": 206,
      "en": "But let's take another listen to today's dialogue and put to you some of these great, great new words.",
      "cn": "但让我们再听一遍今天的对话，给你一些这些很棒的新词。"
    },
    {
      "id": 207,
      "en": "Did you hear?",
      "cn": "你听说了吗？"
    },
    {
      "id": 208,
      "en": "The state is thinking of legalizing gambling in our city.",
      "cn": "州政府正在考虑在我们城市合法化赌博。"
    },
    {
      "id": 209,
      "en": "Soon we are going to have amazing hotels and casinos here which will be good for business.",
      "cn": "不久我们将会有很棒的酒店和赌场，这对商业有好处。"
    },
    {
      "id": 210,
      "en": "Are you serious?",
      "cn": "你是认真的吗？"
    },
    {
      "id": 211,
      "en": "Gambling is a vice industry built on deception and fed by the intentional exploitation of human weakness for the sole purpose of monetary gain.",
      "cn": "赌博是一个建立在欺骗基础上的恶习产业，利用人类的弱点以获取经济利益。"
    },
    {
      "id": 212,
      "en": "It disgusts me.",
      "cn": "这让我恶心。"
    },
    {
      "id": 213,
      "en": "What are you talking about?",
      "cn": "你在说什么？"
    },
    {
      "id": 214,
      "en": "How does it exploit people?",
      "cn": "它是如何剥削人们的？"
    },
    {
      "id": 215,
      "en": "Well, to begin with, gambling is addictive.",
      "cn": "首先，赌博是上瘾的。"
    },
    {
      "id": 216,
      "en": "It ruins marriages, destroys families and bankrupts communities.",
      "cn": "它毁掉婚姻，摧毁家庭，使社区破产。"
    },
    {
      "id": 217,
      "en": "Once you're addicted, it's very difficult to stop.",
      "cn": "一旦上瘾，很难停止。"
    },
    {
      "id": 218,
      "en": "People have lost their houses, cars and have been left out on the street after becoming addicted.",
      "cn": "人们失去了房子、汽车，成了街头流浪者。"
    },
    {
      "id": 219,
      "en": "Secondly, it exploits because men become addicted to gambling most often because of the action and risk.",
      "cn": "其次，它的剥削在于，男性往往因为行动和风险而上瘾于赌博。"
    },
    {
      "id": 220,
      "en": "Women gamble to escape and senior citizens will start gambling for social interaction.",
      "cn": "女性赌博是为了逃避，老年人则是为了社交而开始赌博。"
    },
    {
      "id": 221,
      "en": "Underage gamblers often start gambling on sports with friends and then illegal bookies.",
      "cn": "未成年人往往和朋友一起开始赌博，然后找非法庄家。"
    },
    {
      "id": 222,
      "en": "Geez.",
      "cn": "天哪。"
    },
    {
      "id": 223,
      "en": "Now that I think about it, maybe legalizing gambling isn't such a good idea.",
      "cn": "现在想想，也许合法化赌博并不是个好主意。"
    },
    {
      "id": 224,
      "en": "Although, I have been to Las Vegas and I didn't become addicted or anything like that.",
      "cn": "不过，我去过拉斯维加斯，我没有上瘾或其他什么。"
    },
    {
      "id": 225,
      "en": "You cannot predict who will become addicted to gambling.",
      "cn": "你无法预测谁会对赌博上瘾。"
    },
    {
      "id": 226,
      "en": "Now, excuse me.",
      "cn": "现在，失陪一下。"
    },
    {
      "id": 227,
      "en": "I have a protest rally to organize.",
      "cn": "我有一个抗议集会要组织。"
    },
    {
      "id": 228,
      "en": "Alright, so, gambling.",
      "cn": "好吧，那么，赌博。"
    },
    {
      "id": 229,
      "en": "What are your opinions about it?",
      "cn": "你对它有什么看法？"
    },
    {
      "id": 230,
      "en": "Pro-gambling or anti-gambling?",
      "cn": "支持赌博还是反对赌博？"
    },
    {
      "id": 231,
      "en": "Okay, well here's the thing.",
      "cn": "好吧，事情是这样的。"
    },
    {
      "id": 232,
      "en": "Gambling is a sport.",
      "cn": "赌博是一项运动。"
    },
    {
      "id": 233,
      "en": "And it involves money, obviously.",
      "cn": "显然，它涉及金钱。"
    },
    {
      "id": 234,
      "en": "But people also don't... I don't think should have other people telling them how to spend their money unless they have some kind of problem.",
      "cn": "但人们也不... 我认为不应该让其他人告诉他们如何花钱，除非他们有某种问题。"
    },
    {
      "id": 235,
      "en": "Right?",
      "cn": "对吧？"
    },
    {
      "id": 236,
      "en": "So the law doesn't get involved if you have a drinking problem until you're harmful to people around you.",
      "cn": "所以法律不会介入，直到你对周围的人造成伤害。"
    },
    {
      "id": 237,
      "en": "So I don't think that it's right for the government to be able to say, listen, you can't gamble.",
      "cn": "所以我认为政府不应该说，听着，你不能赌博。"
    },
    {
      "id": 238,
      "en": "Because it's your own money.",
      "cn": "因为这是你自己的钱。"
    },
    {
      "id": 239,
      "en": "If it makes you happy, it makes you happy.",
      "cn": "如果这让你快乐，那就让你快乐。"
    },
    {
      "id": 240,
      "en": "Interesting.",
      "cn": "有趣。"
    },
    {
      "id": 241,
      "en": "Now, we've seen very specific cities or places where you can actually gamble in this way.",
      "cn": "现在，我们看到了一些特定的城市或地方，你可以以这种方式赌博。"
    },
    {
      "id": 242,
      "en": "So you have Monaco, or Las Vegas, or Macau more recently, right?",
      "cn": "所以你有摩纳哥、拉斯维加斯，或者最近的澳门，对吧？"
    },
    {
      "id": 243,
      "en": "So very interesting cities or countries that have been built on the gambling industry, which apparently is a multi-billion dollar industry.",
      "cn": "所以这些非常有趣的城市或国家是建立在赌博产业上的，而这显然是一个数十亿美元的产业。"
    },
    {
      "id": 244,
      "en": "Absolutely.",
      "cn": "绝对如此。"
    },
    {
      "id": 245,
      "en": "I don't know.",
      "cn": "我不知道。"
    },
    {
      "id": 246,
      "en": "What do you think?",
      "cn": "你怎么看？"
    },
    {
      "id": 247,
      "en": "Are you against gambling?",
      "cn": "你反对赌博吗？"
    },
    {
      "id": 248,
      "en": "Are you for gambling?",
      "cn": "你支持赌博吗？"
    },
    {
      "id": 249,
      "en": "I mean, is it one of those things that you can really... Or do you maybe even like it?",
      "cn": "我是说，这是否是你真的可以... 还是你甚至喜欢它？"
    },
    {
      "id": 250,
      "en": "Maybe some people don't even really care for it.",
      "cn": "也许有些人根本不在乎。"
    },
    {
      "id": 251,
      "en": "They don't find it fun to play Blackjack or play a round of poker or something like that.",
      "cn": "他们觉得玩二十一点或玩一轮扑克之类的并不好玩。"
    },
    {
      "id": 252,
      "en": "Yeah, well, that's their problem.",
      "cn": "是的，嗯，那是他们的问题。"
    },
    {
      "id": 253,
      "en": "I enjoy it.",
      "cn": "我喜欢它。"
    },
    {
      "id": 254,
      "en": "I think it's fun.",
      "cn": "我觉得这很有趣。"
    },
    {
      "id": 255,
      "en": "I mean, as long as with anything, you do it in moderation.",
      "cn": "我是说，只要像任何事情一样，你适度地去做。"
    },
    {
      "id": 256,
      "en": "That means you don't do it too much.",
      "cn": "这意味着你不要做得太多。"
    },
    {
      "id": 257,
      "en": "I think it's okay.",
      "cn": "我认为这没问题。"
    },
    {
      "id": 258,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 259,
      "en": "So listeners, come to our website, EnglishPod.com, to the comments section where you can tell us, well, what are your opinions?",
      "cn": "所以听众们，来我们的网站，EnglishPod.com，去评论区告诉我们，你的看法是什么？"
    },
    {
      "id": 260,
      "en": "If you do like gambling, tell us what game you like.",
      "cn": "如果你喜欢赌博，告诉我们你喜欢什么游戏。"
    },
    {
      "id": 261,
      "en": "And also, if you have any questions or comments, we're always there to answer them, right?",
      "cn": "还有，如果你有任何问题或评论，我们总是乐意回答，对吧？"
    },
    {
      "id": 262,
      "en": "It can be kind of a big issue to talk about because some people are really against it and some people are really for it.",
      "cn": "这可能是一个很大的话题，因为有些人真的反对它，有些人则支持它。"
    },
    {
      "id": 263,
      "en": "So, curious to hear your opinions.",
      "cn": "所以，期待听到你的看法。"
    },
    {
      "id": 264,
      "en": "Yeah, we look forward to your opinions and we'll see you guys later.",
      "cn": "是的，我们期待你的意见，稍后见。"
    },
    {
      "id": 265,
      "en": "Bye, everyone.",
      "cn": "再见，大家。"
    }
  ]
}