{
  "type": "book",
  "id": "englishpod-中级--englishpod-中级-0173",
  "title": "EnglishPod 中级 0173",
  "totalSegments": 237,
  "seriesId": "englishpod-中级-",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome back to EnglishPod.",
      "cn": "大家好，欢迎回到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "And my name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And today we have an upper intermediate level lesson all about money.",
      "cn": "今天我们有一节关于金钱的中高级课程。"
    },
    {
      "id": 5,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 6,
      "en": "We are going to be talking about money, but most importantly, we need to start saving money.",
      "cn": "我们将讨论金钱，但最重要的是，我们需要开始存钱。"
    },
    {
      "id": 7,
      "en": "We need to spend less.",
      "cn": "我们需要少花钱。"
    },
    {
      "id": 8,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 9,
      "en": "So in order to control spending today, we're talking about budgeting.",
      "cn": "所以为了控制今天的开支，我们要谈论预算。"
    },
    {
      "id": 10,
      "en": "So let's take a look at this very important word in today's vocabulary preview.",
      "cn": "让我们先看看今天词汇预览中这个非常重要的词。"
    },
    {
      "id": 11,
      "en": "All right, so as you mentioned, budgeting is... what is to budget?",
      "cn": "好的，正如你提到的，预算是……预算是什么？"
    },
    {
      "id": 12,
      "en": "To budget.",
      "cn": "预算。"
    },
    {
      "id": 13,
      "en": "That's the verb.",
      "cn": "这是动词。"
    },
    {
      "id": 14,
      "en": "So budgeting is deciding how to spend your money, okay?",
      "cn": "所以预算是决定如何花费你的钱，明白吗？"
    },
    {
      "id": 15,
      "en": "So that means that we prepare a plan for how to spend money.",
      "cn": "这意味着我们要准备一个花钱的计划。"
    },
    {
      "id": 16,
      "en": "All right, so that can be a noun and a verb.",
      "cn": "好的，所以这可以是名词也可以是动词。"
    },
    {
      "id": 17,
      "en": "A budget is the plan on how you're going to spend money.",
      "cn": "预算是你将如何花钱的计划。"
    },
    {
      "id": 18,
      "en": "And to budget is to execute this plan.",
      "cn": "而预算就是执行这个计划。"
    },
    {
      "id": 19,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 20,
      "en": "So today we're budgeting a family's spending.",
      "cn": "所以今天我们在制定一个家庭的开支预算。"
    },
    {
      "id": 21,
      "en": "We're trying to control how much this family will spend in the future.",
      "cn": "我们试图控制这个家庭未来的开支。"
    },
    {
      "id": 22,
      "en": "All right, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 23,
      "en": "So why don't we listen to this dialogue for the first time?",
      "cn": "那么我们为什么不第一次听这个对话呢？"
    },
    {
      "id": 24,
      "en": "Welcome, Mr. and Mrs. Carnwell.",
      "cn": "欢迎，Carnwell夫妇。"
    },
    {
      "id": 25,
      "en": "Please take a seat.",
      "cn": "请坐。"
    },
    {
      "id": 26,
      "en": "Thank you.",
      "cn": "谢谢。"
    },
    {
      "id": 27,
      "en": "So I understand that your family spending has skyrocketed and you want to start budgeting.",
      "cn": "我了解到你们的家庭开支激增，你们想开始制定预算。"
    },
    {
      "id": 28,
      "en": "Yes, that's correct.",
      "cn": "是的，没错。"
    },
    {
      "id": 29,
      "en": "Frankly speaking, our household income is relatively high and we have never had any money problems.",
      "cn": "坦白说，我们的家庭收入相对较高，从未遇到过金钱问题。"
    },
    {
      "id": 30,
      "en": "But I think this is the main reason as to why our spending has gone out of control.",
      "cn": "但我认为这正是我们开支失控的主要原因。"
    },
    {
      "id": 31,
      "en": "We have two kids and with allowances paying their credit cards, hours, and not to mention our mortgage and car payments, with the recent economic downturn, my husband's business has suffered and now we need some advice as how we can prepare a family budget.",
      "cn": "我们有两个孩子，给他们的零花钱、信用卡、还有我们的抵押贷款和汽车贷款，加上最近的经济下滑，我丈夫的生意受到了影响，现在我们需要一些建议，如何准备家庭预算。"
    },
    {
      "id": 32,
      "en": "I see.",
      "cn": "我明白了。"
    },
    {
      "id": 33,
      "en": "Well, you have come to the right place.",
      "cn": "好吧，你们来对地方了。"
    },
    {
      "id": 34,
      "en": "First, what we need to do is determine your cash flow, knowing how much money is coming in, will help us allocate spending to different categories such as mortgage, education, groceries, etc.",
      "cn": "首先，我们需要确定你的现金流，了解有多少钱进来，这将帮助我们将开支分配到不同的类别，如抵押贷款、教育、杂货等。"
    },
    {
      "id": 35,
      "en": "Yes, that makes sense.",
      "cn": "是的，这很有道理。"
    },
    {
      "id": 36,
      "en": "Secondly, I need you to bring all of your receipts for the last two to three months.",
      "cn": "其次，我需要你们带来过去两到三个月的所有收据。"
    },
    {
      "id": 37,
      "en": "That way we can determine what your average expenditures are and see which category you're spending money on the most.",
      "cn": "这样我们可以确定你们的平均支出，并查看哪个类别的开支最多。"
    },
    {
      "id": 38,
      "en": "Usually your fixed costs are higher and we can't do much about that, but we can usually trim your variable costs such as entertainment or clothing.",
      "cn": "通常你的固定成本较高，我们对此无能为力，但我们通常可以削减可变成本，如娱乐或服装。"
    },
    {
      "id": 39,
      "en": "Great!",
      "cn": "太好了！"
    },
    {
      "id": 40,
      "en": "We will do that then.",
      "cn": "那我们就这么做。"
    },
    {
      "id": 41,
      "en": "Now how about we treat you to a nice dinner?",
      "cn": "现在我们请你们吃顿好晚餐怎么样？"
    },
    {
      "id": 42,
      "en": "That's another thing.",
      "cn": "这又是另一回事。"
    },
    {
      "id": 43,
      "en": "If you really want to stop spending so much money, throw away at least half of your credit cards.",
      "cn": "如果你们真的想停止花那么多钱，至少扔掉一半的信用卡。"
    },
    {
      "id": 44,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 45,
      "en": "So there were some interesting words and phrases in this dialogue related to budgeting in a lot of financial terms here.",
      "cn": "在这个对话中有一些有趣的词汇和短语与预算相关，还有很多金融术语。"
    },
    {
      "id": 46,
      "en": "So let's get started now on language takeaway.",
      "cn": "现在让我们开始语言要点。"
    },
    {
      "id": 47,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 48,
      "en": "This first term is very important because it tells us what kind of a budget we're talking about.",
      "cn": "第一个术语非常重要，因为它告诉我们我们在谈论什么样的预算。"
    },
    {
      "id": 49,
      "en": "We're not talking about a company here, we're talking about a family.",
      "cn": "我们不是在谈论公司，而是在谈论家庭。"
    },
    {
      "id": 50,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 51,
      "en": "And so in this case we use the phrase household.",
      "cn": "所以在这种情况下我们使用“家庭”这个词。"
    },
    {
      "id": 52,
      "en": "Okay, so what are we talking about?",
      "cn": "好的，那么我们在谈论什么？"
    },
    {
      "id": 53,
      "en": "Household income.",
      "cn": "家庭收入。"
    },
    {
      "id": 54,
      "en": "Alright, so income we know is the amount of money that comes in to maybe your wallet, right?",
      "cn": "好的，收入是指进入你钱包的金额，对吧？"
    },
    {
      "id": 55,
      "en": "My income, my personal income.",
      "cn": "我的收入，我的个人收入。"
    },
    {
      "id": 56,
      "en": "That's how much money you earn.",
      "cn": "这就是你赚多少钱。"
    },
    {
      "id": 57,
      "en": "Okay, so a household income is how much money the house earns.",
      "cn": "好的，所以家庭收入是这个家庭赚多少钱。"
    },
    {
      "id": 58,
      "en": "So all the people that are living in this house, right?",
      "cn": "所以所有住在这个房子里的人，对吧？"
    },
    {
      "id": 59,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 60,
      "en": "So it could be a family, it could be two married people who are married to each other.",
      "cn": "所以可以是一个家庭，也可以是两个彼此结婚的人。"
    },
    {
      "id": 61,
      "en": "So the idea is that it's not one person's income, it's the household income.",
      "cn": "所以这个概念是，它不是一个人的收入，而是家庭收入。"
    },
    {
      "id": 62,
      "en": "Think of a house.",
      "cn": "想象一下一个房子。"
    },
    {
      "id": 63,
      "en": "Alright, so it's the combined income of everyone that's living there or that's making money that lives in this house.",
      "cn": "好的，所以这是住在这里的每个人的总收入，或者是住在这个房子里赚钱的人。"
    },
    {
      "id": 64,
      "en": "Right, so if Marco and I have a household, I earn $10,000 and he earns $10,000, our household income is $20,000.",
      "cn": "对，所以如果Marco和我有一个家庭，我赚$10,000，他也赚$10,000，我们的家庭收入就是$20,000。"
    },
    {
      "id": 65,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 66,
      "en": "Alright, so then now we know that what our household income is and in this case we have children and we give our kids an allowance.",
      "cn": "好的，现在我们知道我们的家庭收入是什么，在这种情况下我们有孩子，我们给孩子零花钱。"
    },
    {
      "id": 67,
      "en": "Okay, so I had an allowance when I was a kid.",
      "cn": "好的，我小时候也有零花钱。"
    },
    {
      "id": 68,
      "en": "This is the amount of money I got from my parents every week.",
      "cn": "这是我每周从父母那里得到的金额。"
    },
    {
      "id": 69,
      "en": "So I get I think $10 a week and I could spend it on anything I wanted and I didn't have to work because my parents gave the money to me.",
      "cn": "我每周得到$10，我可以用它买任何我想要的东西，我不需要工作，因为我的父母给我钱。"
    },
    {
      "id": 70,
      "en": "And so an allowance is this money.",
      "cn": "所以零花钱就是这笔钱。"
    },
    {
      "id": 71,
      "en": "It's the money that mom and dad give to their children, maybe every month or maybe every week.",
      "cn": "这是父母每月或每周给孩子的钱。"
    },
    {
      "id": 72,
      "en": "Now it's not only related to children, right?",
      "cn": "现在这不仅仅与孩子有关，对吧？"
    },
    {
      "id": 73,
      "en": "Because maybe if you have a brother or maybe you're married and your wife is a housewife, maybe you give her an allowance, right?",
      "cn": "因为如果你有一个兄弟，或者你结婚了，你的妻子是家庭主妇，也许你给她零花钱，对吧？"
    },
    {
      "id": 74,
      "en": "Or the opposite.",
      "cn": "或者相反。"
    },
    {
      "id": 75,
      "en": "Maybe you're a house husband and you get an allowance from your wife.",
      "cn": "也许你是家庭丈夫，你从妻子那里得到零花钱。"
    },
    {
      "id": 76,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 77,
      "en": "You can have an allowance if you're anyone.",
      "cn": "任何人都可以有零花钱。"
    },
    {
      "id": 78,
      "en": "You can also have an allowance from your company if you go traveling.",
      "cn": "如果你出差，你也可以从公司获得零花钱。"
    },
    {
      "id": 79,
      "en": "So if you have a business trip, your company gives you a food allowance.",
      "cn": "所以如果你有商务旅行，你的公司会给你食物津贴。"
    },
    {
      "id": 80,
      "en": "That's the amount of money you can spend on food and you don't have to work for it.",
      "cn": "这是你可以花在食物上的金额，你不需要为此工作。"
    },
    {
      "id": 81,
      "en": "That's the best part.",
      "cn": "这就是最好的部分。"
    },
    {
      "id": 82,
      "en": "Awesome.",
      "cn": "太棒了。"
    },
    {
      "id": 83,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 84,
      "en": "So after these allowances, they were talking about, well, how the economic downturn has affected their income and their spending.",
      "cn": "所以在谈到这些零花钱后，他们谈到了经济下滑如何影响他们的收入和开支。"
    },
    {
      "id": 85,
      "en": "Okay, so down, you think this is a negative thing.",
      "cn": "好的，下降，你认为这是一个负面事情。"
    },
    {
      "id": 86,
      "en": "You're right.",
      "cn": "你说得对。"
    },
    {
      "id": 87,
      "en": "Downturn means when something when a situation gets worse, okay, or slows down.",
      "cn": "经济下滑意味着当某种情况变得更糟，或者放缓。"
    },
    {
      "id": 88,
      "en": "And in this case, the economy is what got worse.",
      "cn": "在这种情况下，经济变得更糟。"
    },
    {
      "id": 89,
      "en": "And you remember this from last year, things started to get very difficult for people who are in business.",
      "cn": "你还记得去年，商业人士的情况开始变得非常困难。"
    },
    {
      "id": 90,
      "en": "And this has affected families.",
      "cn": "这影响了家庭。"
    },
    {
      "id": 91,
      "en": "And so we call the situation an economic downturn.",
      "cn": "所以我们称这种情况为经济下滑。"
    },
    {
      "id": 92,
      "en": "Now the opposite would be an economic boom.",
      "cn": "现在相反的情况是经济繁荣。"
    },
    {
      "id": 93,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 94,
      "en": "A boom is when things are going well.",
      "cn": "繁荣是指事情进展顺利。"
    },
    {
      "id": 95,
      "en": "That means people are earning more money, there are more jobs.",
      "cn": "这意味着人们赚更多的钱，工作机会更多。"
    },
    {
      "id": 96,
      "en": "All right, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 97,
      "en": "And now moving on, as they were talking about budgeting, they mentioned this very important word very technical is to allocate money into different areas.",
      "cn": "现在继续，当他们谈论预算时，他们提到了一个非常重要的技术词，就是将钱分配到不同的领域。"
    },
    {
      "id": 98,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 99,
      "en": "Or allocate spending.",
      "cn": "或者分配开支。"
    },
    {
      "id": 100,
      "en": "This is a verb to allocate.",
      "cn": "这是一个动词，分配。"
    },
    {
      "id": 101,
      "en": "That means to decide where the money will go.",
      "cn": "这意味着决定钱将去哪里。"
    },
    {
      "id": 102,
      "en": "Okay, so as the mother in a family, I will allocate 10% of the money to the children's allowances.",
      "cn": "好的，作为家庭中的母亲，我将把10%的钱分配给孩子们的零用钱。"
    },
    {
      "id": 103,
      "en": "That's a lot.",
      "cn": "这很多。"
    },
    {
      "id": 104,
      "en": "50% to the mortgage, 20% to the car.",
      "cn": "50%用于抵押贷款，20%用于汽车。"
    },
    {
      "id": 105,
      "en": "Okay, car repairs.",
      "cn": "好的，汽车维修。"
    },
    {
      "id": 106,
      "en": "So you're allocating your spending.",
      "cn": "所以你在分配你的开支。"
    },
    {
      "id": 107,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 108,
      "en": "I'm deciding where to spend the money.",
      "cn": "我在决定如何花钱。"
    },
    {
      "id": 109,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 110,
      "en": "And well, talking about spending, we have this word expenditures.",
      "cn": "说到开支，我们有一个词叫支出。"
    },
    {
      "id": 111,
      "en": "Expenditures.",
      "cn": "支出。"
    },
    {
      "id": 112,
      "en": "And so this is a really important word if you're in business as well, because we consider expenditures when we're talking about how much a company earns.",
      "cn": "这是一个非常重要的词，如果你在做生意，因为我们在谈论公司赚多少钱时会考虑支出。"
    },
    {
      "id": 113,
      "en": "Expenditures are things that we spend money on.",
      "cn": "支出是我们花钱的东西。"
    },
    {
      "id": 114,
      "en": "So okay, so an expenditure and this is a noun and usually it's in the plural expenditures.",
      "cn": "所以好的，支出是一个名词，通常是复数形式支出。"
    },
    {
      "id": 115,
      "en": "Exactly expenditures.",
      "cn": "正是支出。"
    },
    {
      "id": 116,
      "en": "So we have many expenditures at my house.",
      "cn": "我们家有很多支出。"
    },
    {
      "id": 117,
      "en": "Among them, we have the car, the rent, health care, things like that.",
      "cn": "其中包括汽车、租金、医疗保健等等。"
    },
    {
      "id": 118,
      "en": "Okay, perfect.",
      "cn": "好的，完美。"
    },
    {
      "id": 119,
      "en": "So really good phrases.",
      "cn": "所以真的很好的短语。"
    },
    {
      "id": 120,
      "en": "They're really good vocabulary items.",
      "cn": "他们真的是很好的词汇项。"
    },
    {
      "id": 121,
      "en": "Why don't we move on now to fluency builder?",
      "cn": "我们现在为什么不继续进行流利度训练呢？"
    },
    {
      "id": 122,
      "en": "fluency builder.",
      "cn": "流利度训练。"
    },
    {
      "id": 123,
      "en": "We've got some very fun phrases today, Marco in fluency builder.",
      "cn": "今天在流利度训练中，我们有一些非常有趣的短语，Marco。"
    },
    {
      "id": 124,
      "en": "This first one is a very common phrase that we hear in songs and movies to skyrocket.",
      "cn": "第一个是我们在歌曲和电影中常听到的短语：飞涨。"
    },
    {
      "id": 125,
      "en": "All right, what is skyrocket?",
      "cn": "好吧，飞涨是什么意思？"
    },
    {
      "id": 126,
      "en": "Well, you think about a rocket, you know, that's a ship that goes to space to skyrocket means to go up really high really fast.",
      "cn": "嗯，你想想火箭，那是一艘去太空的飞船，飞涨意味着快速上升。"
    },
    {
      "id": 127,
      "en": "Okay, the price of gas has skyrocketed.",
      "cn": "好的，汽油价格飞涨了。"
    },
    {
      "id": 128,
      "en": "So I remember when I was a kid gas used to be 98 cents a gallon.",
      "cn": "我记得我小时候汽油每加仑98美分。"
    },
    {
      "id": 129,
      "en": "Oh, really?",
      "cn": "哦，真的？"
    },
    {
      "id": 130,
      "en": "And in the 19 in the 2000s, the price skyrocketed and it ends up and ended up being like $4 a gallon.",
      "cn": "在2000年代，价格飞涨，最后变成了每加仑4美元。"
    },
    {
      "id": 131,
      "en": "Yeah, it was really expensive.",
      "cn": "是的，真的很贵。"
    },
    {
      "id": 132,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 133,
      "en": "So this is also you can talk about sales have skyrocketed or the price of petroleum has skyrocketed.",
      "cn": "所以你也可以说销售飞涨了，或者石油价格飞涨了。"
    },
    {
      "id": 134,
      "en": "So it could be a good thing or a bad thing depending on what you're talking about.",
      "cn": "所以这可能是好事，也可能是坏事，取决于你在谈论什么。"
    },
    {
      "id": 135,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 136,
      "en": "And now moving on, they said that their spending was out of control.",
      "cn": "现在继续，他们说他们的开支失控了。"
    },
    {
      "id": 137,
      "en": "Yeah, so this family doesn't seem to understand how to budget they spend on everything.",
      "cn": "是的，这个家庭似乎不懂得如何预算，他们在所有事情上都花钱。"
    },
    {
      "id": 138,
      "en": "And so the the bank the accountant says that you're spending is out of control.",
      "cn": "所以银行的会计师说你的开支失控了。"
    },
    {
      "id": 139,
      "en": "That means that you're spending too much.",
      "cn": "这意味着你花得太多了。"
    },
    {
      "id": 140,
      "en": "There's no order to the way that you're spending.",
      "cn": "你的开支没有秩序。"
    },
    {
      "id": 141,
      "en": "And we actually have a lesson a previous lesson called out of control spending that we also touched this topic of what we talk about out of control.",
      "cn": "我们实际上有一节课，之前的课叫失控的开支，我们也讨论了这个话题。"
    },
    {
      "id": 142,
      "en": "Something is out of control.",
      "cn": "某事失控。"
    },
    {
      "id": 143,
      "en": "A person can be out of control like a child.",
      "cn": "一个人可以失控，比如一个孩子。"
    },
    {
      "id": 144,
      "en": "This child is out of control.",
      "cn": "这个孩子失控了。"
    },
    {
      "id": 145,
      "en": "He never stops screaming and hitting people.",
      "cn": "他从不停止尖叫和打人。"
    },
    {
      "id": 146,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 147,
      "en": "And our last phrase for today, the accountant says, Well, you've come to the right place.",
      "cn": "我们今天的最后一个短语，会计师说，嗯，你来对地方了。"
    },
    {
      "id": 148,
      "en": "Okay, this is him.",
      "cn": "好的，这是他。"
    },
    {
      "id": 149,
      "en": "This is the accountant bragging.",
      "cn": "这是会计师在自夸。"
    },
    {
      "id": 150,
      "en": "He's saying, Well, I can fix your problems.",
      "cn": "他在说，嗯，我可以解决你的问题。"
    },
    {
      "id": 151,
      "en": "I can help you.",
      "cn": "我可以帮助你。"
    },
    {
      "id": 152,
      "en": "You've come to the right place.",
      "cn": "你来对地方了。"
    },
    {
      "id": 153,
      "en": "You can use this in many different ways.",
      "cn": "你可以用这个短语以多种方式。"
    },
    {
      "id": 154,
      "en": "For example, I have a problem maybe with with my TV and I say, Marco, oh my gosh, my TV doesn't work.",
      "cn": "例如，我有一个问题，可能是我的电视，我说，Marco，哦，我的天，我的电视坏了。"
    },
    {
      "id": 155,
      "en": "I don't know what to do.",
      "cn": "我不知道该怎么办。"
    },
    {
      "id": 156,
      "en": "Can you help?",
      "cn": "你能帮忙吗？"
    },
    {
      "id": 157,
      "en": "Right.",
      "cn": "对吧。"
    },
    {
      "id": 158,
      "en": "And I can say, well, you've come to the right place.",
      "cn": "我可以说，嗯，你来对地方了。"
    },
    {
      "id": 159,
      "en": "I can fix your TV.",
      "cn": "我可以修好你的电视。"
    },
    {
      "id": 160,
      "en": "Marco's an expert in electronics.",
      "cn": "Marco是电子产品方面的专家。"
    },
    {
      "id": 161,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 162,
      "en": "So you've come to the right place.",
      "cn": "所以你来对地方了。"
    },
    {
      "id": 163,
      "en": "It's a very common phrase, especially as you say, when somebody is trying to brag and say, well, I know how to fix your problems or I know what you need.",
      "cn": "这是一个非常常见的短语，尤其是当你说某人试图自夸时，说，嗯，我知道如何解决你的问题，或者我知道你需要什么。"
    },
    {
      "id": 164,
      "en": "I'm good at this.",
      "cn": "我擅长这个。"
    },
    {
      "id": 165,
      "en": "You've come to the right place.",
      "cn": "你来对地方了。"
    },
    {
      "id": 166,
      "en": "If you want to learn English, you've come to the right place.",
      "cn": "如果你想学英语，你来对地方了。"
    },
    {
      "id": 167,
      "en": "EnglishPod.com.",
      "cn": "EnglishPod.com。"
    },
    {
      "id": 168,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 169,
      "en": "So let's listen to our dialogue for the last time.",
      "cn": "所以让我们最后再听一遍我们的对话。"
    },
    {
      "id": 170,
      "en": "Welcome, Mr. and Mrs. Carnwell.",
      "cn": "欢迎，Carnwell先生和夫人。"
    },
    {
      "id": 171,
      "en": "Please take a seat.",
      "cn": "请坐。"
    },
    {
      "id": 172,
      "en": "Thank you.",
      "cn": "谢谢。"
    },
    {
      "id": 173,
      "en": "So I understand that your family spending has skyrocketed and you want to start budgeting.",
      "cn": "所以我了解到你们家庭的开支飞涨了，你们想开始预算。"
    },
    {
      "id": 174,
      "en": "Yes, that's correct.",
      "cn": "是的，没错。"
    },
    {
      "id": 175,
      "en": "Frankly speaking, our household income is relatively high and we have never had any money problems.",
      "cn": "坦白说，我们的家庭收入相对较高，从来没有遇到过金钱问题。"
    },
    {
      "id": 176,
      "en": "But I think this is the main reason as to why our spending has gone out of control.",
      "cn": "但我认为这正是我们开支失控的主要原因。"
    },
    {
      "id": 177,
      "en": "We have two kids and with allowances paying their credit cards, ours, and not to mention our mortgage and car payments.",
      "cn": "我们有两个孩子，除了支付他们的信用卡、我们的信用卡，更不用说我们的抵押贷款和汽车付款。"
    },
    {
      "id": 178,
      "en": "With the recent economic downturn, my husband's business has suffered.",
      "cn": "随着最近经济下滑，我丈夫的生意受到了影响。"
    },
    {
      "id": 179,
      "en": "And now we need some advice as how we can prepare a family budget.",
      "cn": "现在我们需要一些建议，如何准备家庭预算。"
    },
    {
      "id": 180,
      "en": "I see.",
      "cn": "我明白了。"
    },
    {
      "id": 181,
      "en": "Well, you have come to the right place.",
      "cn": "好吧，你来对地方了。"
    },
    {
      "id": 182,
      "en": "First, what we need to do is determine your cash flow.",
      "cn": "首先，我们需要做的是确定你的现金流。"
    },
    {
      "id": 183,
      "en": "Knowing how much money is coming in will help us allocate spending to different categories such as mortgage, education, groceries, etc.",
      "cn": "了解有多少钱进来将帮助我们将开支分配到不同的类别，如抵押贷款、教育、杂货等。"
    },
    {
      "id": 184,
      "en": "Yes, that makes sense.",
      "cn": "是的，这很有道理。"
    },
    {
      "id": 185,
      "en": "Secondly, I need you to bring all of your receipts for the last two to three months.",
      "cn": "其次，我需要你带来过去两到三个月的所有收据。"
    },
    {
      "id": 186,
      "en": "That way we can determine what your average expenditures are and see which category you're spending money on the most.",
      "cn": "这样我们就可以确定你的平均支出，并查看你在哪个类别上花钱最多。"
    },
    {
      "id": 187,
      "en": "Usually, your fixed costs are higher and we can't do much about that.",
      "cn": "通常，你的固定成本较高，我们对此无能为力。"
    },
    {
      "id": 188,
      "en": "But we can usually trim your variable costs such as entertainment or clothing.",
      "cn": "但我们通常可以削减你的可变成本，如娱乐或服装。"
    },
    {
      "id": 189,
      "en": "Great, we will do that then.",
      "cn": "太好了，我们会这样做的。"
    },
    {
      "id": 190,
      "en": "Now how about we treat you to a nice dinner?",
      "cn": "现在我们请你吃顿好饭怎么样？"
    },
    {
      "id": 191,
      "en": "That's another thing.",
      "cn": "这是另一件事。"
    },
    {
      "id": 192,
      "en": "If you really want to stop spending so much money, throw away at least half of your credit cards.",
      "cn": "如果你真的想停止花那么多钱，至少扔掉一半的信用卡。"
    },
    {
      "id": 193,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 194,
      "en": "So now talking about allowances, you said you had an allowance when you were a kid.",
      "cn": "现在谈到零用钱，你说你小时候有零用钱。"
    },
    {
      "id": 195,
      "en": "Did you really have a $10 a week allowance?",
      "cn": "你真的有每周10美元的零用钱吗？"
    },
    {
      "id": 196,
      "en": "No, I think it was like eight.",
      "cn": "不，我想是8美元。"
    },
    {
      "id": 197,
      "en": "It started out at $6 or $5 a week.",
      "cn": "一开始是每周6或5美元。"
    },
    {
      "id": 198,
      "en": "And then I think the most I got was like 10 or 11.",
      "cn": "然后我想我最多得到过10或11美元。"
    },
    {
      "id": 199,
      "en": "Oh, wow.",
      "cn": "哦，哇。"
    },
    {
      "id": 200,
      "en": "So it was like almost about $1 a day.",
      "cn": "所以几乎是每天1美元。"
    },
    {
      "id": 201,
      "en": "About that.",
      "cn": "大约是这样。"
    },
    {
      "id": 202,
      "en": "But usually the point was that well, I started working when I was 15.",
      "cn": "但通常来说，我15岁时开始工作。"
    },
    {
      "id": 203,
      "en": "Because my parents thought it was important for children to learn how money works.",
      "cn": "因为我父母认为让孩子了解金钱运作很重要。"
    },
    {
      "id": 204,
      "en": "But I was given that money because at the time, it was enough money to go out one night.",
      "cn": "但我得到那笔钱是因为当时这足够让我出去一晚。"
    },
    {
      "id": 205,
      "en": "So on Friday nights, if I wanted to go out with my friends, I could go out to watch a movie and get a slice of pizza.",
      "cn": "所以在周五晚上，如果我想和朋友出去，我可以去看电影和吃一片披萨。"
    },
    {
      "id": 206,
      "en": "And $10 was was enough.",
      "cn": "10美元就足够了。"
    },
    {
      "id": 207,
      "en": "Now $10 doesn't even buy you a ticket to the movie.",
      "cn": "现在10美元连电影票都买不到。"
    },
    {
      "id": 208,
      "en": "But at the time, it was it was more than enough.",
      "cn": "但那时，这已经足够多了。"
    },
    {
      "id": 209,
      "en": "So this is important, I guess because you know, different families have different ways of upbringing their children.",
      "cn": "所以这很重要，我想因为不同的家庭有不同的教育方式。"
    },
    {
      "id": 210,
      "en": "And in many cases, this doesn't happen, right?",
      "cn": "在很多情况下，这并不会发生，对吧？"
    },
    {
      "id": 211,
      "en": "If I want to go out to the movies on a Saturday, then my parents will give me $30.",
      "cn": "如果我想在周六去看电影，我的父母会给我30美元。"
    },
    {
      "id": 212,
      "en": "And if I want to go out next weekend, they'll also give me money.",
      "cn": "如果我下个周末想出去，他们也会给我钱。"
    },
    {
      "id": 213,
      "en": "So it's a it's interesting to see the contrast.",
      "cn": "所以看到这种对比很有趣。"
    },
    {
      "id": 214,
      "en": "Because obviously, when I was a kid, also, I didn't really get this opportunity of going out all the time.",
      "cn": "因为显然，当我还是个孩子时，我也没有机会一直出去。"
    },
    {
      "id": 215,
      "en": "And actually, I had to work for it.",
      "cn": "实际上，我是要为此工作。"
    },
    {
      "id": 216,
      "en": "So if I wanted to go out on the weekend, I would get an allowance.",
      "cn": "所以如果我想在周末出去，我会得到零用钱。"
    },
    {
      "id": 217,
      "en": "But also, I would have to wash the car.",
      "cn": "但我也必须洗车。"
    },
    {
      "id": 218,
      "en": "That was typical with my dad, I had to wash the car.",
      "cn": "这在我爸爸那里是典型的，我必须洗车。"
    },
    {
      "id": 219,
      "en": "Well, I think it's interesting because it shows that the parents want to teach their children about budgeting.",
      "cn": "我觉得这很有趣，因为这表明父母想教孩子们预算。"
    },
    {
      "id": 220,
      "en": "Because if you only have $10, you really have to budget, you have to decide how you will allocate that money, even though it's not very much.",
      "cn": "因为如果你只有10美元，你真的必须预算，决定如何分配这笔钱，即使这并不多。"
    },
    {
      "id": 221,
      "en": "So in some ways, it's good practice.",
      "cn": "所以在某种程度上，这是很好的练习。"
    },
    {
      "id": 222,
      "en": "Yeah, it is.",
      "cn": "是的，确实如此。"
    },
    {
      "id": 223,
      "en": "I think it's done as well.",
      "cn": "我认为这做得很好。"
    },
    {
      "id": 224,
      "en": "We're not in debt.",
      "cn": "我们没有负债。"
    },
    {
      "id": 225,
      "en": "It's not.",
      "cn": "不是。"
    },
    {
      "id": 226,
      "en": "Not yet.",
      "cn": "还没有。"
    },
    {
      "id": 227,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 228,
      "en": "So let us know how allowances work in your country.",
      "cn": "所以让我们知道你们国家的零用钱是怎么运作的。"
    },
    {
      "id": 229,
      "en": "Or maybe did you have an allowance when you were a kid?",
      "cn": "或者你小时候有零用钱吗？"
    },
    {
      "id": 230,
      "en": "A lot of people didn't have an allowance.",
      "cn": "很多人没有零用钱。"
    },
    {
      "id": 231,
      "en": "I know a lot of friends didn't get allowances.",
      "cn": "我知道很多朋友没有得到零用钱。"
    },
    {
      "id": 232,
      "en": "So come to our website, EnglishPod.com.",
      "cn": "所以来我们的网站，EnglishPod.com。"
    },
    {
      "id": 233,
      "en": "And if you have any other questions or doubts, please leave them there as well.",
      "cn": "如果你有其他问题或疑虑，请在那里留言。"
    },
    {
      "id": 234,
      "en": "We hope to hear from you.",
      "cn": "我们希望听到你的消息。"
    },
    {
      "id": 235,
      "en": "Until next time.",
      "cn": "下次再见。"
    },
    {
      "id": 236,
      "en": "Bye, everyone.",
      "cn": "大家再见。"
    },
    {
      "id": 237,
      "en": "Transcribed by https://otter.ai.",
      "cn": "由 https://otter.ai 转录。"
    }
  ]
}