{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0269",
  "title": "EnglishPod 中高级 0269",
  "totalSegments": 240,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Katherine.",
      "cn": "我叫Katherine。"
    },
    {
      "id": 4,
      "en": "And today we have an upper intermediate level lesson about something very technical.",
      "cn": "今天我们有一节关于非常技术性内容的中高级课程。"
    },
    {
      "id": 5,
      "en": "We're talking about marketing strategies here today.",
      "cn": "我们今天讨论的是市场营销策略。"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "Today we have an upper intermediate lesson at the office.",
      "cn": "今天我们在办公室进行中高级课程。"
    },
    {
      "id": 8,
      "en": "That is the category of this lesson.",
      "cn": "这就是本节课的类别。"
    },
    {
      "id": 9,
      "en": "And we're basically talking about marketing, a marketing plan, and a lot of technical words around this part of business.",
      "cn": "我们基本上在讨论市场营销、营销计划以及与这部分业务相关的许多技术性词汇。"
    },
    {
      "id": 10,
      "en": "All right, so let's take a listen to today's dialogue, and we'll be back in just a moment to talk about what's going on.",
      "cn": "好的，让我们来听听今天的对话，稍后我们会回来讨论发生了什么。"
    },
    {
      "id": 11,
      "en": "Okay, everyone, let's begin.",
      "cn": "好的，大家，我们开始吧。"
    },
    {
      "id": 12,
      "en": "I called you here today to evaluate our marketing strategy during this recession.",
      "cn": "我今天叫你们来是为了评估我们在这次经济衰退期间的市场营销策略。"
    },
    {
      "id": 13,
      "en": "I wanted to re-emphasize our corporate mission of aiming to give our customers the best coffee and service in a clean and welcoming atmosphere.",
      "cn": "我想重申我们的企业使命，即在一个干净和温馨的环境中为客户提供最好的咖啡和服务。"
    },
    {
      "id": 14,
      "en": "Several other shops have been reducing their prices for their coffees, and they are drawing in more customers.",
      "cn": "其他几家店的咖啡价格都在降低，他们吸引了更多的顾客。"
    },
    {
      "id": 15,
      "en": "Why aren't we doing the same thing?",
      "cn": "我们为什么不这样做呢？"
    },
    {
      "id": 16,
      "en": "I know that recent sales have been slow, but we are not going to reduce our prices to the level of our competitors.",
      "cn": "我知道最近的销售情况不佳，但我们不会将价格降低到竞争对手的水平。"
    },
    {
      "id": 17,
      "en": "We offer a superior product, and our focus is on long-term growth rather than short-term sales.",
      "cn": "我们提供的是优质产品，我们关注的是长期增长，而不是短期销售。"
    },
    {
      "id": 18,
      "en": "If we lower our prices, we run the risk of devaluing our product.",
      "cn": "如果我们降低价格，就有可能贬值我们的产品。"
    },
    {
      "id": 19,
      "en": "Customers don't care about coffee anymore.",
      "cn": "顾客现在只关心价格。"
    },
    {
      "id": 20,
      "en": "They only care about price.",
      "cn": "他们不再关心咖啡了。"
    },
    {
      "id": 21,
      "en": "I disagree.",
      "cn": "我不同意。"
    },
    {
      "id": 22,
      "en": "Highly discerning customers know that our coffee is far better than the coffee you buy at the other places.",
      "cn": "高度挑剔的顾客知道我们的咖啡远比其他地方的咖啡好。"
    },
    {
      "id": 23,
      "en": "Our coffee beans are artisan roasted, and we use state-of-the-art equipment to brew our coffees.",
      "cn": "我们的咖啡豆是手工烘焙的，我们使用最先进的设备来冲泡咖啡。"
    },
    {
      "id": 24,
      "en": "When you compare the coffees side by side, our coffee wins the taste test every time.",
      "cn": "当你并排比较咖啡时，我们的咖啡每次都能赢得味道测试。"
    },
    {
      "id": 25,
      "en": "We have never sought to appeal to the mass market with cheap coffee drinks, and we will not do so now.",
      "cn": "我们从未试图通过便宜的咖啡饮品来吸引大众市场，现在也不会这样做。"
    },
    {
      "id": 26,
      "en": "That's true.",
      "cn": "这是真的。"
    },
    {
      "id": 27,
      "en": "We've certainly achieved top-of-mind awareness when it comes to the best tasting brews, and it's important to distinguish ourselves from the competitors.",
      "cn": "在最佳口味的酿造方面，我们确实达到了人们的心目中第一的认知，重要的是要与竞争对手区分开来。"
    },
    {
      "id": 28,
      "en": "I think the main question is, how can we show our appreciation to our customers?",
      "cn": "我认为主要的问题是，我们如何向顾客表达我们的感激之情？"
    },
    {
      "id": 29,
      "en": "That's the main question I would like to discuss today.",
      "cn": "这是我今天想讨论的主要问题。"
    },
    {
      "id": 30,
      "en": "Money is tight for everyone these days.",
      "cn": "现在每个人的经济都很紧张。"
    },
    {
      "id": 31,
      "en": "So even our most loyal customers may be reconsidering the money they pay for their morning coffee.",
      "cn": "所以即使是我们最忠诚的顾客也可能在重新考虑他们为早晨咖啡支付的钱。"
    },
    {
      "id": 32,
      "en": "Since the security of our coffee beans is one of our core competencies, why don't we sell the beans for people to brew coffee at home?",
      "cn": "由于咖啡豆的安全性是我们的核心竞争力之一，为什么我们不出售咖啡豆，让人们在家冲泡咖啡呢？"
    },
    {
      "id": 33,
      "en": "That could definitely be a way we could expand our company.",
      "cn": "这绝对可以是我们扩展公司的一个方式。"
    },
    {
      "id": 34,
      "en": "But would we be undermining the essence of the company that way?",
      "cn": "但这样会不会削弱公司的本质呢？"
    },
    {
      "id": 35,
      "en": "Let's brainstorm some more ideas and do some research.",
      "cn": "让我们再头脑风暴一些想法并做一些研究。"
    },
    {
      "id": 36,
      "en": "The customer always comes first, and what the customer wants, the customer gets.",
      "cn": "顾客永远是第一位的，顾客想要什么，顾客就能得到什么。"
    },
    {
      "id": 37,
      "en": "Maybe it's time we started selling coffee beans.",
      "cn": "也许是时候我们开始出售咖啡豆了。"
    },
    {
      "id": 38,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 39,
      "en": "So a very interesting dialogue.",
      "cn": "这是一个非常有趣的对话。"
    },
    {
      "id": 40,
      "en": "I think this is something very common that would go on in a meeting room when the marketing department is talking about prices and how do we increase sales, etc.",
      "cn": "我认为这在市场部讨论价格和如何增加销售等问题时是非常常见的。"
    },
    {
      "id": 41,
      "en": "So I think we had a lot of difficult words or maybe words that we didn't really understand well.",
      "cn": "所以我认为我们有很多难懂的词汇，或者是我们不太理解的词汇。"
    },
    {
      "id": 42,
      "en": "So let's take a look at some of those in Language Takeaway.",
      "cn": "那么让我们来看看一些在语言收获中的词汇。"
    },
    {
      "id": 43,
      "en": "Language Takeaway So the first word on the top of our list today is recession.",
      "cn": "语言收获 今天我们列表上的第一个词是经济衰退。"
    },
    {
      "id": 44,
      "en": "Anyone looking at the news this year or last year probably knows what this word means, but let's talk about it anyway.",
      "cn": "今年或去年关注新闻的人可能知道这个词的意思，但我们还是来谈谈它。"
    },
    {
      "id": 45,
      "en": "What is a recession?",
      "cn": "什么是经济衰退？"
    },
    {
      "id": 46,
      "en": "That's right, so everyone was talking about the recession and basically it is a noun, alright?",
      "cn": "没错，大家都在谈论经济衰退，基本上它是一个名词，对吧？"
    },
    {
      "id": 47,
      "en": "And it means that people don't have enough money like before and so consequently services are decreased, people aren't buying as much, so there is a lack of commerce going on in the country, a region, or a city, etc.",
      "cn": "它的意思是人们没有足够的钱，服务减少，人们的购买力下降，因此国家、地区或城市的商业活动减少。"
    },
    {
      "id": 48,
      "en": "Alright, so basically in economics you have these different cycles.",
      "cn": "好的，基本上在经济学中，你有不同的周期。"
    },
    {
      "id": 49,
      "en": "It's not like the economy is always the same and so sometimes when there's not enough money we call it a recession and we can say, hey, I don't have much money to spend right now, we are in a recession.",
      "cn": "经济并不是总是一样的，所以有时当钱不够时，我们称之为经济衰退，我们可以说，嘿，我现在没有很多钱可以花，我们正处于经济衰退中。"
    },
    {
      "id": 50,
      "en": "So that's a very common way to use the term.",
      "cn": "这是一种非常常见的用法。"
    },
    {
      "id": 51,
      "en": "That's right, so as you said it's an economic term and many consequences because of this lack of jobs.",
      "cn": "没错，正如你所说，这是一个经济术语，由于缺乏工作而产生许多后果。"
    },
    {
      "id": 52,
      "en": "It's just, as you said, a cycle.",
      "cn": "这只是，正如你所说，是一个周期。"
    },
    {
      "id": 53,
      "en": "And so apart from a recession that that's why they are brainstorming to see how they can increase sales despite the recession, they also talked about their customers and that their customers are highly discerning.",
      "cn": "除了经济衰退，他们还在头脑风暴如何在经济衰退中增加销售，他们还谈到了他们的顾客，以及他们的顾客是高度挑剔的。"
    },
    {
      "id": 54,
      "en": "Alright, so this word discerning comes from the verb to discern and it's a really important one because it means to be able to tell the difference, to understand the difference between two different things.",
      "cn": "好的，这个词“挑剔”来自动词“辨别”，这是一个非常重要的词，因为它意味着能够区分，理解两者之间的差异。"
    },
    {
      "id": 55,
      "en": "Okay, so let's say we have two cups of soda.",
      "cn": "好的，假设我们有两杯汽水。"
    },
    {
      "id": 56,
      "en": "I'm very good at tasting things so I can discern the difference, I can discern the difference between these two.",
      "cn": "我非常擅长品尝东西，所以我可以辨别出差异，我可以辨别出这两者的不同。"
    },
    {
      "id": 57,
      "en": "I can say one is Coca-cola and one is Pepsi.",
      "cn": "我可以说一个是可口可乐，一个是百事可乐。"
    },
    {
      "id": 58,
      "en": "Okay, so to discern is to be able to tell the difference or to notice the difference between many things and so obviously you are a discerning person.",
      "cn": "好的，所以“辨别”就是能够区分或注意到许多事物之间的差异，因此显然你是一个挑剔的人。"
    },
    {
      "id": 59,
      "en": "Or you have discerning taste.",
      "cn": "或者你有挑剔的品味。"
    },
    {
      "id": 60,
      "en": "This means that you're very good at telling when something is high quality and when it's not high quality.",
      "cn": "这意味着你非常擅长判断某样东西是否高质量。"
    },
    {
      "id": 61,
      "en": "Okay, and well, talking about discerning customers who know what they want and so they talked about their coffee beans and it's one of their core competencies.",
      "cn": "好的，谈到挑剔的顾客，他们知道自己想要什么，所以他们谈到了咖啡豆，这是他们的核心竞争力之一。"
    },
    {
      "id": 62,
      "en": "Okay, so this is something you might actually hear in education as well as in business.",
      "cn": "好的，这在教育和商业中你可能都会听到。"
    },
    {
      "id": 63,
      "en": "Something is your competency if you are able to do it.",
      "cn": "如果你能够做到某件事，那就是你的竞争力。"
    },
    {
      "id": 64,
      "en": "Alright, so I am able to write Chinese characters.",
      "cn": "好的，我能够写汉字。"
    },
    {
      "id": 65,
      "en": "It's one of my core competencies.",
      "cn": "这就是我的核心竞争力之一。"
    },
    {
      "id": 66,
      "en": "Okay, so that's something that I'm able to do so I consider it one of these central or important abilities.",
      "cn": "好的，这是一项我能够做到的事情，所以我认为这是我重要的能力之一。"
    },
    {
      "id": 67,
      "en": "But you always talk about competencies within the context of some area.",
      "cn": "但你总是在某个领域的背景下谈论竞争力。"
    },
    {
      "id": 68,
      "en": "So my language skills or in this case at a company we're talking about making a coffee.",
      "cn": "所以我的语言技能，或者在这个案例中，我们在谈论制作咖啡。"
    },
    {
      "id": 69,
      "en": "One of the company's core competencies is making their coffee beans.",
      "cn": "公司的核心竞争力之一是制作咖啡豆。"
    },
    {
      "id": 70,
      "en": "That's something they're good at.",
      "cn": "这是他们擅长的事情。"
    },
    {
      "id": 71,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 72,
      "en": "And core, when we talk about core, we talk about the center.",
      "cn": "而“核心”，当我们谈论核心时，我们谈论的是中心。"
    },
    {
      "id": 73,
      "en": "We talk about one of the most important things.",
      "cn": "我们谈论的是最重要的事情之一。"
    },
    {
      "id": 74,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 75,
      "en": "Okay, and well for the last word that we've prepared to you on Language Takeaway, we talked about them worrying that, you know, selling the coffee beans might undermine the essence of the company.",
      "cn": "好的，关于我们在语言收获中准备的最后一个词，我们谈到了他们担心出售咖啡豆可能会削弱公司的本质。"
    },
    {
      "id": 76,
      "en": "To undermine, okay.",
      "cn": "“削弱”，好的。"
    },
    {
      "id": 77,
      "en": "This is a really important verb and you'll hear this a lot actually in TV shows and especially in dramas.",
      "cn": "这是一个非常重要的动词，实际上你会在电视剧中经常听到这个词。"
    },
    {
      "id": 78,
      "en": "Say, he's undermining my authority or he's undermining my power.",
      "cn": "比如说，他在削弱我的权威，或者他在削弱我的权力。"
    },
    {
      "id": 79,
      "en": "This means that someone is challenging it or someone is kind of taking it away from you.",
      "cn": "这意味着有人在挑战它，或者有人在从你那里夺走它。"
    },
    {
      "id": 80,
      "en": "Okay, so to undermine is to, as you said, challenge or try to take something from you.",
      "cn": "好的，所以“削弱”就是，正如你所说，挑战或试图从你那里夺走某样东西。"
    },
    {
      "id": 81,
      "en": "Very sneaky, in a sneaky way sometimes.",
      "cn": "有时是非常狡猾的方式。"
    },
    {
      "id": 82,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 83,
      "en": "So for example, if I'm the president of a country and someone is trying to take that away from me, someone is trying to be the president and trying to take down my government, he is trying to undermine my power.",
      "cn": "所以例如，如果我是一个国家的总统，有人试图从我那里夺走这个职位，有人试图成为总统并试图推翻我的政府，他就是在削弱我的权力。"
    },
    {
      "id": 84,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 85,
      "en": "So four key words there on Language Takeaway.",
      "cn": "所以在语言收获中有四个关键词。"
    },
    {
      "id": 86,
      "en": "Now we're gonna move on to Fluency Builder where we've prepared a lot of nice and very good phrases.",
      "cn": "现在我们将进入流利表达部分，我们准备了很多很好的短语。"
    },
    {
      "id": 87,
      "en": "Fluency Builder.",
      "cn": "流利表达。"
    },
    {
      "id": 88,
      "en": "All right, so on Fluency Builder, why don't we start up from the beginning of the dialogue when they were talking about the prices of the coffee and that other shops have reduced their prices and so they're drawing in more customers.",
      "cn": "好的，在流利表达中，为什么我们不从对话开始时谈论咖啡价格和其他商店降低价格吸引更多顾客的部分开始呢？"
    },
    {
      "id": 89,
      "en": "All right, so the key here is to draw in.",
      "cn": "好的，关键在于“吸引”。"
    },
    {
      "id": 90,
      "en": "This is a phrase.",
      "cn": "这是一个短语。"
    },
    {
      "id": 91,
      "en": "Most people will know the word to draw, you know, to make a design on a page.",
      "cn": "大多数人会知道“吸引”这个词，你知道，就是在页面上做设计。"
    },
    {
      "id": 92,
      "en": "But to draw in has a very special meaning.",
      "cn": "但“吸引”有一个非常特别的含义。"
    },
    {
      "id": 93,
      "en": "It means to attract.",
      "cn": "它意味着吸引。"
    },
    {
      "id": 94,
      "en": "Okay, so you want to attract more customers, you want to bring them into the shop, so you're trying to draw them in.",
      "cn": "好的，所以你想吸引更多的顾客，你想把他们带进店里，所以你在试图吸引他们。"
    },
    {
      "id": 95,
      "en": "So Marco, what's a good example of a, of something that a company will do to try and draw in customers?",
      "cn": "那么Marco，什么是公司用来吸引顾客的好例子？"
    },
    {
      "id": 96,
      "en": "For example, many of you maybe have seen in fast food restaurants when they have a promotion, like you buy one hamburger and you get another one for free.",
      "cn": "例如，许多人可能在快餐店看到过促销，比如你买一个汉堡，另一个免费。"
    },
    {
      "id": 97,
      "en": "So that's maybe one of the strategies that they're trying to do to draw in customers and maybe not make money, but give people the opportunity to taste their good food.",
      "cn": "所以这可能是他们试图吸引顾客的一种策略，也许不是为了赚钱，而是给人们机会品尝他们的美食。"
    },
    {
      "id": 98,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 99,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 100,
      "en": "So the next phrase we've got here is a little bit different.",
      "cn": "所以我们这里的下一个短语有点不同。"
    },
    {
      "id": 101,
      "en": "It's talking about the kind of product that they have.",
      "cn": "它谈论的是他们的产品类型。"
    },
    {
      "id": 102,
      "en": "They're talking about their coffee beans, and they say that they're roasted and that they use state of the art equipment to brew the coffee.",
      "cn": "他们在谈论他们的咖啡豆，表示他们是经过烘焙的，并且使用最先进的设备来冲泡咖啡。"
    },
    {
      "id": 103,
      "en": "So this phrase, state of the art, what does this mean?",
      "cn": "那么这个短语，最先进的，是什么意思呢？"
    },
    {
      "id": 104,
      "en": "Okay, if something is state of the art, okay, we're usually talking about a machine, and we're saying that it's the latest in technology.",
      "cn": "好吧，如果某样东西是最先进的，通常我们是在谈论一台机器，表示它是最新的技术。"
    },
    {
      "id": 105,
      "en": "It's very, very new.",
      "cn": "它非常非常新。"
    },
    {
      "id": 106,
      "en": "It's highly advanced.",
      "cn": "它高度先进。"
    },
    {
      "id": 107,
      "en": "It's a very technologically advanced machine.",
      "cn": "这是一台技术上非常先进的机器。"
    },
    {
      "id": 108,
      "en": "So for example, the new iPhone 4 is a state of the art cell phone.",
      "cn": "例如，新的iPhone 4是一款最先进的手机。"
    },
    {
      "id": 109,
      "en": "That means it's the very highest that technology has to offer.",
      "cn": "这意味着它是技术所能提供的最高水平。"
    },
    {
      "id": 110,
      "en": "And obviously, something that is state of the art is not state of the art forever, because technology changes.",
      "cn": "显然，最先进的东西并不是永远最先进的，因为技术在变化。"
    },
    {
      "id": 111,
      "en": "And so maybe next year, there will be a new state of the art telephone.",
      "cn": "所以也许明年会有一款新的最先进的电话。"
    },
    {
      "id": 112,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 113,
      "en": "So if you notice the spelling as well, we have little hyphens between each word state of the art because we take it as a chunk all together, right?",
      "cn": "如果你注意到拼写，我们在每个单词之间都有小连字符，因为我们把它作为一个整体来看，对吧？"
    },
    {
      "id": 114,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 115,
      "en": "And following that we have another phrase that is used to talk about products.",
      "cn": "接下来我们有另一个短语，用于谈论产品。"
    },
    {
      "id": 116,
      "en": "They say when you're when you compare the coffees we have side by side, our coffee wins against our competitors.",
      "cn": "他们说，当你把我们的咖啡并排比较时，我们的咖啡在竞争中获胜。"
    },
    {
      "id": 117,
      "en": "So side by side, okay, the phrase there is side by side, and they're talking about comparing coffees side by side.",
      "cn": "所以并排，短语是并排，他们在谈论并排比较咖啡。"
    },
    {
      "id": 118,
      "en": "So I think is this is pretty literal.",
      "cn": "我认为这很字面。"
    },
    {
      "id": 119,
      "en": "It's it's basically saying, you put two coffee mugs or coffee cups together side by side, and you have people taste and then you see which one they prefer.",
      "cn": "基本上是说，你把两个咖啡杯并排放在一起，让人们品尝，然后看看他们更喜欢哪个。"
    },
    {
      "id": 120,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 121,
      "en": "So you can say this when you're making comparisons.",
      "cn": "所以你可以在做比较时说这个。"
    },
    {
      "id": 122,
      "en": "When I when I look at them side by side, I think I like the pink one more than the red one.",
      "cn": "当我并排看它们时，我觉得我更喜欢粉色的那个，而不是红色的。"
    },
    {
      "id": 123,
      "en": "So you are comparing, you're literally putting them next to each other to make a choice of which one is your is your preference.",
      "cn": "所以你在比较，实际上是把它们放在一起，以便选择你更喜欢哪个。"
    },
    {
      "id": 124,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 125,
      "en": "Okay, now moving on, we have a very interesting phrase when they were talking about the company and they've achieved top of mind awareness when it comes to best tasting brews.",
      "cn": "好的，现在继续，我们有一个非常有趣的短语，当他们谈论公司时，他们在最佳口味饮品方面达到了顶尖意识。"
    },
    {
      "id": 126,
      "en": "So this phrase top of mind awareness very closely related to marketing.",
      "cn": "所以这个短语顶尖意识与市场营销密切相关。"
    },
    {
      "id": 127,
      "en": "What are we talking about here?",
      "cn": "我们在这里谈论什么？"
    },
    {
      "id": 128,
      "en": "Well, let's look at the individual words.",
      "cn": "好吧，让我们看看每个单词。"
    },
    {
      "id": 129,
      "en": "We have top, which is on top, not on bottom mind, which is your head or your thinking, and awareness, which is the way that you see things.",
      "cn": "我们有顶尖，表示在顶部，而不是在底部，意识是你看待事物的方式。"
    },
    {
      "id": 130,
      "en": "And so let's take a guess here and say that when I think of a category of product, like coffee, for example, what is the first thing that comes into my mind?",
      "cn": "所以让我们猜测一下，当我想到一个产品类别，比如咖啡时，首先想到的是什么？"
    },
    {
      "id": 131,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 132,
      "en": "So it's actually a very cool game that you can sometimes play with friends, basically just say, Okay, when you think of coffee, what is the first brand that comes into your mind Starbucks, Starbucks, so that, for example, shows that Starbucks has, has put in you a certain top of mind awareness, you associate coffee with Starbucks immediately, right?",
      "cn": "这实际上是一个很酷的游戏，你可以和朋友一起玩，基本上就是问，好吧，当你想到咖啡时，首先想到的品牌是什么？星巴克，星巴克，所以这表明星巴克在你心中建立了一定的顶尖意识，你立刻将咖啡与星巴克联系在一起，对吧？"
    },
    {
      "id": 133,
      "en": "You don't say Costa coffee, you don't say coffee bean or any other brand, right?",
      "cn": "你不会说Costa咖啡，也不会说咖啡豆或其他品牌，对吧？"
    },
    {
      "id": 134,
      "en": "No, yeah, no, definitely.",
      "cn": "不，是的，绝对不会。"
    },
    {
      "id": 135,
      "en": "This is a this is a way for you to really test what companies what corporations have the most effective marketing, because obviously, they're the ones who make you think of this thing.",
      "cn": "这是一种测试哪些公司、哪些企业拥有最有效市场营销的方法，因为显然，他们是让你想到这些东西的人。"
    },
    {
      "id": 136,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 137,
      "en": "Starbucks has tons of marketing campaigns.",
      "cn": "星巴克有很多市场营销活动。"
    },
    {
      "id": 138,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 139,
      "en": "So it's actually very interesting.",
      "cn": "所以这实际上非常有趣。"
    },
    {
      "id": 140,
      "en": "So you can say top of mind, or you can say top of mind awareness, you can say Honda has great top of mind among their clients, or Ferrari has great top of mind among luxury vehicles.",
      "cn": "所以你可以说顶尖意识，或者你可以说顶尖意识，你可以说本田在客户中有很好的顶尖意识，或者法拉利在豪华车中有很好的顶尖意识。"
    },
    {
      "id": 141,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 142,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 143,
      "en": "And now for the last phrase when we talked about money again, this is a very nice colloquial way of saying that you don't have a lot of money or money is very scarce right now.",
      "cn": "现在最后一个短语，当我们再次谈论钱时，这是一种非常好的口语方式，表示你没有很多钱，或者现在钱非常紧张。"
    },
    {
      "id": 144,
      "en": "All right, so the phrase is money is tight.",
      "cn": "好的，所以这个短语是钱紧张。"
    },
    {
      "id": 145,
      "en": "Alright, so you know the word tight, you can hold something tightly, or this belt is tight, I'm gaining weight.",
      "cn": "好的，你知道紧张这个词，你可以紧紧握住某样东西，或者这条腰带很紧，我在增重。"
    },
    {
      "id": 146,
      "en": "But in this case, money is tight.",
      "cn": "但在这种情况下，钱紧张。"
    },
    {
      "id": 147,
      "en": "That's a phrase we take as a chunk.",
      "cn": "这是我们作为一个整体来看待的短语。"
    },
    {
      "id": 148,
      "en": "And it means like you say, Marco, I just don't have much money right now.",
      "cn": "这意味着你说，马尔科，我现在真的没有很多钱。"
    },
    {
      "id": 149,
      "en": "So money is tight right now.",
      "cn": "所以现在钱紧张。"
    },
    {
      "id": 150,
      "en": "Now it's interesting because you can say it money is tight, and then the subject money is tight for bill right now.",
      "cn": "有趣的是，你可以说钱紧张，然后主语是钱紧张，账单现在很紧张。"
    },
    {
      "id": 151,
      "en": "Or you can say bill is tight for money at the moment.",
      "cn": "或者你可以说账单在钱方面很紧张。"
    },
    {
      "id": 152,
      "en": "So you can you can switch it up, depending on where you put the subject towards the end or in the beginning.",
      "cn": "所以你可以根据主语的位置在句子开头或结尾进行调整。"
    },
    {
      "id": 153,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 154,
      "en": "So usually you hear the phrase money is tight right now, or money is really tight, just kind of on its own.",
      "cn": "所以通常你会听到短语钱现在很紧张，或者钱真的很紧张，基本上是单独使用。"
    },
    {
      "id": 155,
      "en": "And it's a way to say, I don't have much cash.",
      "cn": "这是一种说我没有很多现金的方式。"
    },
    {
      "id": 156,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 157,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 158,
      "en": "So we've taken a look at a lot of words and phrases here.",
      "cn": "所以我们看了很多单词和短语。"
    },
    {
      "id": 159,
      "en": "Let's listen to our dialogue again.",
      "cn": "让我们再听一遍我们的对话。"
    },
    {
      "id": 160,
      "en": "And we'll be back to talk a little bit more.",
      "cn": "然后我们会回来再谈谈。"
    },
    {
      "id": 161,
      "en": "Okay, everyone, let's begin.",
      "cn": "好的，大家，让我们开始。"
    },
    {
      "id": 162,
      "en": "I called you here today to evaluate our marketing strategy during this recession.",
      "cn": "我今天叫你们来评估我们在这次经济衰退期间的市场营销策略。"
    },
    {
      "id": 163,
      "en": "I wanted to reemphasize our corporate mission of aiming to give our customers the best coffee and service in a clean and welcoming atmosphere.",
      "cn": "我想重申我们的企业使命，即旨在为客户提供最佳的咖啡和服务，在一个干净和温馨的氛围中。"
    },
    {
      "id": 164,
      "en": "Several other shops have been reducing their prices for their coffees, and they are drawing in more customers.",
      "cn": "其他几家店已经降低了咖啡价格，并吸引了更多顾客。"
    },
    {
      "id": 165,
      "en": "Why aren't we doing the same thing?",
      "cn": "我们为什么不这样做呢？"
    },
    {
      "id": 166,
      "en": "I know that recent sales have been slow, but we are not going to reduce our prices to the level of our competitors.",
      "cn": "我知道最近的销售情况不佳，但我们不会将价格降低到竞争对手的水平。"
    },
    {
      "id": 167,
      "en": "We offer a superior product, and our focus is on long-term growth, rather than short-term sales.",
      "cn": "我们提供优质的产品，我们的重点是长期增长，而不是短期销售。"
    },
    {
      "id": 168,
      "en": "If we lower our prices, we run the risk of devaluing our product.",
      "cn": "如果我们降低价格，就有可能贬值我们的产品。"
    },
    {
      "id": 169,
      "en": "Customers don't care about coffee anymore.",
      "cn": "顾客现在不再关心咖啡了。"
    },
    {
      "id": 170,
      "en": "They only care about price.",
      "cn": "他们只关心价格。"
    },
    {
      "id": 171,
      "en": "I disagree.",
      "cn": "我不同意。"
    },
    {
      "id": 172,
      "en": "Highly discerning customers know that our coffee is far better than the coffee you buy at the other places.",
      "cn": "高度挑剔的顾客知道我们的咖啡远比其他地方的咖啡好。"
    },
    {
      "id": 173,
      "en": "Our coffee beans are artisan roasted, and we use state-of-the-art equipment to brew our coffees.",
      "cn": "我们的咖啡豆是手工烘焙的，我们使用最先进的设备来冲泡咖啡。"
    },
    {
      "id": 174,
      "en": "When you compare the coffees side by side, our coffee wins the taste test every time.",
      "cn": "当你并排比较咖啡时，我们的咖啡每次都赢得味道测试。"
    },
    {
      "id": 175,
      "en": "We have never sought to appeal to the mass market with cheap coffee drinks, and we will not do so now.",
      "cn": "我们从未寻求以便宜的咖啡饮品吸引大众市场，现在也不会这样做。"
    },
    {
      "id": 176,
      "en": "That's true.",
      "cn": "这是真的。"
    },
    {
      "id": 177,
      "en": "We've certainly achieved top-of-mind awareness when it comes to the best tasting brews, and it's important to distinguish ourselves from the competitors.",
      "cn": "在最佳口味饮品方面，我们确实达到了顶尖意识，区分自己与竞争对手是很重要的。"
    },
    {
      "id": 178,
      "en": "I think the main question is, how can we show our appreciation to our customers?",
      "cn": "我认为主要问题是，我们如何向顾客表示感谢？"
    },
    {
      "id": 179,
      "en": "That's the main question I would like to discuss today.",
      "cn": "这是我今天想讨论的主要问题。"
    },
    {
      "id": 180,
      "en": "Money is tight for everyone these days, so even our most loyal customers may be reconsidering the money they pay for their morning coffee.",
      "cn": "现在每个人的钱都很紧张，所以即使是我们最忠诚的顾客也可能在重新考虑他们为早晨咖啡支付的钱。"
    },
    {
      "id": 181,
      "en": "Since the superiority of our coffee beans is one of our core competencies, why don't we sell the beans for people to brew coffee at home?",
      "cn": "由于我们咖啡豆的优越性是我们的核心竞争力之一，为什么我们不出售咖啡豆，让人们在家冲泡咖啡呢？"
    },
    {
      "id": 182,
      "en": "That could definitely be a way we could expand our company, but would we be undermining the essence of the company that way?",
      "cn": "这绝对可以是我们扩展公司的方式，但这样会不会削弱公司的本质呢？"
    },
    {
      "id": 183,
      "en": "Let's brainstorm some more ideas and do some research.",
      "cn": "让我们再集思广益一些想法，做一些研究。"
    },
    {
      "id": 184,
      "en": "The customer always comes first, and what the customer wants, the customer gets.",
      "cn": "顾客永远是第一位的，顾客想要什么，顾客就能得到什么。"
    },
    {
      "id": 185,
      "en": "Maybe it's time we started selling coffee beans.",
      "cn": "也许是时候开始出售咖啡豆了。"
    },
    {
      "id": 186,
      "en": "All right, so going back to top-of-mind awareness, let's test what brands are in your head.",
      "cn": "好的，回到顶尖意识，让我们测试一下你脑海中的品牌。"
    },
    {
      "id": 187,
      "en": "Okay, so for example, when you think of a luxury sports car, what do you think?",
      "cn": "好的，例如，当你想到一辆豪华跑车时，你会想到什么？"
    },
    {
      "id": 188,
      "en": "Ferrari.",
      "cn": "法拉利。"
    },
    {
      "id": 189,
      "en": "Ferrari, you mentioned it before.",
      "cn": "法拉利，你之前提到过。"
    },
    {
      "id": 190,
      "en": "Or Lamborghini.",
      "cn": "或者兰博基尼。"
    },
    {
      "id": 191,
      "en": "Or Lamborghini, but you said Ferrari first.",
      "cn": "或者兰博基尼，但你先说了法拉利。"
    },
    {
      "id": 192,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 193,
      "en": "When you think of a brand of cigarettes, what do you think?",
      "cn": "当你想到一个香烟品牌时，你会想到什么？"
    },
    {
      "id": 194,
      "en": "Camel.",
      "cn": "骆驼。"
    },
    {
      "id": 195,
      "en": "Camel, okay.",
      "cn": "骆驼，好的。"
    },
    {
      "id": 196,
      "en": "This is an American brand.",
      "cn": "这是一个美国品牌。"
    },
    {
      "id": 197,
      "en": "I don't think it's found very commonly in other places.",
      "cn": "我觉得在其他地方不常见。"
    },
    {
      "id": 198,
      "en": "They have it in Europe.",
      "cn": "欧洲有。"
    },
    {
      "id": 199,
      "en": "It's very popular Okay, what about when you think of computers, what do you think?",
      "cn": "它非常受欢迎。好吧，当你想到电脑时，你会想到什么？"
    },
    {
      "id": 200,
      "en": "For some reason, IBM.",
      "cn": "不知为何，IBM。"
    },
    {
      "id": 201,
      "en": "IBM, even though you don't own an IBM.",
      "cn": "IBM，尽管你没有IBM。"
    },
    {
      "id": 202,
      "en": "I don't, but I grew up around the IBM, you know, revolution.",
      "cn": "我没有，但我是在IBM革命中长大的。"
    },
    {
      "id": 203,
      "en": "Okay, see, this is interesting.",
      "cn": "好吧，看到这点很有趣。"
    },
    {
      "id": 204,
      "en": "So actually, it doesn't always work that way, that because you have a brand in your mind, it doesn't necessarily mean that you will purchase it in the future if you have the power to, but at least you are aware of the brand and you recognize it, and the chances are that you will buy it.",
      "cn": "所以实际上，并不总是这样，因为你心中有一个品牌，并不一定意味着你将来会购买它，但至少你知道这个品牌并且能认出它，购买的可能性是存在的。"
    },
    {
      "id": 205,
      "en": "That's right, and you're going to be familiar with it when you read about it, or, you know, when people talk about it.",
      "cn": "没错，当你阅读或人们谈论它时，你会对它感到熟悉。"
    },
    {
      "id": 206,
      "en": "So, for example, I own a Mac computer, you know, Apple, but when I think of computers, I just think of IBM, because we used to say, remember, IBM compatible.",
      "cn": "所以，例如，我拥有一台Mac电脑，你知道，苹果，但当我想到电脑时，我只想到IBM，因为我们以前常说，记得，IBM兼容。"
    },
    {
      "id": 207,
      "en": "Nah, that's right, IBM compatible, because before it was usually just Mac.",
      "cn": "嗯，没错，IBM兼容，因为之前通常只有Mac。"
    },
    {
      "id": 208,
      "en": "Everything was for Mac.",
      "cn": "一切都是为Mac准备的。"
    },
    {
      "id": 209,
      "en": "Mac or IBM, and then all of a right.",
      "cn": "Mac或IBM，然后一切都对了。"
    },
    {
      "id": 210,
      "en": "Actually, that's interesting, though, because if probably, if I say, what do you think of when you think of what brand comes to mind when you think of MP3 players?",
      "cn": "实际上，这很有趣，因为如果我问你，当你想到MP3播放器时，哪个品牌浮现在脑海中？"
    },
    {
      "id": 211,
      "en": "Apple, the iPod.",
      "cn": "苹果，iPod。"
    },
    {
      "id": 212,
      "en": "You probably think iPod.",
      "cn": "你可能会想到iPod。"
    },
    {
      "id": 213,
      "en": "That's probably one of the most famous ones.",
      "cn": "这可能是最著名的之一。"
    },
    {
      "id": 214,
      "en": "But maybe if you ask somebody about 10 years ago, when you think about a music player, what do you think about?",
      "cn": "但也许如果你问十年前的人，当你想到音乐播放器时，你会想到什么？"
    },
    {
      "id": 215,
      "en": "Sony, the Sony Walkman.",
      "cn": "索尼，索尼随身听。"
    },
    {
      "id": 216,
      "en": "The Sony Walkman, right?",
      "cn": "索尼随身听，对吧？"
    },
    {
      "id": 217,
      "en": "Or the Sony Discman.",
      "cn": "或者索尼CD随身听。"
    },
    {
      "id": 218,
      "en": "That's right, had both.",
      "cn": "没错，我都有。"
    },
    {
      "id": 219,
      "en": "It was like, I had a bright yellow.",
      "cn": "我有一个亮黄色的。"
    },
    {
      "id": 220,
      "en": "So this is really interesting.",
      "cn": "这真的很有趣。"
    },
    {
      "id": 221,
      "en": "This is the way that you see more or less.",
      "cn": "这就是你所看到的方式。"
    },
    {
      "id": 222,
      "en": "You can start to realize what brands are in your mind and maybe unconsciously, even you may not even be a smoker, but maybe some sort of cigarette brand will be in your mind.",
      "cn": "你可以开始意识到你脑海中的品牌，也许在无意识中，即使你可能不是吸烟者，但某种香烟品牌可能会在你脑海中。"
    },
    {
      "id": 223,
      "en": "Or maybe you don't even really like sports cars, but you will have a sports car brand in your mind.",
      "cn": "或者也许你并不喜欢跑车，但你脑海中会有一个跑车品牌。"
    },
    {
      "id": 224,
      "en": "I'm very curious to hear what you guys have to say, because obviously the brands that we're aware of are dependent on where we come from and the marketing campaigns in our home countries.",
      "cn": "我很想听听你们的看法，因为显然我们所知道的品牌取决于我们来自哪里以及我们本国的营销活动。"
    },
    {
      "id": 225,
      "en": "And also our age.",
      "cn": "还有我们的年龄。"
    },
    {
      "id": 226,
      "en": "You know, I was, I was a teenager when I had the Sony Discman.",
      "cn": "你知道，我在拥有索尼随身听时还是个青少年。"
    },
    {
      "id": 227,
      "en": "So that made an impact on me.",
      "cn": "所以这对我产生了影响。"
    },
    {
      "id": 228,
      "en": "But let's throw that out to you guys.",
      "cn": "但让我们把这个抛给你们。"
    },
    {
      "id": 229,
      "en": "Let us know what you think of when we say, you know, luxury cars or MP3 players or computers.",
      "cn": "让我们知道当我们说奢侈车、MP3播放器或电脑时，你们会想到什么。"
    },
    {
      "id": 230,
      "en": "Or maybe even basic things like detergents.",
      "cn": "或者甚至是一些基本的东西，比如洗涤剂。"
    },
    {
      "id": 231,
      "en": "Like, for example, if you ask somebody in the United States, they might say Tide.",
      "cn": "比如，如果你问美国人，他们可能会说Tide。"
    },
    {
      "id": 232,
      "en": "But if you ask somebody in South America, they might say, I don't know, Omo.",
      "cn": "但如果你问南美的人，他们可能会说，我不知道，Omo。"
    },
    {
      "id": 233,
      "en": "It's, it's some type of brand.",
      "cn": "这是一种品牌。"
    },
    {
      "id": 234,
      "en": "So this is also very interesting to see how what your local brands have been doing.",
      "cn": "所以这也很有趣，看看你们当地品牌的表现。"
    },
    {
      "id": 235,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 236,
      "en": "So let us know what you're thinking.",
      "cn": "所以让我们知道你们在想什么。"
    },
    {
      "id": 237,
      "en": "We're on EnglishPod.com.",
      "cn": "我们在EnglishPod.com。"
    },
    {
      "id": 238,
      "en": "We hope to see you there.",
      "cn": "希望在那里见到你。"
    },
    {
      "id": 239,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 240,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}