{
  "type": "book",
  "id": "englishpod-高级-englishpod-高级-0353",
  "title": "EnglishPod 高级 0353",
  "totalSegments": 358,
  "seriesId": "englishpod-高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and today we're talking about American education and college life.",
      "cn": "我叫Catherine，今天我们要谈论美国的教育和大学生活。"
    },
    {
      "id": 4,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 5,
      "en": "This is actually a user suggestion that they wanted to know more or less what it would be like a dialogue between friends on a typical day in college.",
      "cn": "这实际上是用户的建议，他们想知道大学里朋友之间典型一天的对话是什么样的。"
    },
    {
      "id": 6,
      "en": "All right, so this is an advanced level lesson.",
      "cn": "好的，这是一节高级课程。"
    },
    {
      "id": 7,
      "en": "We're going to be talking in a normal conversational speed.",
      "cn": "我们将以正常的对话速度进行交流。"
    },
    {
      "id": 8,
      "en": "We're going to listen to the dialogue, and when we come back, we'll talk about some of these key phrases and words that might help you understand the dialogue better.",
      "cn": "我们将听对话，回来后讨论一些关键短语和单词，帮助你更好地理解对话。"
    },
    {
      "id": 9,
      "en": "Hey, Jordan, is that you?",
      "cn": "嘿，Jordan，是你吗？"
    },
    {
      "id": 10,
      "en": "Long time, no see.",
      "cn": "好久不见。"
    },
    {
      "id": 11,
      "en": "Oh, hey, no kidding.",
      "cn": "哦，嘿，没开玩笑。"
    },
    {
      "id": 12,
      "en": "I haven't seen you since orientation three months ago.",
      "cn": "自从三个月前的迎新会我就没见过你。"
    },
    {
      "id": 13,
      "en": "So how you been?",
      "cn": "你最近怎么样？"
    },
    {
      "id": 14,
      "en": "Settling into college life okay?",
      "cn": "适应大学生活还好吗？"
    },
    {
      "id": 15,
      "en": "Yeah, I think so.",
      "cn": "是的，我想是的。"
    },
    {
      "id": 16,
      "en": "I pledged Phi Iota Alpha, so I'm living at the frat house now.",
      "cn": "我加入了Phi Iota Alpha，所以现在住在兄弟会的宿舍里。"
    },
    {
      "id": 17,
      "en": "Oh, so you're a frat boy now, huh?",
      "cn": "哦，所以你现在是个兄弟会的男孩了，嗯？"
    },
    {
      "id": 18,
      "en": "Yeah, yeah, I know.",
      "cn": "是的，我知道。"
    },
    {
      "id": 19,
      "en": "It's totally cliche, but really, I think it's been a good decision.",
      "cn": "这完全是陈词滥调，但我真的觉得这是个好决定。"
    },
    {
      "id": 20,
      "en": "Got a lot of support and good suggestions from the guys.",
      "cn": "得到了很多支持和好建议。"
    },
    {
      "id": 21,
      "en": "What about you?",
      "cn": "你呢？"
    },
    {
      "id": 22,
      "en": "What have you been up to?",
      "cn": "你最近在忙什么？"
    },
    {
      "id": 23,
      "en": "Well, not much.",
      "cn": "嗯，不多。"
    },
    {
      "id": 24,
      "en": "I'm still living at home and commuting to school.",
      "cn": "我还是住在家里，通勤上学。"
    },
    {
      "id": 25,
      "en": "I ended up dropping that metalworking class I was so excited about.",
      "cn": "我最终退掉了那门我很期待的金属加工课。"
    },
    {
      "id": 26,
      "en": "It just wasn't as interesting as I'd hoped.",
      "cn": "这门课并没有我想象中那么有趣。"
    },
    {
      "id": 27,
      "en": "The guidance counselor suggested that I focus on my prerequisite courses so that I can make sure the credits count.",
      "cn": "辅导员建议我专注于我的先修课程，以确保学分能算。"
    },
    {
      "id": 28,
      "en": "That sounds smart, but kind of boring.",
      "cn": "听起来聪明，但有点无聊。"
    },
    {
      "id": 29,
      "en": "Yeah, it is a little bit.",
      "cn": "是的，确实有点。"
    },
    {
      "id": 30,
      "en": "I joined the great outdoors club, though, which has been a lot of fun.",
      "cn": "不过我加入了户外俱乐部，玩得很开心。"
    },
    {
      "id": 31,
      "en": "We've gone on two camping trips already, and I've made some good friends.",
      "cn": "我们已经去过两次露营，我交了一些好朋友。"
    },
    {
      "id": 32,
      "en": "That's cool.",
      "cn": "那很好。"
    },
    {
      "id": 33,
      "en": "Hey, so have you decided on your major yet?",
      "cn": "嘿，你决定专业了吗？"
    },
    {
      "id": 34,
      "en": "Definitely pre-med.",
      "cn": "当然是预科医学。"
    },
    {
      "id": 35,
      "en": "What about you?",
      "cn": "你呢？"
    },
    {
      "id": 36,
      "en": "I still have no clue.",
      "cn": "我还是没头绪。"
    },
    {
      "id": 37,
      "en": "But we don't have to declare a major till our sophomore year, so I've got time.",
      "cn": "但我们要到大二才需要确定专业，所以我还有时间。"
    },
    {
      "id": 38,
      "en": "Oops, I'm late for class.",
      "cn": "哎呀，我上课迟到了。"
    },
    {
      "id": 39,
      "en": "Gotta run.",
      "cn": "我得走了。"
    },
    {
      "id": 40,
      "en": "Okay, take care.",
      "cn": "好的，保重。"
    },
    {
      "id": 41,
      "en": "Hey, nice running into you.",
      "cn": "嘿，碰到你真不错。"
    },
    {
      "id": 42,
      "en": "Yeah, you too.",
      "cn": "是啊，你也是。"
    },
    {
      "id": 43,
      "en": "Alright, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 44,
      "en": "So now let's start with all these words and phrases on language takeaway.",
      "cn": "现在让我们开始讨论这些语言要点的单词和短语。"
    },
    {
      "id": 45,
      "en": "So, hey Jordan, is that you?",
      "cn": "嘿，Jordan，是你吗？"
    },
    {
      "id": 46,
      "en": "Long time no see.",
      "cn": "好久不见。"
    },
    {
      "id": 47,
      "en": "I love this phrase.",
      "cn": "我喜欢这个短语。"
    },
    {
      "id": 48,
      "en": "Right, this phrase, long time no see, which if you look at it, it doesn't really make sense.",
      "cn": "对，这个短语“好久不见”，如果你仔细看，它其实没有什么意义。"
    },
    {
      "id": 49,
      "en": "It looks like we're missing a couple words.",
      "cn": "看起来我们缺少几个词。"
    },
    {
      "id": 50,
      "en": "It looks like an incomplete sentence.",
      "cn": "这看起来像是一个不完整的句子。"
    },
    {
      "id": 51,
      "en": "Yeah, like the subject, who.",
      "cn": "是的，像主语，谁。"
    },
    {
      "id": 52,
      "en": "I haven't seen you, you haven't seen you.",
      "cn": "我没见过你，你没见过你。"
    },
    {
      "id": 53,
      "en": "So really, the meaning of this is, I haven't seen you in a long time.",
      "cn": "所以这实际上是说，我很久没见过你。"
    },
    {
      "id": 54,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 55,
      "en": "And actually, I've heard that this phrase was taken from Chinese.",
      "cn": "其实，我听说这个短语是从中文中来的。"
    },
    {
      "id": 56,
      "en": "I've also heard that, so it's kind of like pidgin English.",
      "cn": "我也听说过，所以这有点像洋泾浜英语。"
    },
    {
      "id": 57,
      "en": "And now it's very, very common in English to say this.",
      "cn": "现在在英语中说这个非常普遍。"
    },
    {
      "id": 58,
      "en": "You say this with your friends.",
      "cn": "你和朋友说这个。"
    },
    {
      "id": 59,
      "en": "It's very casual.",
      "cn": "这很随意。"
    },
    {
      "id": 60,
      "en": "And yeah, long time no see.",
      "cn": "是的，好久不见。"
    },
    {
      "id": 61,
      "en": "Because if you translate this literally to Chinese, it makes sense, right?",
      "cn": "因为如果你把这个字面翻译成中文，它是有意义的，对吧？"
    },
    {
      "id": 62,
      "en": "Yes, it does.",
      "cn": "是的，确实如此。"
    },
    {
      "id": 63,
      "en": "So it's interesting.",
      "cn": "所以这很有趣。"
    },
    {
      "id": 64,
      "en": "All right, so we haven't seen our friend in a long time and he's like, yeah, no kidding.",
      "cn": "好吧，我们很久没见到朋友了，他说，是啊，没开玩笑。"
    },
    {
      "id": 65,
      "en": "You know what?",
      "cn": "你知道吗？"
    },
    {
      "id": 66,
      "en": "I think it's been since orientation.",
      "cn": "我想自迎新会以来就没见过了。"
    },
    {
      "id": 67,
      "en": "So what is this orientation that he's talking about?",
      "cn": "那么他所说的迎新会是什么？"
    },
    {
      "id": 68,
      "en": "Now, this is an important part of the average American college experience.",
      "cn": "这是美国大学经历中一个重要的部分。"
    },
    {
      "id": 69,
      "en": "Orientation is a special time, maybe for one week or a couple days at the very beginning of your first year of university.",
      "cn": "迎新会是一个特殊的时间，可能持续一周或几天，在你大学第一年的开始。"
    },
    {
      "id": 70,
      "en": "All right, so my first week of school, I didn't have any classes, but I went to school and with all of the other first year students were called freshmen.",
      "cn": "好吧，我上学的第一周没有任何课程，但我去学校，和所有其他新生一起。"
    },
    {
      "id": 71,
      "en": "I had to do activities and meet people and sign up for classes.",
      "cn": "我必须参加活动，认识人，注册课程。"
    },
    {
      "id": 72,
      "en": "And basically orientation is a time when you learn about a new system or a new program.",
      "cn": "基本上，迎新会是你了解新系统或新项目的时间。"
    },
    {
      "id": 73,
      "en": "So how it works, because, you know, maybe you don't really know yet how to pick your classes or where the dorms are or how the meals work if you have to go to the cafeteria, et cetera, right?",
      "cn": "所以它是如何运作的，因为你知道，也许你还不知道如何选择课程，宿舍在哪里，餐食如何运作，如果你必须去自助餐厅等等，对吧？"
    },
    {
      "id": 74,
      "en": "Exactly, and it comes from the verb to orient.",
      "cn": "正是如此，它来自动词“定位”。"
    },
    {
      "id": 75,
      "en": "So I orient myself by facing the right direction.",
      "cn": "所以我通过面向正确的方向来定位自己。"
    },
    {
      "id": 76,
      "en": "So orientation is really about teaching you how to start in a new system.",
      "cn": "所以迎新会实际上是教你如何在新系统中开始。"
    },
    {
      "id": 77,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 78,
      "en": "So, well, that was three months ago and a lot has happened.",
      "cn": "所以，那是三个月前，发生了很多事情。"
    },
    {
      "id": 79,
      "en": "Our speaker says that he pledged Phi Iota Alpha.",
      "cn": "我们的讲者说他加入了Phi Iota Alpha。"
    },
    {
      "id": 80,
      "en": "So what is this, to pledge in this?",
      "cn": "那么，加入这个是什么意思？"
    },
    {
      "id": 81,
      "en": "Now, this is Greek as well.",
      "cn": "这也是希腊语。"
    },
    {
      "id": 82,
      "en": "Phi Iota Alpha is Greek, and this means that we're talking about a fraternity.",
      "cn": "Phi Iota Alpha是希腊语，这意味着我们在谈论一个兄弟会。"
    },
    {
      "id": 83,
      "en": "So fraternity is a group of boys, a sorority is a group of girls, and these are communities, so social societies, that you have to apply to be a member of.",
      "cn": "所以兄弟会是一群男孩，姐妹会是一群女孩，这些是社区，所以社交团体，你必须申请成为成员。"
    },
    {
      "id": 84,
      "en": "But we don't say apply.",
      "cn": "但我们不说申请。"
    },
    {
      "id": 85,
      "en": "Right, you pledge.",
      "cn": "对，你是加入。"
    },
    {
      "id": 86,
      "en": "You pledge, so it's like I pledge allegiance.",
      "cn": "你加入，所以就像我宣誓效忠。"
    },
    {
      "id": 87,
      "en": "You say, I want to be in your group, I want to be in your fraternity, and so you will have to do special things to become a member.",
      "cn": "你说，我想加入你们的团体，我想加入你们的兄弟会，所以你必须做一些特别的事情才能成为成员。"
    },
    {
      "id": 88,
      "en": "So the verb to pledge would be to basically to promise something honorably or faithfully, right?",
      "cn": "所以动词“加入”基本上是指以荣誉或忠诚的方式承诺某事，对吧？"
    },
    {
      "id": 89,
      "en": "Exactly, and that's the nice way of putting it.",
      "cn": "没错，这是一种很好的说法。"
    },
    {
      "id": 90,
      "en": "But generally, when you talk about sororities and fraternities, these upperclassmen, so third, fourth year students, they make the students who are pledging do very weird things.",
      "cn": "但通常，当你谈论姐妹会和兄弟会时，这些高年级学生，三年级、四年级的学生，会让正在加入的学生做一些很奇怪的事情。"
    },
    {
      "id": 91,
      "en": "So as you said, this is for these two guys, this is for a fraternity.",
      "cn": "正如你所说，这对这两个家伙来说是一个兄弟会。"
    },
    {
      "id": 92,
      "en": "But if it's this type of club for girls, it's called a... Sorority.",
      "cn": "但如果是这种类型的女孩俱乐部，它叫做... 姐妹会。"
    },
    {
      "id": 93,
      "en": "Okay, so it's different.",
      "cn": "好吧，所以这是不同的。"
    },
    {
      "id": 94,
      "en": "So I'm pledging this sorority, that means I'm trying to become a member of this sorority.",
      "cn": "所以我正在加入这个姐妹会，这意味着我正在努力成为这个姐妹会的成员。"
    },
    {
      "id": 95,
      "en": "So I think it's worthwhile mentioning, many of you have probably seen it in movies, these fraternities or sororities, and they all have names based on the Greek alphabet.",
      "cn": "我认为值得一提的是，许多人可能在电影中见过这些兄弟会或姐妹会，它们都有基于希腊字母的名称。"
    },
    {
      "id": 96,
      "en": "Right, so the letters Phi Iota Alpha or Kappa Kappa Gamma, these are the letters that basically represent the name of the fraternity.",
      "cn": "对，所以字母Phi Iota Alpha或Kappa Kappa Gamma，这些字母基本上代表兄弟会的名称。"
    },
    {
      "id": 97,
      "en": "And what's interesting is that maybe I am in Kappa Kappa Gamma at my school, there's another school with another Kappa Kappa Gamma, we're all related.",
      "cn": "有趣的是，也许我在我的学校是Kappa Kappa Gamma，另一个学校也有另一个Kappa Kappa Gamma，我们都是相关的。"
    },
    {
      "id": 98,
      "en": "It's the same social community.",
      "cn": "这是同一个社交社区。"
    },
    {
      "id": 99,
      "en": "So they sometimes do events together, things like that.",
      "cn": "所以他们有时会一起举办活动，类似的事情。"
    },
    {
      "id": 100,
      "en": "So actually these fraternities or sororities, it's not independent to a school.",
      "cn": "所以实际上这些兄弟会或姐妹会，并不是独立于某个学校。"
    },
    {
      "id": 101,
      "en": "It's actually like a wide network of people that belong to this club.",
      "cn": "实际上，这就像是一个属于这个俱乐部的广泛网络。"
    },
    {
      "id": 102,
      "en": "Exactly, it's a national network usually.",
      "cn": "确切地说，通常这是一个全国性的网络。"
    },
    {
      "id": 103,
      "en": "So it's kind of like being in the Boy Scouts.",
      "cn": "所以这有点像是加入童子军。"
    },
    {
      "id": 104,
      "en": "Yeah, similar, except the activities are much different.",
      "cn": "是的，类似，但活动非常不同。"
    },
    {
      "id": 105,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 106,
      "en": "So these people, they may live at the frat house, like in this dialogue, he's living at the frat house.",
      "cn": "所以这些人，他们可能住在兄弟会的宿舍里，就像在这个对话中，他住在兄弟会的宿舍里。"
    },
    {
      "id": 107,
      "en": "Now remember here, fraternity, that becomes frat if we're talking colloquially.",
      "cn": "现在记住，兄弟会，如果我们用口语说，就是兄弟会。"
    },
    {
      "id": 108,
      "en": "So the frat house is the fraternity house, it's where those boys live.",
      "cn": "所以兄弟会的宿舍就是兄弟会的房子，那是那些男孩住的地方。"
    },
    {
      "id": 109,
      "en": "But only the Phi Iota Alpha boys.",
      "cn": "但只有Phi Iota Alpha的男孩。"
    },
    {
      "id": 110,
      "en": "Right, so no one... if I have a friend and he's not Phi Iota Alpha, then he can't live there.",
      "cn": "对，所以没有人……如果我有一个朋友，他不是Phi Iota Alpha，那他就不能住那里。"
    },
    {
      "id": 111,
      "en": "Exactly, and we have a similar thing for girls, that's the sorority house.",
      "cn": "确切地说，我们对女孩也有类似的说法，那就是姐妹会的宿舍。"
    },
    {
      "id": 112,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 113,
      "en": "So a frat house is the fraternity house, basically like their club house.",
      "cn": "所以兄弟会的宿舍基本上就是他们的俱乐部房子。"
    },
    {
      "id": 114,
      "en": "Where they live though, yeah.",
      "cn": "他们住的地方，是的。"
    },
    {
      "id": 115,
      "en": "Right, and so sometimes guys that belong to fraternities, they're referred to as frat boys.",
      "cn": "对，所以有时属于兄弟会的男孩被称为兄弟会男孩。"
    },
    {
      "id": 116,
      "en": "Hey, frat boy, yeah, so fraternity boy, this is not always the nicest thing to say.",
      "cn": "嘿，兄弟会男孩，是的，所以兄弟会男孩，这并不总是好听的话。"
    },
    {
      "id": 117,
      "en": "It's got a negative meaning, because a lot of the activities that frat boys do stereotypically involve lots of drinking and maybe being loud.",
      "cn": "这有负面含义，因为兄弟会男孩的许多活动通常涉及大量饮酒和可能的喧闹。"
    },
    {
      "id": 118,
      "en": "So frat boy is someone who's in a fraternity and it's usually a critical way of talking about those guys.",
      "cn": "所以兄弟会男孩是指在兄弟会中的人，通常是批评性地谈论这些家伙。"
    },
    {
      "id": 119,
      "en": "So this whole fraternity-sorority thing, as he said, is a little bit cliche, right?",
      "cn": "所以整个兄弟会-姐妹会的事情，正如他说的，有点陈词滥调，对吧？"
    },
    {
      "id": 120,
      "en": "Yeah, this is a great word.",
      "cn": "是的，这是个很好的词。"
    },
    {
      "id": 121,
      "en": "I use this a lot, actually.",
      "cn": "我实际上经常使用这个词。"
    },
    {
      "id": 122,
      "en": "So something that's cliche would be almost what's expected, but in a bad way, right?",
      "cn": "所以陈词滥调的东西几乎是预期的，但以一种不好的方式，对吧？"
    },
    {
      "id": 123,
      "en": "So you joining a fraternity is a little bit cliche, because it's kind of like... It's what everyone does in the movies and on TV, like, oh, I'm going to college, I'm going to join a fraternity.",
      "cn": "所以你加入兄弟会有点陈词滥调，因为这就像……这是每个人在电影和电视中都会做的事情，比如，哦，我要上大学，我要加入兄弟会。"
    },
    {
      "id": 124,
      "en": "It's almost like, boring, it's so normal.",
      "cn": "这几乎是无聊的，太正常了。"
    },
    {
      "id": 125,
      "en": "But you could also say that that movie, at the end of the movie, the man and the woman, they fought, but then they got back together.",
      "cn": "但你也可以说那部电影，在电影的结尾，男人和女人，他们争吵，但然后他们又在一起。"
    },
    {
      "id": 126,
      "en": "It's so cliche.",
      "cn": "这太陈词滥调了。"
    },
    {
      "id": 127,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 128,
      "en": "So it's something that's overused, expected, very typical.",
      "cn": "所以这是过度使用的东西，预期的，非常典型。"
    },
    {
      "id": 129,
      "en": "Uninteresting, yeah.",
      "cn": "无趣，是的。"
    },
    {
      "id": 130,
      "en": "Uninteresting, okay.",
      "cn": "无趣，好的。"
    },
    {
      "id": 131,
      "en": "So we have a cliche, we're saying that a fraternity is cliche.",
      "cn": "所以我们有一个陈词滥调，我们说兄弟会是陈词滥调。"
    },
    {
      "id": 132,
      "en": "Now, the other guy, on the other hand, is living off campus.",
      "cn": "现在，另一个家伙，另一方面，住在校外。"
    },
    {
      "id": 133,
      "en": "He lives at home, but he said he commutes to school every day.",
      "cn": "他住在家里，但他说他每天通勤上学。"
    },
    {
      "id": 134,
      "en": "So he says, I'm commuting to school.",
      "cn": "所以他说，我在通勤上学。"
    },
    {
      "id": 135,
      "en": "This is interesting.",
      "cn": "这很有趣。"
    },
    {
      "id": 136,
      "en": "Now, in America, there's usually two options.",
      "cn": "现在，在美国，通常有两个选择。"
    },
    {
      "id": 137,
      "en": "One is to live on campus.",
      "cn": "一个是住在校园里。"
    },
    {
      "id": 138,
      "en": "That means to live at your university in a dormitory or an apartment.",
      "cn": "这意味着住在你的大学的宿舍或公寓里。"
    },
    {
      "id": 139,
      "en": "But many people commute, and this means they drive to school every day, and then they drive home at night.",
      "cn": "但很多人通勤，这意味着他们每天开车上学，然后晚上开车回家。"
    },
    {
      "id": 140,
      "en": "They don't live on the campus.",
      "cn": "他们不住在校园里。"
    },
    {
      "id": 141,
      "en": "So you can also commute to work every day, right?",
      "cn": "所以你也可以每天通勤上班，对吧？"
    },
    {
      "id": 142,
      "en": "This is what people do.",
      "cn": "这是人们所做的。"
    },
    {
      "id": 143,
      "en": "You don't live at the office.",
      "cn": "你不住在办公室里。"
    },
    {
      "id": 144,
      "en": "Exactly.",
      "cn": "确切地说。"
    },
    {
      "id": 145,
      "en": "I hope not.",
      "cn": "我希望不是。"
    },
    {
      "id": 146,
      "en": "No, this is a common thing.",
      "cn": "不，这是一种常见的事情。"
    },
    {
      "id": 147,
      "en": "People will drive to work, and you might ask them, How long is your commute?",
      "cn": "人们会开车上班，你可能会问他们，你的通勤时间有多长？"
    },
    {
      "id": 148,
      "en": "So you say, oh, one hour.",
      "cn": "所以你说，哦，一个小时。"
    },
    {
      "id": 149,
      "en": "That means I drive one hour to work.",
      "cn": "这意味着我开车上班一个小时。"
    },
    {
      "id": 150,
      "en": "So if I take the bus or the train, the subway, is that also commuting?",
      "cn": "所以如果我坐公交车或火车，地铁，这也是通勤吗？"
    },
    {
      "id": 151,
      "en": "It is.",
      "cn": "是的。"
    },
    {
      "id": 152,
      "en": "It doesn't matter how you do it.",
      "cn": "这并不重要你怎么做。"
    },
    {
      "id": 153,
      "en": "It just means you don't live where you work or where you study, so you have to travel there by some means of transportation.",
      "cn": "这只是意味着你不住在你工作或学习的地方，所以你必须通过某种交通方式到达那里。"
    },
    {
      "id": 154,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 155,
      "en": "So, well, now going back to the academic aspect of this dialogue, he said that he ended up dropping a class.",
      "cn": "所以，现在回到这个对话的学术方面，他说他最终退掉了一门课。"
    },
    {
      "id": 156,
      "en": "Okay, so to drop means to stop attending a class.",
      "cn": "好的，所以退掉意味着停止上课。"
    },
    {
      "id": 157,
      "en": "Maybe you don't have enough time, maybe you don't like it, but to drop a class means you will no longer study, you will not take the tests, you will not get a grade.",
      "cn": "也许你没有足够的时间，也许你不喜欢，但退掉一门课意味着你将不再学习，你不会参加考试，你不会获得成绩。"
    },
    {
      "id": 158,
      "en": "It's the opposite of to sign up for a class or to register for a class.",
      "cn": "这与注册一门课或报名一门课是相反的。"
    },
    {
      "id": 159,
      "en": "So the difference between dropping a class and failing a class is that basically you're making the decision to not go there anymore.",
      "cn": "所以退掉一门课和不及格的区别在于，你基本上是在做出不再去的决定。"
    },
    {
      "id": 160,
      "en": "Exactly, and usually there's a time you can do this, so for the first two weeks you can attend classes, and if you don't have enough time or you don't like a class, you can drop the class.",
      "cn": "确切地说，通常有一个时间你可以这样做，所以在前两周你可以上课，如果你没有足够的时间或你不喜欢一门课，你可以退掉这门课。"
    },
    {
      "id": 161,
      "en": "But if you stay in the class, you just don't come or you do very poorly on your tests, that's called failing.",
      "cn": "但如果你留在课堂上，你只是没有来或者在考试中表现很差，那就叫不及格。"
    },
    {
      "id": 162,
      "en": "So there are some classes, because I don't know, can you drop any class or do you have to take them at some point?",
      "cn": "所以有些课程，因为我不知道，你可以退掉任何课程还是必须在某个时候上它们？"
    },
    {
      "id": 163,
      "en": "That's a good question.",
      "cn": "这是个好问题。"
    },
    {
      "id": 164,
      "en": "That's our next phrase.",
      "cn": "这是我们的下一个短语。"
    },
    {
      "id": 165,
      "en": "That's a prerequisite course, right?",
      "cn": "这是先修课程，对吧？"
    },
    {
      "id": 166,
      "en": "So usually the university in America will tell you, you have to study math, you have to study one semester of science, you have to study English, you know, for one semester.",
      "cn": "所以通常美国的大学会告诉你，你必须学习数学，你必须学习一个学期的科学，你必须学习英语，你知道，学习一个学期。"
    },
    {
      "id": 167,
      "en": "So these are called prerequisites.",
      "cn": "所以这些被称为先修课程。"
    },
    {
      "id": 168,
      "en": "It's when the university tells you you have to study something.",
      "cn": "这是当大学告诉你你必须学习某些东西。"
    },
    {
      "id": 169,
      "en": "Right, and I think you also have some courses that you can't take until you've passed some other course, right?",
      "cn": "对，而且我认为你也有一些课程，直到你通过某些其他课程之前你不能上，对吧？"
    },
    {
      "id": 170,
      "en": "So like, for example, you can't take economy unless you've passed, I don't know, calculus.",
      "cn": "所以例如，你不能上经济学，除非你通过了，我不知道，微积分。"
    },
    {
      "id": 171,
      "en": "Exactly, that's another prerequisite.",
      "cn": "确切地说，那是另一个先修课程。"
    },
    {
      "id": 172,
      "en": "So we'd say, the prerequisite for economics is Calculus 1.",
      "cn": "所以我们会说，经济学的先修课程是微积分1。"
    },
    {
      "id": 173,
      "en": "Or the prerequisite for Spanish 200 is Spanish 100.",
      "cn": "或者西班牙语200的先修课程是西班牙语100。"
    },
    {
      "id": 174,
      "en": "It means you have to take something before you take something else.",
      "cn": "这意味着你必须先上某些课程，然后才能上其他课程。"
    },
    {
      "id": 175,
      "en": "So there's two meanings of the word, but they're both related to requirements, what you have to do.",
      "cn": "所以这个词有两个含义，但它们都与要求有关，你必须做的事情。"
    },
    {
      "id": 176,
      "en": "Okay, you need a requirement.",
      "cn": "好的，你需要一个要求。"
    },
    {
      "id": 177,
      "en": "Now, moving on and talking about the major.",
      "cn": "现在，继续谈论专业。"
    },
    {
      "id": 178,
      "en": "He said if, well, if you decided on a major, and he said, well, pre-med.",
      "cn": "他说，如果，你决定了一个专业，他说，嗯，预科医学。"
    },
    {
      "id": 179,
      "en": "All right, so major, first of all, is what you choose to study, right?",
      "cn": "好的，所以专业，首先，是你选择学习的东西，对吧？"
    },
    {
      "id": 180,
      "en": "The focus of your study.",
      "cn": "你学习的重点。"
    },
    {
      "id": 181,
      "en": "Exactly, the focus.",
      "cn": "确切地说，重点。"
    },
    {
      "id": 182,
      "en": "You might study other classes, but your focus, your main interest area, is one thing.",
      "cn": "你可能会学习其他课程，但你的重点，你的主要兴趣领域，是一件事。"
    },
    {
      "id": 183,
      "en": "And in his case, he's talking about pre-med.",
      "cn": "在他的情况下，他谈论的是预科医学。"
    },
    {
      "id": 184,
      "en": "Now, what does pre-med stand for?",
      "cn": "现在，预科医学代表什么？"
    },
    {
      "id": 185,
      "en": "Because it is a short version of a longer word.",
      "cn": "因为这是一个较长单词的缩写。"
    },
    {
      "id": 186,
      "en": "Right, so it's pre-medicine.",
      "cn": "对，所以是预医学。"
    },
    {
      "id": 187,
      "en": "Yeah, okay, so medicine is something you study if you want to be a doctor.",
      "cn": "是的，好吧，所以医学是你想成为医生时学习的东西。"
    },
    {
      "id": 188,
      "en": "So pre-, because in America, you don't, you don't become a doctor after four years.",
      "cn": "所以预-，因为在美国，你不能在四年后成为医生。"
    },
    {
      "id": 189,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 190,
      "en": "You have to go get your BA, your bachelor's degree, and then you have to get your PhD, your doctorate.",
      "cn": "你必须获得你的学士学位，然后你必须获得你的博士学位。"
    },
    {
      "id": 191,
      "en": "So people who want to go to graduate school first have to study many required courses.",
      "cn": "所以想要上研究生院的人首先必须学习许多必修课程。"
    },
    {
      "id": 192,
      "en": "That's the pre-med focus.",
      "cn": "这就是预科医学的重点。"
    },
    {
      "id": 193,
      "en": "Uh -huh.",
      "cn": "嗯-huh。"
    },
    {
      "id": 194,
      "en": "Okay, so that's what he's talking about.",
      "cn": "好的，所以这就是他所谈论的。"
    },
    {
      "id": 195,
      "en": "He's definitely going to focus on pre-med.",
      "cn": "他肯定会专注于预科医学。"
    },
    {
      "id": 196,
      "en": "He wants to be a doctor.",
      "cn": "他想成为医生。"
    },
    {
      "id": 197,
      "en": "He's not going to be a doctor soon, but he wants to start studying to be a doctor.",
      "cn": "他不会很快成为医生，但他想开始学习成为医生。"
    },
    {
      "id": 198,
      "en": "So he will, he will become a pre-med, a pre-med major.",
      "cn": "所以他会，他会成为预科医学专业。"
    },
    {
      "id": 199,
      "en": "And what about for lawyers?",
      "cn": "律师呢？"
    },
    {
      "id": 200,
      "en": "I know that there are also something that you focus on before.",
      "cn": "我知道在此之前你也有一些专注的东西。"
    },
    {
      "id": 201,
      "en": "There is, yeah, that's called pre-law.",
      "cn": "是的，那叫做预法。"
    },
    {
      "id": 202,
      "en": "Same idea.",
      "cn": "同样的概念。"
    },
    {
      "id": 203,
      "en": "Pre-means before.",
      "cn": "预意味着之前。"
    },
    {
      "id": 204,
      "en": "So obviously, a lawyer needs to study for a long time as well.",
      "cn": "显然，律师也需要学习很长时间。"
    },
    {
      "id": 205,
      "en": "And with your undergrad degree, so your first four years, you would study pre-law.",
      "cn": "在你的本科学位中，前四年你会学习预法。"
    },
    {
      "id": 206,
      "en": "So this is what you focus on for your four years and then you go into grad school and become an attorney or a specific type of lawyer.",
      "cn": "这就是你四年专注的内容，然后你进入研究生院，成为律师或特定类型的律师。"
    },
    {
      "id": 207,
      "en": "But a lawyer doesn't have to study for a PhD.",
      "cn": "但律师不需要攻读博士学位。"
    },
    {
      "id": 208,
      "en": "A lawyer studies for a JD.",
      "cn": "律师学习的是法学博士。"
    },
    {
      "id": 209,
      "en": "That's JD.",
      "cn": "就是JD。"
    },
    {
      "id": 210,
      "en": "Yeah, Juris Doctorate.",
      "cn": "是的，法学博士。"
    },
    {
      "id": 211,
      "en": "That's the law degree.",
      "cn": "这就是法律学位。"
    },
    {
      "id": 212,
      "en": "Uh -huh, interesting.",
      "cn": "嗯，挺有趣的。"
    },
    {
      "id": 213,
      "en": "Okay, so well, he's going into pre-med.",
      "cn": "好吧，他要去读预科医学。"
    },
    {
      "id": 214,
      "en": "But the other guy, he's like, well, I don't have a clue yet.",
      "cn": "但另一个人，他说，我还没有头绪。"
    },
    {
      "id": 215,
      "en": "And he doesn't have to declare a major until the sophomore year.",
      "cn": "他在大二之前不需要确定专业。"
    },
    {
      "id": 216,
      "en": "Okay, a couple things going on here.",
      "cn": "好吧，这里有几件事情。"
    },
    {
      "id": 217,
      "en": "First of all, there are different names for each year.",
      "cn": "首先，每年有不同的名称。"
    },
    {
      "id": 218,
      "en": "So freshman, sophomore, junior, senior, one, two, three, four.",
      "cn": "所以新生、二年级、三年级、四年级，一、二、三、四。"
    },
    {
      "id": 219,
      "en": "So sophomore year is the second year.",
      "cn": "所以大二是第二年。"
    },
    {
      "id": 220,
      "en": "So if you say I'm a sophomore student at XY University, that means you're in your second year.",
      "cn": "如果你说我是XY大学的二年级学生，那意味着你在第二年。"
    },
    {
      "id": 221,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 222,
      "en": "And he says that he doesn't have to declare a major until his second year, until his sophomore year.",
      "cn": "他表示在第二年之前不需要确定专业。"
    },
    {
      "id": 223,
      "en": "And this phrase, to declare a major, is very important.",
      "cn": "而这个短语，确定专业，非常重要。"
    },
    {
      "id": 224,
      "en": "It means that you will tell the university what your focus will be.",
      "cn": "这意味着你会告诉大学你的专注领域。"
    },
    {
      "id": 225,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 226,
      "en": "And you have to do this.",
      "cn": "你必须这样做。"
    },
    {
      "id": 227,
      "en": "You can't just go to school and then graduate.",
      "cn": "你不能只是上学然后毕业。"
    },
    {
      "id": 228,
      "en": "You have to say, I will focus on this.",
      "cn": "你必须说，我将专注于这个。"
    },
    {
      "id": 229,
      "en": "Because every major has what we just talked about, prerequisites.",
      "cn": "因为每个专业都有我们刚才谈到的先决条件。"
    },
    {
      "id": 230,
      "en": "So, but in this first year, you don't have to tell the university yet what you want to study.",
      "cn": "但在第一年，你还不需要告诉大学你想学习什么。"
    },
    {
      "id": 231,
      "en": "Maybe you just, you take a variety of courses and then you tell them, okay, now I'm going to focus on this, right?",
      "cn": "也许你只是选修各种课程，然后告诉他们，好吧，现在我将专注于这个，对吧？"
    },
    {
      "id": 232,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 233,
      "en": "That's what I did.",
      "cn": "这就是我所做的。"
    },
    {
      "id": 234,
      "en": "And that's very common for liberal arts schools.",
      "cn": "这在文科院校中非常普遍。"
    },
    {
      "id": 235,
      "en": "Maybe if you're in a specific trade school or you're in a certain track, you would have a different situation.",
      "cn": "也许如果你在特定的职业学校或某个专业轨道上，你会有不同的情况。"
    },
    {
      "id": 236,
      "en": "But for me, liberal arts, I studied history.",
      "cn": "但对我来说，文科，我学习了历史。"
    },
    {
      "id": 237,
      "en": "I studied philosophy.",
      "cn": "我学习了哲学。"
    },
    {
      "id": 238,
      "en": "I studied language and literature.",
      "cn": "我学习了语言和文学。"
    },
    {
      "id": 239,
      "en": "And then my sophomore year, my second year, I decided, oh, I will study philosophy.",
      "cn": "然后在我的二年级，我决定，哦，我将学习哲学。"
    },
    {
      "id": 240,
      "en": "So you're going to focus on that.",
      "cn": "所以你将专注于这个。"
    },
    {
      "id": 241,
      "en": "Yes, one thing.",
      "cn": "是的，一件事。"
    },
    {
      "id": 242,
      "en": "So it's interesting because in many other countries, the education system requires you to declare your major before you start studying, right?",
      "cn": "很有趣的是，在许多其他国家，教育系统要求你在开始学习之前确定专业，对吧？"
    },
    {
      "id": 243,
      "en": "You say, well, I'm going to study business and then your four years are around that.",
      "cn": "你说，我将学习商业，然后你的四年都是围绕这个。"
    },
    {
      "id": 244,
      "en": "Whereas in some places in the United States or for some majors, you don't have to do that.",
      "cn": "而在美国的某些地方或某些专业，你不需要这样做。"
    },
    {
      "id": 245,
      "en": "That's true.",
      "cn": "这是真的。"
    },
    {
      "id": 246,
      "en": "And I've also heard in England, for example, you have one area of study, one major.",
      "cn": "我还听说在英国，例如，你有一个学习领域，一个专业。"
    },
    {
      "id": 247,
      "en": "And that's all you study.",
      "cn": "这就是你所学习的全部。"
    },
    {
      "id": 248,
      "en": "Right, because in the US, you can get a major in history with a minor in philosophy, right?",
      "cn": "对，因为在美国，你可以主修历史，辅修哲学，对吧？"
    },
    {
      "id": 249,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 250,
      "en": "I was the opposite.",
      "cn": "我正好相反。"
    },
    {
      "id": 251,
      "en": "I had a major in philosophy and a minor in history.",
      "cn": "我主修哲学，辅修历史。"
    },
    {
      "id": 252,
      "en": "So major means something bigger, more important.",
      "cn": "所以主修意味着更大、更重要的东西。"
    },
    {
      "id": 253,
      "en": "And minor is smaller or less important.",
      "cn": "辅修则是较小或不那么重要的。"
    },
    {
      "id": 254,
      "en": "And a minor is your second field of study.",
      "cn": "辅修是你的第二个学习领域。"
    },
    {
      "id": 255,
      "en": "So you take fewer classes, but you still know something about that.",
      "cn": "所以你上更少的课，但你仍然对那方面有一定了解。"
    },
    {
      "id": 256,
      "en": "But do they always have to be related?",
      "cn": "但它们总是必须相关吗？"
    },
    {
      "id": 257,
      "en": "Because, like, for example, can you be a major of philosophy with a minor in, I don't know, astronomy or something like that?",
      "cn": "比如说，你可以主修哲学，辅修，我不知道，天文学或其他什么吗？"
    },
    {
      "id": 258,
      "en": "Something like pre-med, so medicine, it's hard because there's so many requirements.",
      "cn": "像预科医学这样的东西，医学很难，因为有很多要求。"
    },
    {
      "id": 259,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 260,
      "en": "But I had a number of friends who are majoring in computer science and a minor in literature, for example.",
      "cn": "但我有很多朋友主修计算机科学，辅修文学，例如。"
    },
    {
      "id": 261,
      "en": "Really?",
      "cn": "真的？"
    },
    {
      "id": 262,
      "en": "So you can mix it up at certain schools.",
      "cn": "所以在某些学校你可以混合。"
    },
    {
      "id": 263,
      "en": "So what would be the advantage of that, of doing something like that?",
      "cn": "那这样做的好处是什么呢？"
    },
    {
      "id": 264,
      "en": "You know, because most places or most education systems say that you... or teach that, you know, you should specialize, you should be focused on one area.",
      "cn": "你知道，因为大多数地方或大多数教育系统说，你应该专注于一个领域。"
    },
    {
      "id": 265,
      "en": "So if you're in computer science, then you should be focused on that.",
      "cn": "所以如果你在计算机科学领域，那么你应该专注于这个。"
    },
    {
      "id": 266,
      "en": "So why would somebody specialize in computer science in their major, but then take a minor in, like, literature or something?",
      "cn": "那么为什么有人会在主修计算机科学的同时，辅修文学或其他东西呢？"
    },
    {
      "id": 267,
      "en": "Well, let's use that example.",
      "cn": "好吧，让我们用这个例子。"
    },
    {
      "id": 268,
      "en": "I think one of the benefits for the liberal arts degree, and this is something they talk about a lot in education, is that you have a broad area of knowledge.",
      "cn": "我认为文科教育的一个好处，这在教育中经常被提到，是你拥有广泛的知识领域。"
    },
    {
      "id": 269,
      "en": "So yes, you know a lot about computer science.",
      "cn": "所以是的，你对计算机科学了解很多。"
    },
    {
      "id": 270,
      "en": "You have to, to graduate.",
      "cn": "你必须这样做才能毕业。"
    },
    {
      "id": 271,
      "en": "But maybe in your future you will write articles about computer science, or you want a blog, or you want a job that has a public relations aspect.",
      "cn": "但也许在未来你会写关于计算机科学的文章，或者你想写博客，或者你想要一份有公共关系方面的工作。"
    },
    {
      "id": 272,
      "en": "You need to know how to write.",
      "cn": "你需要知道如何写作。"
    },
    {
      "id": 273,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 274,
      "en": "And you're not going to learn how to write in all of your computer science classes, but you will by reading a lot and writing a lot in your literature classes.",
      "cn": "而你不会在所有计算机科学课程中学会写作，但你会通过阅读和在文学课上写作来学会。"
    },
    {
      "id": 275,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 276,
      "en": "So some people like to say that it's very good to mix up business and languages or computer science and literature, because it's a way to be well-rounded.",
      "cn": "所以有些人喜欢说，将商业与语言或计算机科学与文学混合是非常好的，因为这是一种全面发展的方式。"
    },
    {
      "id": 277,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 278,
      "en": "That's actually interesting, because in most places, specifically in the exact sciences fields, they focus more on that, like engineers.",
      "cn": "这实际上很有趣，因为在大多数地方，特别是在精确科学领域，他们更专注于这一点，比如工程师。"
    },
    {
      "id": 279,
      "en": "It's all about engineering, math, and all this.",
      "cn": "一切都与工程、数学等有关。"
    },
    {
      "id": 280,
      "en": "But the human aspect, like you said, or the liberal arts aspect, like literature or history, they don't get much of that.",
      "cn": "但人文方面，比如你所说的，或文科方面，比如文学或历史，他们并没有太多接触。"
    },
    {
      "id": 281,
      "en": "So when you actually have to become a manager or write or manage people, you don't really have the skills to do that, because you never really took a class.",
      "cn": "所以当你实际上需要成为经理或写作或管理人员时，你并没有真正的技能，因为你从未上过相关课程。"
    },
    {
      "id": 282,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 283,
      "en": "And it can be very hard to learn how to write well and to speak well all of a sudden, you know?",
      "cn": "突然间学会写得很好和说得很好可能非常困难，你知道吗？"
    },
    {
      "id": 284,
      "en": "And I think that's where people struggle also when they're applying for jobs.",
      "cn": "我认为这也是人们在申请工作时遇到的困难。"
    },
    {
      "id": 285,
      "en": "So I don't know.",
      "cn": "所以我不知道。"
    },
    {
      "id": 286,
      "en": "I believe in being a well-rounded individual.",
      "cn": "我相信成为一个全面发展的人。"
    },
    {
      "id": 287,
      "en": "Obviously, there's some benefits to being very, very knowledgeable about one thing.",
      "cn": "显然，深入了解一件事情是有一些好处的。"
    },
    {
      "id": 288,
      "en": "So I guess we could ask you guys, our users, do you believe that it's better to be knowledgeable about one thing or maybe more well-rounded and to be an expert in many different things?",
      "cn": "所以我想我们可以问问你们，用户们，你们认为了解一件事情更好，还是更全面，成为多方面的专家更好？"
    },
    {
      "id": 289,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 290,
      "en": "Yeah, you should let us know.",
      "cn": "是的，你应该告诉我们。"
    },
    {
      "id": 291,
      "en": "Let's jump into our dialogue one last time.",
      "cn": "让我们最后再回顾一下我们的对话。"
    },
    {
      "id": 292,
      "en": "Let's take a look at what everyone was saying, and we'll be back in a bit.",
      "cn": "让我们看看每个人在说什么，我们很快会回来。"
    },
    {
      "id": 293,
      "en": "You're a frat boy now, huh?",
      "cn": "你现在是个兄弟会的男孩了，嗯？"
    },
    {
      "id": 294,
      "en": "Yeah, yeah, I know.",
      "cn": "是的，是的，我知道。"
    },
    {
      "id": 295,
      "en": "It's totally cliche, but really, I think it's been a good decision.",
      "cn": "这完全是陈词滥调，但我真的认为这是一个好决定。"
    },
    {
      "id": 296,
      "en": "Got a lot of support and good suggestions from the guys.",
      "cn": "得到了很多支持和好建议。"
    },
    {
      "id": 297,
      "en": "What about you?",
      "cn": "你呢？"
    },
    {
      "id": 298,
      "en": "What have you been up to?",
      "cn": "你最近在忙什么？"
    },
    {
      "id": 299,
      "en": "Well, not much.",
      "cn": "嗯，没什么特别的。"
    },
    {
      "id": 300,
      "en": "I'm still living at home and commuting to school.",
      "cn": "我还在家里住，通勤上学。"
    },
    {
      "id": 301,
      "en": "I ended up dropping that metalworking class I was so excited about.",
      "cn": "我最终放弃了那门我很兴奋的金属加工课。"
    },
    {
      "id": 302,
      "en": "It just wasn't as interesting as I'd hoped.",
      "cn": "这门课并没有我想象中那么有趣。"
    },
    {
      "id": 303,
      "en": "The guidance counselor suggested that I focus on my prerequisite courses so that I can make sure the credits count.",
      "cn": "指导顾问建议我专注于我的先修课程，以确保学分有效。"
    },
    {
      "id": 304,
      "en": "That sounds smart, but kind of boring.",
      "cn": "听起来聪明，但有点无聊。"
    },
    {
      "id": 305,
      "en": "Yeah, it is.",
      "cn": "是的，确实。"
    },
    {
      "id": 306,
      "en": "A little bit.",
      "cn": "有一点。"
    },
    {
      "id": 307,
      "en": "I joined the Great Outdoors Club, though, which has been a lot of fun.",
      "cn": "不过我加入了户外俱乐部，玩得很开心。"
    },
    {
      "id": 308,
      "en": "We've gone on two camping trips already, and I've made some good friends.",
      "cn": "我们已经去过两次露营，交了一些好朋友。"
    },
    {
      "id": 309,
      "en": "That's cool.",
      "cn": "那很好。"
    },
    {
      "id": 310,
      "en": "Hey, so have you decided on your major yet?",
      "cn": "嘿，你决定好专业了吗？"
    },
    {
      "id": 311,
      "en": "Definitely pre-med.",
      "cn": "绝对是预科医学。"
    },
    {
      "id": 312,
      "en": "What about you?",
      "cn": "你呢？"
    },
    {
      "id": 313,
      "en": "I still have no clue, but we don't have to declare a major until our sophomore year.",
      "cn": "我还是没头绪，但我们在大二之前不需要声明专业。"
    },
    {
      "id": 314,
      "en": "So I've got time.",
      "cn": "所以我还有时间。"
    },
    {
      "id": 315,
      "en": "Oops!",
      "cn": "哎呀！"
    },
    {
      "id": 316,
      "en": "I'm late for class.",
      "cn": "我上课迟到了。"
    },
    {
      "id": 317,
      "en": "Gotta run.",
      "cn": "我得走了。"
    },
    {
      "id": 318,
      "en": "Okay, take care.",
      "cn": "好吧，保重。"
    },
    {
      "id": 319,
      "en": "Hey, nice running into you.",
      "cn": "嘿，碰到你真不错。"
    },
    {
      "id": 320,
      "en": "Yeah, you too.",
      "cn": "是啊，你也是。"
    },
    {
      "id": 321,
      "en": "All right, so it's a very interesting topic.",
      "cn": "好吧，这是个非常有趣的话题。"
    },
    {
      "id": 322,
      "en": "Education systems are so different around the world.",
      "cn": "世界各地的教育系统差异很大。"
    },
    {
      "id": 323,
      "en": "The way that you go to college, how many years.",
      "cn": "上大学的方式和年限。"
    },
    {
      "id": 324,
      "en": "I know that in England you can do a master's in a year, I think.",
      "cn": "我知道在英国你可以在一年内获得硕士学位，我想。"
    },
    {
      "id": 325,
      "en": "Yep, one year.",
      "cn": "是的，一年。"
    },
    {
      "id": 326,
      "en": "Whereas in the States it's two.",
      "cn": "而在美国是两年。"
    },
    {
      "id": 327,
      "en": "Or three.",
      "cn": "或者三年。"
    },
    {
      "id": 328,
      "en": "I think even a bachelor's in England is three years.",
      "cn": "我认为在英国甚至学士学位也是三年。"
    },
    {
      "id": 329,
      "en": "I believe so, yeah, but they also have an extra year of high school.",
      "cn": "我相信是的，但他们还有额外的一年高中。"
    },
    {
      "id": 330,
      "en": "An extra year of high school.",
      "cn": "一年额外的高中。"
    },
    {
      "id": 331,
      "en": "So every system is a bit different.",
      "cn": "所以每个系统都有点不同。"
    },
    {
      "id": 332,
      "en": "In America, generally, it's either two or four years for your college degree.",
      "cn": "在美国，通常是两年或四年获得学位。"
    },
    {
      "id": 333,
      "en": "And then, yeah, it's graduate school for two, three, or four years.",
      "cn": "然后，研究生院是两、三或四年。"
    },
    {
      "id": 334,
      "en": "Now one of the interesting things that I found is kind of unique to the Latin American education system is that people can actually go to college for five years for majors like in business.",
      "cn": "现在我发现的一个有趣的事情是，拉丁美洲的教育系统有点独特，人们实际上可以上五年的大学，专业如商业。"
    },
    {
      "id": 335,
      "en": "And what they do is they call it a commercial engineer.",
      "cn": "他们称之为商业工程师。"
    },
    {
      "id": 336,
      "en": "So it's like an engineering major, but it's not really engineering because it's business.",
      "cn": "所以这就像一个工程专业，但实际上不是工程，因为是商业。"
    },
    {
      "id": 337,
      "en": "So it's interesting because you go to school for five years to be a business major.",
      "cn": "所以这很有趣，因为你上五年学成为商业专业。"
    },
    {
      "id": 338,
      "en": "Interesting.",
      "cn": "有趣。"
    },
    {
      "id": 339,
      "en": "Well, we have something called a joint program.",
      "cn": "我们有一个叫联合项目的东西。"
    },
    {
      "id": 340,
      "en": "J -O-I-N-T.",
      "cn": "J -O-I-N-T。"
    },
    {
      "id": 341,
      "en": "Joint, meaning coming together.",
      "cn": "联合，意味着聚在一起。"
    },
    {
      "id": 342,
      "en": "And you could do that.",
      "cn": "你可以这样做。"
    },
    {
      "id": 343,
      "en": "You could be, for example, a chemistry major, but also a business major.",
      "cn": "你可以是化学专业，但也是商业专业。"
    },
    {
      "id": 344,
      "en": "And then maybe go into oil refinery or some kind of very specialized business where you do need to know something about chemistry.",
      "cn": "然后可能进入石油精炼厂或某种非常专业的商业领域，你确实需要了解一些化学。"
    },
    {
      "id": 345,
      "en": "And that's called a joint degree.",
      "cn": "这叫做联合学位。"
    },
    {
      "id": 346,
      "en": "That's really smart as well.",
      "cn": "这也很聪明。"
    },
    {
      "id": 347,
      "en": "Yeah, I think so.",
      "cn": "是的，我也这么认为。"
    },
    {
      "id": 348,
      "en": "Well, it's interesting.",
      "cn": "好吧，这很有趣。"
    },
    {
      "id": 349,
      "en": "Let us know what you studied.",
      "cn": "让我们知道你学了什么。"
    },
    {
      "id": 350,
      "en": "Maybe you went to school for two years.",
      "cn": "也许你上了两年的学。"
    },
    {
      "id": 351,
      "en": "I think you can get a technical degree in two years?",
      "cn": "我想你可以在两年内获得技术学位？"
    },
    {
      "id": 352,
      "en": "Yeah, an associate's degree or a technical degree for two years.",
      "cn": "是的，副学士学位或技术学位两年。"
    },
    {
      "id": 353,
      "en": "And then you can get a bachelor's, a master's, a PhD.",
      "cn": "然后你可以获得学士、硕士、博士学位。"
    },
    {
      "id": 354,
      "en": "Let us know what your education background is like and how it works in your country.",
      "cn": "让我们知道你的教育背景如何，以及在你国家是怎样的。"
    },
    {
      "id": 355,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是 EnglishPod.com。"
    },
    {
      "id": 356,
      "en": "We hope to see you there.",
      "cn": "希望在那里见到你。"
    },
    {
      "id": 357,
      "en": "All right, guys.",
      "cn": "好吧，大家。"
    },
    {
      "id": 358,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}