{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0268",
  "title": "EnglishPod 中高级 0268",
  "totalSegments": 233,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Katherine, and today we have a lesson that comes actually from a user request.",
      "cn": "我叫Katherine，今天我们有一节课实际上是来自用户的请求。"
    },
    {
      "id": 4,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 5,
      "en": "We had a user request who asked us if we can do something about a purchasing manager, maybe what his job does or what it is to be a purchasing manager.",
      "cn": "我们收到了一位用户的请求，询问我们是否可以谈谈采购经理的工作，或者成为采购经理是什么样的。"
    },
    {
      "id": 6,
      "en": "So you'll find out all about that today in this lesson.",
      "cn": "所以今天你将了解到这一切。"
    },
    {
      "id": 7,
      "en": "It's an upper intermediate about being a purchasing manager and about vendors.",
      "cn": "这是关于成为采购经理和供应商的中高级课程。"
    },
    {
      "id": 8,
      "en": "So let's check out today's dialogue.",
      "cn": "那么让我们来看看今天的对话。"
    },
    {
      "id": 9,
      "en": "Good morning, Angela.",
      "cn": "早上好，Angela。"
    },
    {
      "id": 10,
      "en": "How have you been lately?",
      "cn": "最近你怎么样？"
    },
    {
      "id": 11,
      "en": "Morning, Michael.",
      "cn": "早上好，Michael。"
    },
    {
      "id": 12,
      "en": "I've been very busy lately.",
      "cn": "我最近很忙。"
    },
    {
      "id": 13,
      "en": "One of our other vendors is going out of business and I've been searching for a suitable replacement.",
      "cn": "我们的一个供应商要倒闭了，我一直在寻找合适的替代品。"
    },
    {
      "id": 14,
      "en": "Well, rest assured that you can count on us to be here for the long run.",
      "cn": "好吧，请放心，你可以依靠我们长期合作。"
    },
    {
      "id": 15,
      "en": "Please sit down.",
      "cn": "请坐。"
    },
    {
      "id": 16,
      "en": "Coffee?",
      "cn": "咖啡吗？"
    },
    {
      "id": 17,
      "en": "No, thanks.",
      "cn": "不，谢谢。"
    },
    {
      "id": 18,
      "en": "I've been trying to cut down on the caffeine.",
      "cn": "我一直在减少咖啡因的摄入。"
    },
    {
      "id": 19,
      "en": "I could never do that.",
      "cn": "我可做不到。"
    },
    {
      "id": 20,
      "en": "I'd be a zombie if I didn't have my morning coffee fix.",
      "cn": "如果没有早上的咖啡，我会变成僵尸。"
    },
    {
      "id": 21,
      "en": "Let's get down to business then.",
      "cn": "那我们就开始谈正事吧。"
    },
    {
      "id": 22,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 23,
      "en": "I've come to talk with you about ordering the 8 megapixel cameras for our new MePhone.",
      "cn": "我来是想和你谈谈为我们的新MePhone订购8百万像素的相机。"
    },
    {
      "id": 24,
      "en": "The demand for phone cameras is growing and Pear has been falling behind in the market.",
      "cn": "手机相机的需求在增长，而Pear在市场上落后了。"
    },
    {
      "id": 25,
      "en": "That's great.",
      "cn": "太好了。"
    },
    {
      "id": 26,
      "en": "I'm glad to hear that Pear has finally jumped on the bandwagon.",
      "cn": "我很高兴听到Pear终于跟上了潮流。"
    },
    {
      "id": 27,
      "en": "Right now our contract is for the 5 megapixel cameras.",
      "cn": "现在我们的合同是5百万像素的相机。"
    },
    {
      "id": 28,
      "en": "Is Pear still interested in having those?",
      "cn": "Pear还对这些感兴趣吗？"
    },
    {
      "id": 29,
      "en": "No.",
      "cn": "不。"
    },
    {
      "id": 30,
      "en": "We're by making your company our sole supplier for cameras.",
      "cn": "我们希望将你的公司作为相机的唯一供应商。"
    },
    {
      "id": 31,
      "en": "We could negotiate a better deal.",
      "cn": "我们可以谈判一个更好的交易。"
    },
    {
      "id": 32,
      "en": "Surely.",
      "cn": "当然。"
    },
    {
      "id": 33,
      "en": "Let's get started by drafting a new contract.",
      "cn": "让我们开始起草一份新合同。"
    },
    {
      "id": 34,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 35,
      "en": "So a very interesting job to be a purchasing manager.",
      "cn": "成为采购经理是一个非常有趣的工作。"
    },
    {
      "id": 36,
      "en": "A lot of responsibility on top of him.",
      "cn": "他肩负着很大的责任。"
    },
    {
      "id": 37,
      "en": "And we actually saw some really interesting phrases and words that are related to business, to negotiating, contracts, etc.",
      "cn": "我们实际上看到了一些与商业、谈判、合同等相关的非常有趣的短语和词汇。"
    },
    {
      "id": 38,
      "en": "So let's take a look at some of those now on language takeaway.",
      "cn": "现在让我们来看看一些语言要点。"
    },
    {
      "id": 39,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 40,
      "en": "So the first word we have is vendor.",
      "cn": "第一个词是供应商。"
    },
    {
      "id": 41,
      "en": "This is a noun.",
      "cn": "这是一个名词。"
    },
    {
      "id": 42,
      "en": "It means it's a job.",
      "cn": "它指的是一种工作。"
    },
    {
      "id": 43,
      "en": "It's the name of a person's job.",
      "cn": "这是一个人的工作名称。"
    },
    {
      "id": 44,
      "en": "So he is a vendor.",
      "cn": "所以他是一个供应商。"
    },
    {
      "id": 45,
      "en": "Okay, and a vendor, what does a vendor do?",
      "cn": "好的，供应商，供应商做什么？"
    },
    {
      "id": 46,
      "en": "Well, a vendor sells things.",
      "cn": "供应商出售商品。"
    },
    {
      "id": 47,
      "en": "Okay, so the verb here is to vend.",
      "cn": "好的，所以这里的动词是出售。"
    },
    {
      "id": 48,
      "en": "Like a vending machine is that machine that you can buy sodas from.",
      "cn": "像自动售货机就是你可以从中购买饮料的机器。"
    },
    {
      "id": 49,
      "en": "But a vendor is someone who sells things to someone else.",
      "cn": "但供应商是指向其他人出售商品的人。"
    },
    {
      "id": 50,
      "en": "Okay, so I can say he is a door vendor.",
      "cn": "好的，所以我可以说他是一个门的供应商。"
    },
    {
      "id": 51,
      "en": "He sells doors?",
      "cn": "他卖门？"
    },
    {
      "id": 52,
      "en": "Yeah, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 53,
      "en": "Or let me contact my vendor about the price list for these TVs.",
      "cn": "或者让我联系我的供应商，询问这些电视的价格清单。"
    },
    {
      "id": 54,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 55,
      "en": "So we're talking about a vendor who is going out of business.",
      "cn": "所以我们在谈论一个即将倒闭的供应商。"
    },
    {
      "id": 56,
      "en": "And because he's going out of business, this manager is actually looking for a suitable replacement.",
      "cn": "因为他要倒闭，这位经理实际上在寻找合适的替代品。"
    },
    {
      "id": 57,
      "en": "So this is an interesting phrase because these two words normally go together.",
      "cn": "这是一个有趣的短语，因为这两个词通常是一起使用的。"
    },
    {
      "id": 58,
      "en": "We say, let's find a replacement.",
      "cn": "我们说，让我们找一个替代品。"
    },
    {
      "id": 59,
      "en": "Okay, that's good, but really we want a suitable replacement.",
      "cn": "好的，这很好，但我们真的想要一个合适的替代品。"
    },
    {
      "id": 60,
      "en": "And so first of all, the word suitable means like appropriate or good.",
      "cn": "首先，合适这个词意味着适当或好的。"
    },
    {
      "id": 61,
      "en": "But what about replacement?",
      "cn": "但替代品呢？"
    },
    {
      "id": 62,
      "en": "What does this mean?",
      "cn": "这是什么意思？"
    },
    {
      "id": 63,
      "en": "A replacement is something that takes the place of.",
      "cn": "替代品是取代某物的东西。"
    },
    {
      "id": 64,
      "en": "It replaces something else.",
      "cn": "它替代其他东西。"
    },
    {
      "id": 65,
      "en": "So for example, we have our vendor who went out of business.",
      "cn": "例如，我们有我们的供应商要倒闭了。"
    },
    {
      "id": 66,
      "en": "So what we are looking now for is another vendor, but not just any vendor, a suitable vendor, one that has the things that we need or the prices that we need, and in order to replace the one that went out of business.",
      "cn": "所以我们现在寻找的是另一个供应商，但不是任何供应商，而是一个合适的供应商，拥有我们需要的东西或价格，以替代那个倒闭的供应商。"
    },
    {
      "id": 67,
      "en": "Right, so we can say this about other things, not just people.",
      "cn": "对，所以我们可以这样说其他事物，而不仅仅是人。"
    },
    {
      "id": 68,
      "en": "For example, if I break my iPhone, my cell phone, very expensive phone, I am upset about it.",
      "cn": "例如，如果我打破了我的iPhone，我的手机，非常昂贵的手机，我会对此感到沮丧。"
    },
    {
      "id": 69,
      "en": "But when I buy a new one, I don't want a cheap one.",
      "cn": "但当我买一个新的时，我不想要一个便宜的。"
    },
    {
      "id": 70,
      "en": "I want a suitable replacement, one that's about the same as the old one.",
      "cn": "我想要一个合适的替代品，和旧的一样。"
    },
    {
      "id": 71,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 72,
      "en": "So maybe you don't get the exact same one, but you get one that's very similar.",
      "cn": "所以也许你不会得到完全相同的，但你会得到一个非常相似的。"
    },
    {
      "id": 73,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 74,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 75,
      "en": "So now they're going to talk a little bit about the contract, but they kind of do a little bit of small talk, and they're talking about coffee, and he says, well, you know, I'd be a zombie if I didn't have my morning coffee fix.",
      "cn": "现在他们将谈论合同的一些细节，但他们稍微聊了一下，谈论咖啡，他说，如果没有早上的咖啡，我会变成僵尸。"
    },
    {
      "id": 76,
      "en": "I know how that feels.",
      "cn": "我知道那种感觉。"
    },
    {
      "id": 77,
      "en": "This is a person who loves to drink caffeine to wake up.",
      "cn": "这是一个喜欢喝咖啡来提神的人。"
    },
    {
      "id": 78,
      "en": "And so we talk about a fix as being something that you need, okay?",
      "cn": "所以我们把fix当作你需要的东西。"
    },
    {
      "id": 79,
      "en": "My coffee fix means the coffee that I drink in the morning to survive.",
      "cn": "我的咖啡fix意味着我早上喝的咖啡以维持生存。"
    },
    {
      "id": 80,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 81,
      "en": "Okay, so we know the verb to fix is to make something good again, to repair.",
      "cn": "好的，所以我们知道动词fix是使某物恢复良好，修复。"
    },
    {
      "id": 82,
      "en": "But in this case, we're taking fix as a noun, and we're saying that it's something that you need, like you said.",
      "cn": "但在这种情况下，我们把fix当作名词，表示它是你需要的东西，就像你说的。"
    },
    {
      "id": 83,
      "en": "For example, maybe in the morning you need your English fix, and so you'd listen to EnglishPod.",
      "cn": "例如，也许早上你需要你的英语fix，所以你会听EnglishPod。"
    },
    {
      "id": 84,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 85,
      "en": "You need it so much it's like a drug.",
      "cn": "你需要它，就像毒品一样。"
    },
    {
      "id": 86,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 87,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 88,
      "en": "And moving on, they started to talk a little bit more about the details of the business, and he mentioned that they want to make this company their sole supplier for cameras.",
      "cn": "然后他们开始谈论商业的更多细节，他提到他们希望将这家公司作为相机的唯一供应商。"
    },
    {
      "id": 89,
      "en": "Okay, so sole means only.",
      "cn": "好的，所以唯一意味着只有。"
    },
    {
      "id": 90,
      "en": "But this word supplier is very interesting because it's very similar to vendor.",
      "cn": "但这个词供应商非常有趣，因为它与供应商非常相似。"
    },
    {
      "id": 91,
      "en": "So it's basically someone, a company maybe, or a person that supplies you with what you need.",
      "cn": "所以基本上是一个人，可能是公司，或提供你所需的东西的人。"
    },
    {
      "id": 92,
      "en": "Alright, so to supply is to provide for.",
      "cn": "好的，所以供应是提供。"
    },
    {
      "id": 93,
      "en": "So for example, if I work at a clothing store and I sell lots of nice clothing, I need a supplier to bring me the clothes that I sell.",
      "cn": "例如，如果我在一家服装店工作，卖很多漂亮的衣服，我需要一个供应商来给我提供我销售的衣服。"
    },
    {
      "id": 94,
      "en": "Otherwise, where am I going to get them from?",
      "cn": "否则，我从哪里得到它们？"
    },
    {
      "id": 95,
      "en": "I don't have a factory.",
      "cn": "我没有工厂。"
    },
    {
      "id": 96,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 97,
      "en": "For example, IBM is one of the biggest computer suppliers or manufacturers in the world.",
      "cn": "例如，IBM是世界上最大的计算机供应商或制造商之一。"
    },
    {
      "id": 98,
      "en": "Alright.",
      "cn": "好的。"
    },
    {
      "id": 99,
      "en": "Okay, and for the last part of the dialogue, they said, well, I think we can reach an agreement.",
      "cn": "好的，在对话的最后部分，他们说，我想我们可以达成协议。"
    },
    {
      "id": 100,
      "en": "Let's get started by drafting a new contract.",
      "cn": "让我们开始起草一份新合同。"
    },
    {
      "id": 101,
      "en": "They're going to draft a contract.",
      "cn": "他们要起草一份合同。"
    },
    {
      "id": 102,
      "en": "Alright, so this is interesting because we don't use the verb to write a contract.",
      "cn": "好的，这很有趣，因为我们不使用动词“写”合同。"
    },
    {
      "id": 103,
      "en": "Now you would think, well, of course you write it, but there's a special verb that we use with the word contract.",
      "cn": "现在你可能会想，当然是写，但我们有一个与“合同”这个词搭配使用的特殊动词。"
    },
    {
      "id": 104,
      "en": "So just remember this phrase together, to draft a contract, or my company will draft a contract and send it to you.",
      "cn": "所以请记住这个短语，起草合同，或者我的公司将起草一份合同并发送给你。"
    },
    {
      "id": 105,
      "en": "This means to prepare a contract in order for someone to sign it.",
      "cn": "这意味着准备一份合同以供某人签署。"
    },
    {
      "id": 106,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 107,
      "en": "So it's basically the same as write, but it's usually used more with contracts, to draft a contract.",
      "cn": "所以这基本上与“写”是一样的，但通常更多地用于合同，起草合同。"
    },
    {
      "id": 108,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 109,
      "en": "Or maybe you can say to draft up a business plan.",
      "cn": "或者你可以说起草一份商业计划。"
    },
    {
      "id": 110,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 111,
      "en": "So to draft a plan, to draft a contract, this is basically to write something that has many different points, many different strategies.",
      "cn": "所以起草一个计划，起草一份合同，这基本上是写一些有许多不同要点、许多不同策略的东西。"
    },
    {
      "id": 112,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 113,
      "en": "So five keywords for you there.",
      "cn": "所以这里有五个关键词。"
    },
    {
      "id": 114,
      "en": "Now let's move on to some key phrases on Fluency Builder.",
      "cn": "现在让我们继续一些流利构建器的关键短语。"
    },
    {
      "id": 115,
      "en": "Fluency Builder Okay, so there are a lot of really, really juicy phrases in today's lesson.",
      "cn": "流利构建器 好的，今天的课程中有很多非常有趣的短语。"
    },
    {
      "id": 116,
      "en": "The first one is, rest assured.",
      "cn": "第一个是，放心。"
    },
    {
      "id": 117,
      "en": "So we heard this from Michael at the beginning of the dialogue.",
      "cn": "我们在对话开始时听到迈克尔说过这个。"
    },
    {
      "id": 118,
      "en": "He said, rest assured that you can count on us.",
      "cn": "他说，放心，你可以依靠我们。"
    },
    {
      "id": 119,
      "en": "That's right, rest assured.",
      "cn": "没错，放心。"
    },
    {
      "id": 120,
      "en": "So this is a phrase that you use to try to give confidence to someone, telling them, you can trust me, rest assured that I'll be there.",
      "cn": "这是一个你用来给别人信心的短语，告诉他们，你可以信任我，放心我会在这里。"
    },
    {
      "id": 121,
      "en": "Don't worry.",
      "cn": "不用担心。"
    },
    {
      "id": 122,
      "en": "Don't worry.",
      "cn": "不用担心。"
    },
    {
      "id": 123,
      "en": "So let's hear another example of it.",
      "cn": "那么我们再听一个例子。"
    },
    {
      "id": 124,
      "en": "Rest assured, Marco, I will be there to support you.",
      "cn": "放心，马尔科，我会在这里支持你。"
    },
    {
      "id": 125,
      "en": "Okay, so I know that you will be there, or I can trust that you'll be there.",
      "cn": "好的，所以我知道你会在这里，或者我可以相信你会在这里。"
    },
    {
      "id": 126,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 127,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 128,
      "en": "So to rest assured.",
      "cn": "所以放心。"
    },
    {
      "id": 129,
      "en": "Now the second part of it is in that same sentence.",
      "cn": "现在第二部分在同一句话中。"
    },
    {
      "id": 130,
      "en": "Well, rest assured that you can count on us.",
      "cn": "好吧，放心你可以依靠我们。"
    },
    {
      "id": 131,
      "en": "Okay, so what does it mean to count on us, to count on me?",
      "cn": "好的，那么依靠我们，依靠我是什么意思？"
    },
    {
      "id": 132,
      "en": "So the verb to count has a couple of different meanings, and most of us are familiar with the other one.",
      "cn": "所以动词“依靠”有几个不同的意思，我们大多数人都熟悉另一个意思。"
    },
    {
      "id": 133,
      "en": "To count numbers.",
      "cn": "计算数字。"
    },
    {
      "id": 134,
      "en": "One, two, three, four, five.",
      "cn": "一、二、三、四、五。"
    },
    {
      "id": 135,
      "en": "But here, to count on someone, remember that preposition, on, means to expect someone to do something, to depend on someone.",
      "cn": "但在这里，依靠某人，记住那个介词“on”，意味着期待某人做某事，依赖某人。"
    },
    {
      "id": 136,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 137,
      "en": "So if you count on someone, means that you depend on them, you rely on them, you can trust them.",
      "cn": "所以如果你依靠某人，意味着你依赖他们，你信任他们。"
    },
    {
      "id": 138,
      "en": "So, for example, in the sentence that I just told Marco, rest assured I will be there, you can count on me.",
      "cn": "例如，在我刚才告诉马尔科的句子中，放心我会在这里，你可以依靠我。"
    },
    {
      "id": 139,
      "en": "That means you can depend on me, you can expect me to be there, I will not let you down.",
      "cn": "这意味着你可以依赖我，你可以期待我在这里，我不会让你失望。"
    },
    {
      "id": 140,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 141,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 142,
      "en": "In that same sentence, we have another phrasal verb.",
      "cn": "在同一句话中，我们还有另一个短语动词。"
    },
    {
      "id": 143,
      "en": "Rest assured that you can count on us to be here for the long run.",
      "cn": "放心你可以依靠我们在这里长久。"
    },
    {
      "id": 144,
      "en": "The long run.",
      "cn": "长久。"
    },
    {
      "id": 145,
      "en": "Alright, so we're not actually running here.",
      "cn": "好的，所以我们实际上并没有在这里跑。"
    },
    {
      "id": 146,
      "en": "The long run is a phrase that means for a long time.",
      "cn": "长久是一个意味着很长时间的短语。"
    },
    {
      "id": 147,
      "en": "So, for example, if I'm in an interview and someone asks me, well, we're really interested in your resume and we really like you, we want to know are you available in the long run, in the long term?",
      "cn": "例如，如果我在面试中，有人问我，我们对你的简历非常感兴趣，我们非常喜欢你，我们想知道你在长久中是否可用？"
    },
    {
      "id": 148,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 149,
      "en": "So, if you say, yes, I am here for the long run, it means that you are here for a long time.",
      "cn": "所以，如果你说，是的，我会在这里很长时间，这意味着你会在这里很长时间。"
    },
    {
      "id": 150,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 151,
      "en": "And let's move on to our next phrase, when they're actually, you know, they stopped with the small talk and now they want to get down to business.",
      "cn": "让我们继续下一个短语，当他们实际上，你知道，他们停止了寒暄，现在他们想开始谈正事。"
    },
    {
      "id": 152,
      "en": "You hear this phrase all the time because you don't just walk into a meeting and start talking about business stuff, you know?",
      "cn": "你经常听到这个短语，因为你不会直接走进会议开始谈论商业的事情，对吧？"
    },
    {
      "id": 153,
      "en": "You start with the nice things first.",
      "cn": "你先从愉快的事情开始。"
    },
    {
      "id": 154,
      "en": "You say, how was your weekend?",
      "cn": "你会说，你的周末过得怎么样？"
    },
    {
      "id": 155,
      "en": "How was your wife?",
      "cn": "你的妻子怎么样？"
    },
    {
      "id": 156,
      "en": "How was that game of golf?",
      "cn": "那场高尔夫球赛怎么样？"
    },
    {
      "id": 157,
      "en": "So, you're talking about nice small talk, like you just said, Marco, but when you want to start talking about numbers or products, things like that, that is called business.",
      "cn": "所以，你在谈论愉快的寒暄，就像你刚才说的，马尔科，但当你想开始谈论数字或产品，诸如此类的事情时，那就叫做商业。"
    },
    {
      "id": 158,
      "en": "So, when you want to start that, you say, let's get down to business.",
      "cn": "所以，当你想开始时，你会说，让我们开始谈正事。"
    },
    {
      "id": 159,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 160,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 161,
      "en": "So, it's a phrase to say, okay, now let's start talking about what we came here to do, to start talking about business.",
      "cn": "所以，这是一个短语，表示好的，现在让我们开始谈论我们来这里要做的事情，开始谈论商业。"
    },
    {
      "id": 162,
      "en": "And the last phrase that we have for you, it's a very interesting phrase.",
      "cn": "我们最后一个短语是一个非常有趣的短语。"
    },
    {
      "id": 163,
      "en": "When they were talking about one of the brands of phones, they're saying, I'm glad to hear that Pear has finally jumped on the bandwagon.",
      "cn": "当他们在谈论某个手机品牌时，他们说，我很高兴听到Pear终于跟上潮流。"
    },
    {
      "id": 164,
      "en": "Marco, I wish I could tell you I knew where this phrase came from, but I don't.",
      "cn": "马尔科，我希望我能告诉你这个短语的来源，但我不知道。"
    },
    {
      "id": 165,
      "en": "Let's just talk about the word bandwagon first.",
      "cn": "让我们先谈谈“潮流”这个词。"
    },
    {
      "id": 166,
      "en": "I think bandwagon means something that everyone is doing.",
      "cn": "我认为“潮流”意味着每个人都在做的事情。"
    },
    {
      "id": 167,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 168,
      "en": "So, I think if everyone is, I don't know, likes the color purple, and all of a sudden you like the color purple, then that means you just jumped on the bandwagon.",
      "cn": "所以，我认为如果每个人都喜欢紫色，而你突然也喜欢紫色，那么这意味着你刚刚跟上潮流。"
    },
    {
      "id": 169,
      "en": "Alright, I jumped on the bandwagon.",
      "cn": "好吧，我跟上潮流了。"
    },
    {
      "id": 170,
      "en": "So, you think of a wagon as like, you know, before they had cars, they had wagons, they're wooden, and they have wheels, and they're pulled by a horse.",
      "cn": "所以，你可以把“车”想象成，在他们有汽车之前，他们有木制的车，车轮，马拉着。"
    },
    {
      "id": 171,
      "en": "And so, everyone is on there, and they're all going somewhere.",
      "cn": "所以，每个人都在上面，他们都在去某个地方。"
    },
    {
      "id": 172,
      "en": "And I wasn't on it, but I jumped on the back.",
      "cn": "我没有在上面，但我跳上了后面。"
    },
    {
      "id": 173,
      "en": "That means I joined everyone.",
      "cn": "这意味着我加入了大家。"
    },
    {
      "id": 174,
      "en": "I started to do what they're doing.",
      "cn": "我开始做他们正在做的事情。"
    },
    {
      "id": 175,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 176,
      "en": "So, I guess you agree with them, or you're going towards in the same direction that everyone else is going.",
      "cn": "所以，我想你同意他们，或者你朝着大家都在去的同一个方向前进。"
    },
    {
      "id": 177,
      "en": "Look at Marco.",
      "cn": "看看马尔科。"
    },
    {
      "id": 178,
      "en": "He just bought an iPhone.",
      "cn": "他刚买了一部iPhone。"
    },
    {
      "id": 179,
      "en": "Now he's jumped on the bandwagon.",
      "cn": "现在他跟上潮流了。"
    },
    {
      "id": 180,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 181,
      "en": "So, everyone is going in the same direction.",
      "cn": "所以，每个人都朝着同一个方向前进。"
    },
    {
      "id": 182,
      "en": "Everyone is doing the same thing.",
      "cn": "每个人都在做同样的事情。"
    },
    {
      "id": 183,
      "en": "Everyone likes the same thing.",
      "cn": "每个人都喜欢同样的东西。"
    },
    {
      "id": 184,
      "en": "So, to jump on the bandwagon.",
      "cn": "所以，跟上潮流。"
    },
    {
      "id": 185,
      "en": "You can use it in the business sense, for example, if somebody is not agreeing with you or somebody doesn't want to support your project, you can say, I would really appreciate it if you jumped on the bandwagon and supported us on this.",
      "cn": "你可以在商业意义上使用它，例如，如果有人不同意你，或者有人不想支持你的项目，你可以说，我会非常感激如果你能跟上潮流，支持我们。"
    },
    {
      "id": 186,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 187,
      "en": "So, it's not always a bad thing, but remember that the verb that is synonymous with this is to conform.",
      "cn": "所以，这并不总是坏事，但请记住，与之同义的动词是“顺应”。"
    },
    {
      "id": 188,
      "en": "Okay?",
      "cn": "好吗？"
    },
    {
      "id": 189,
      "en": "To do what everyone else is doing.",
      "cn": "做大家都在做的事情。"
    },
    {
      "id": 190,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 191,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 192,
      "en": "So, a lot of interesting things here.",
      "cn": "所以，这里有很多有趣的事情。"
    },
    {
      "id": 193,
      "en": "Let's listen to our dialogue one last time.",
      "cn": "让我们最后再听一次我们的对话。"
    },
    {
      "id": 194,
      "en": "Good morning, Angela.",
      "cn": "早上好，安吉拉。"
    },
    {
      "id": 195,
      "en": "How have you been lately?",
      "cn": "你最近怎么样？"
    },
    {
      "id": 196,
      "en": "Morning, Michael.",
      "cn": "早上好，迈克尔。"
    },
    {
      "id": 197,
      "en": "I've been very busy lately.",
      "cn": "我最近很忙。"
    },
    {
      "id": 198,
      "en": "One of our other vendors is going out of business, and I've been searching for a suitable replacement.",
      "cn": "我们的一个供应商要倒闭了，我一直在寻找合适的替代品。"
    },
    {
      "id": 199,
      "en": "Well, rest assured that you can count on us to be here for the long run.",
      "cn": "放心吧，你可以指望我们长期支持你。"
    },
    {
      "id": 200,
      "en": "Please sit down.",
      "cn": "请坐。"
    },
    {
      "id": 201,
      "en": "Coffee?",
      "cn": "咖啡吗？"
    },
    {
      "id": 202,
      "en": "No, thanks.",
      "cn": "不用了，谢谢。"
    },
    {
      "id": 203,
      "en": "I've been trying to cut down on the caffeine.",
      "cn": "我一直在努力减少咖啡因的摄入。"
    },
    {
      "id": 204,
      "en": "I could never do that.",
      "cn": "我可做不到。"
    },
    {
      "id": 205,
      "en": "I'd be a zombie if I didn't have my morning coffee fix.",
      "cn": "如果没有早上的咖啡，我会像个僵尸。"
    },
    {
      "id": 206,
      "en": "Let's get down to business, then.",
      "cn": "那我们开始谈正事吧。"
    },
    {
      "id": 207,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 208,
      "en": "I've come to talk with you about ordering the 8 megapixel cameras for our new MePhone.",
      "cn": "我来是想和你谈谈为我们的新MePhone订购8百万像素的相机。"
    },
    {
      "id": 209,
      "en": "The demand for phone cameras is growing, and Pear has been falling behind in the market.",
      "cn": "手机相机的需求在增长，而Pear在市场上落后了。"
    },
    {
      "id": 210,
      "en": "That's great!",
      "cn": "太好了！"
    },
    {
      "id": 211,
      "en": "I'm glad to hear that Pear has finally jumped on the bandwagon.",
      "cn": "我很高兴听到Pear终于跟上潮流了。"
    },
    {
      "id": 212,
      "en": "Right now, our contract is for the 5 megapixel cameras.",
      "cn": "现在，我们的合同是5百万像素的相机。"
    },
    {
      "id": 213,
      "en": "Is Pear still interested in having those?",
      "cn": "Pear还对这些感兴趣吗？"
    },
    {
      "id": 214,
      "en": "No.",
      "cn": "不感兴趣。"
    },
    {
      "id": 215,
      "en": "We're changing all the cameras to 8 megapixels.",
      "cn": "我们将所有相机更换为8百万像素。"
    },
    {
      "id": 216,
      "en": "We were hoping that by making your company our sole supplier for cameras, we could negotiate a better deal.",
      "cn": "我们希望通过让你们公司成为我们相机的唯一供应商，能够谈出更好的交易。"
    },
    {
      "id": 217,
      "en": "Surely.",
      "cn": "当然。"
    },
    {
      "id": 218,
      "en": "Let's get started by drafting a new contract.",
      "cn": "让我们开始起草新合同吧。"
    },
    {
      "id": 219,
      "en": "So talking about purchasing, it's actually a very interesting position.",
      "cn": "说到采购，这实际上是一个非常有趣的职位。"
    },
    {
      "id": 220,
      "en": "I think many, or almost all companies, big companies, have this position where not only do they have to, maybe if they're in retailing, they have to purchase the goods that they will sell, but also in offices, for example, who buys the paper, the printers,",
      "cn": "我认为许多，或者几乎所有的大公司都有这个职位，他们不仅需要采购销售的商品，还需要在办公室采购，比如，谁来买纸、打印机，"
    },
    {
      "id": 221,
      "en": "the copiers, everything for the office.",
      "cn": "复印机，办公室的一切。"
    },
    {
      "id": 222,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 223,
      "en": "And this is a very important position as you say, because this person can save a company a lot of money if the person knows the right vendors.",
      "cn": "这正如你所说的，这是一个非常重要的职位，因为这个人如果知道合适的供应商，可以为公司节省很多钱。"
    },
    {
      "id": 224,
      "en": "If the only vendors you know are selling things at very high prices, then that's not very good for you or for your business.",
      "cn": "如果你知道的唯一供应商都在以很高的价格出售商品，那对你或你的业务都不好。"
    },
    {
      "id": 225,
      "en": "But if you know all the inside secrets, you know all the good vendors, then maybe you're going to be able to save a lot of money.",
      "cn": "但如果你知道所有的内部秘密，知道所有好的供应商，那么你可能会节省很多钱。"
    },
    {
      "id": 226,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 227,
      "en": "So I think this position is also a lot broader than just this.",
      "cn": "所以我认为这个职位的范围也比这更广泛。"
    },
    {
      "id": 228,
      "en": "So maybe someone can also help us out on the website, EnglishPod.com.",
      "cn": "也许有人可以在网站上帮助我们，EnglishPod.com。"
    },
    {
      "id": 229,
      "en": "You can explain, maybe if you're a purchasing manager, you can tell us what your job entails, or if you know a purchasing manager, what does that person do?",
      "cn": "你可以解释一下，如果你是采购经理，可以告诉我们你的工作内容，或者如果你认识采购经理，那个人在做什么？"
    },
    {
      "id": 230,
      "en": "That's right, we're very curious to know, and we hope that you'll be able to use some of these new words and phrases.",
      "cn": "没错，我们非常好奇，希望你能使用一些这些新单词和短语。"
    },
    {
      "id": 231,
      "en": "If you want to practice, check us out, EnglishPod.com.",
      "cn": "如果你想练习，欢迎访问我们，EnglishPod.com。"
    },
    {
      "id": 232,
      "en": "Alright, we'll see you guys there.",
      "cn": "好的，我们在那里见。"
    },
    {
      "id": 233,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}