{
  "type": "book",
  "id": "englishpod-高级-englishpod-高级-0255",
  "title": "EnglishPod 高级 0255",
  "totalSegments": 251,
  "seriesId": "englishpod-高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Katherine.",
      "cn": "我叫Katherine。"
    },
    {
      "id": 4,
      "en": "And today we've got a very advanced dialogue for you.",
      "cn": "今天我们有一个非常高级的对话要分享给你们。"
    },
    {
      "id": 5,
      "en": "This is all about what we call the miracle of life.",
      "cn": "这全是关于我们所称的生命奇迹。"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "Today we're going to talk a little bit more in-depth about our bodies, about what's going on inside and how and where babies come from.",
      "cn": "今天我们将更深入地讨论我们的身体，内部发生了什么，以及婴儿是如何和从哪里来的。"
    },
    {
      "id": 8,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 9,
      "en": "So you're going to learn very technical terms for parts of people's bodies, men and women, and also about the beginning of life.",
      "cn": "所以你将学习一些关于男女身体部位的专业术语，以及生命的起源。"
    },
    {
      "id": 10,
      "en": "So before a baby is born, what do you call some of these parts and some of these things?",
      "cn": "在婴儿出生之前，你会如何称呼这些部位和事物呢？"
    },
    {
      "id": 11,
      "en": "So let's check out today's dialogue.",
      "cn": "那么让我们来看看今天的对话。"
    },
    {
      "id": 12,
      "en": "And when we come back, we'll be exploring in-depth these topics.",
      "cn": "回来时，我们将深入探讨这些主题。"
    },
    {
      "id": 13,
      "en": "Continuing with our class today, we are going to study briefly the miracle of life.",
      "cn": "今天的课程继续，我们将简要学习生命的奇迹。"
    },
    {
      "id": 14,
      "en": "Many of you may think you already know how babies come to be, but I'm sure that some of the things we will be talking about today may surprise you.",
      "cn": "你们中的许多人可能认为你们已经知道婴儿是如何产生的，但我相信今天我们将讨论的一些内容可能会让你感到惊讶。"
    },
    {
      "id": 15,
      "en": "Billy, can you turn on the projector, please?",
      "cn": "Billy，请你打开投影仪好吗？"
    },
    {
      "id": 16,
      "en": "Thanks.",
      "cn": "谢谢。"
    },
    {
      "id": 17,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 18,
      "en": "Does anyone know what this is?",
      "cn": "有人知道这是什么吗？"
    },
    {
      "id": 19,
      "en": "Looks like a goat head to me.",
      "cn": "在我看来像是一只山羊的头。"
    },
    {
      "id": 20,
      "en": "Nice try.",
      "cn": "不错的尝试。"
    },
    {
      "id": 21,
      "en": "But this is a woman's womb, which contains her uterus and ovaries.",
      "cn": "但这是一个女性的子宫，里面包含她的子宫和卵巢。"
    },
    {
      "id": 22,
      "en": "The ovaries are packed with eggs and each month during the middle of the menstrual cycle, the ripest one will be sucked up by one of the fallopian tubes.",
      "cn": "卵巢里装满了卵子，每个月在月经周期的中间，最成熟的一个会被其中一个输卵管吸走。"
    },
    {
      "id": 23,
      "en": "This is called ovulation.",
      "cn": "这被称为排卵。"
    },
    {
      "id": 24,
      "en": "And the exact time of ovulation depends on the length of a woman's cycle.",
      "cn": "排卵的确切时间取决于女性周期的长度。"
    },
    {
      "id": 25,
      "en": "In an average 28-day cycle, ovulation will most likely happen between the 12th and 15th days, counting day one as the first day of your last period.",
      "cn": "在一个平均28天的周期中，排卵最有可能发生在第12天到第15天之间，第一天算作你上次月经的第一天。"
    },
    {
      "id": 26,
      "en": "That's amazing!",
      "cn": "真令人惊讶！"
    },
    {
      "id": 27,
      "en": "So each month, the woman produces these eggs and then waits for them to be fertilized?",
      "cn": "所以每个月，女性会产生这些卵子，然后等待它们被受精？"
    },
    {
      "id": 28,
      "en": "Actually, every woman is already born with over 400,000 eggs.",
      "cn": "实际上，每个女性在出生时就已经有超过400,000个卵子。"
    },
    {
      "id": 29,
      "en": "Some will start dying off immediately and others are released during her fertile period.",
      "cn": "一些会立即开始死亡，其他的则在她的排卵期释放。"
    },
    {
      "id": 30,
      "en": "What about the guys?",
      "cn": "那男性呢？"
    },
    {
      "id": 31,
      "en": "I know they produce sperm and stuff.",
      "cn": "我知道他们会产生精子等等。"
    },
    {
      "id": 32,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 33,
      "en": "The man's body has a tiny factory that produces sperm 24 hours a day.",
      "cn": "男性的身体有一个小工厂，24小时生产精子。"
    },
    {
      "id": 34,
      "en": "Each ejaculation will release about 100 million sperm, so the factory is always pretty busy.",
      "cn": "每次射精会释放大约1亿个精子，所以这个工厂总是很忙。"
    },
    {
      "id": 35,
      "en": "The sole purpose of a sperm's life is to fertilize the woman's egg.",
      "cn": "精子的生命唯一目的是受精女性的卵子。"
    },
    {
      "id": 36,
      "en": "So then we basically need to put one and one together so we can have babies, right?",
      "cn": "所以我们基本上需要把一加一凑在一起才能有婴儿，对吗？"
    },
    {
      "id": 37,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 38,
      "en": "The man will have an orgasm during intercourse and ejaculate sperm and semen.",
      "cn": "男性在性交时会达到高潮并射出精子和精液。"
    },
    {
      "id": 39,
      "en": "This is where the race begins and all those millions of sperm will race and swim from the cervix through the uterus and to the fallopian tubes.",
      "cn": "这就是比赛开始的地方，所有那些数百万的精子将从子宫颈游向子宫，再到输卵管。"
    },
    {
      "id": 40,
      "en": "This could take anywhere from 45 minutes to 12 hours.",
      "cn": "这可能需要45分钟到12小时。"
    },
    {
      "id": 41,
      "en": "Not all of them make it since some of them go the wrong way and get lost or simply die.",
      "cn": "不是所有的精子都能成功，因为有些会走错路而迷失，或者干脆死亡。"
    },
    {
      "id": 42,
      "en": "Many will actually reach the egg but only one will penetrate it and fertilize it.",
      "cn": "许多精子实际上会到达卵子，但只有一个会穿透并使其受精。"
    },
    {
      "id": 43,
      "en": "Once this happens, the egg instantly changes and creates a protective shield once the sperm is safely inside.",
      "cn": "一旦发生这种情况，卵子会立即改变，并在精子安全进入后形成保护屏障。"
    },
    {
      "id": 44,
      "en": "And then that's it?",
      "cn": "那就这样吗？"
    },
    {
      "id": 45,
      "en": "Well, the egg will be fertilized within about 24 hours of its release.",
      "cn": "嗯，卵子会在释放后大约24小时内受精。"
    },
    {
      "id": 46,
      "en": "The genetic material from the sperm combines with the genetic material in the egg to create a new cell that will rapidly start dividing.",
      "cn": "精子的遗传物质与卵子的遗传物质结合，形成一个新的细胞，该细胞会迅速开始分裂。"
    },
    {
      "id": 47,
      "en": "The woman is not actually pregnant until that bundle of new cells known as the embryo travels the rest of the way down the fallopian tube and attaches itself to the wall of her uterus.",
      "cn": "女性实际上在这个新细胞团体被称为胚胎的细胞沿输卵管的其余部分移动并附着在子宫壁上之前并没有怀孕。"
    },
    {
      "id": 48,
      "en": "Any other questions?",
      "cn": "还有其他问题吗？"
    },
    {
      "id": 49,
      "en": "Then let's move on.",
      "cn": "那我们继续吧。"
    },
    {
      "id": 50,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 51,
      "en": "So, very interesting.",
      "cn": "非常有趣。"
    },
    {
      "id": 52,
      "en": "Actually this type of lecture or class that we just saw is very common in biology class or anatomy class in the US, for example.",
      "cn": "实际上，我们刚刚看到的这种讲座或课程在美国的生物课或解剖课上非常常见。"
    },
    {
      "id": 53,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 54,
      "en": "We also have a class called Sex Ed or Sexual Education.",
      "cn": "我们还有一门课叫性教育。"
    },
    {
      "id": 55,
      "en": "And this is all about sex and bodies and biology that most students have to learn before they go into high school.",
      "cn": "这全是关于性、身体和生物学的内容，大多数学生在进入高中之前都必须学习。"
    },
    {
      "id": 56,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 57,
      "en": "So, we actually had a previous lesson about sex ed.",
      "cn": "所以，我们实际上有一节关于性教育的课程。"
    },
    {
      "id": 58,
      "en": "We talked about contraceptives.",
      "cn": "我们讨论了避孕措施。"
    },
    {
      "id": 59,
      "en": "And well, continuing on the topic, this is why we have this advanced lesson.",
      "cn": "继续这个话题，这就是我们有这节高级课程的原因。"
    },
    {
      "id": 60,
      "en": "Now, it is a little bit more difficult because we have medical terms and specific names of parts inside of our body.",
      "cn": "现在，这有点更难，因为我们有医学术语和身体内部部位的特定名称。"
    },
    {
      "id": 61,
      "en": "So, why don't we start with the first one when the teacher explained about a woman's womb.",
      "cn": "那么，为什么我们不从老师解释女性子宫的第一个词开始呢？"
    },
    {
      "id": 62,
      "en": "Womb.",
      "cn": "子宫。"
    },
    {
      "id": 63,
      "en": "So, this might look like a very hard word to pronounce.",
      "cn": "所以，这可能看起来是一个很难发音的词。"
    },
    {
      "id": 64,
      "en": "There's a B there.",
      "cn": "这里有一个B。"
    },
    {
      "id": 65,
      "en": "So, W-O-M-B.",
      "cn": "所以，W-O-M-B。"
    },
    {
      "id": 66,
      "en": "We don't pronounce womb.",
      "cn": "我们不发音为womb。"
    },
    {
      "id": 67,
      "en": "We say womb.",
      "cn": "我们说womb。"
    },
    {
      "id": 68,
      "en": "And this is basically where the baby will grow when a baby is produced.",
      "cn": "这基本上是婴儿在产生时生长的地方。"
    },
    {
      "id": 69,
      "en": "So, it's a part inside a woman's body that we also call the uterus.",
      "cn": "所以，这是女性身体内部的一个部分，我们也称之为子宫。"
    },
    {
      "id": 70,
      "en": "Okay, so I guess the uterus is the specific name of that area, right?",
      "cn": "好的，我想子宫是那个区域的具体名称，对吗？"
    },
    {
      "id": 71,
      "en": "But I guess the whole thing, kind of like the woman's belly, where the baby is going to be, is called the womb.",
      "cn": "但我想整个地方，就像女性的腹部，婴儿将要生长的地方，称为子宫。"
    },
    {
      "id": 72,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 73,
      "en": "Okay, so now taking a look at other parts of a woman's body.",
      "cn": "好的，现在看看女性身体的其他部分。"
    },
    {
      "id": 74,
      "en": "We have the womb.",
      "cn": "我们有子宫。"
    },
    {
      "id": 75,
      "en": "We have the uterus.",
      "cn": "我们有子宫。"
    },
    {
      "id": 76,
      "en": "Now, what about the ovaries?",
      "cn": "那卵巢呢？"
    },
    {
      "id": 77,
      "en": "So, ovaries are... actually, there are two of them in a woman's body.",
      "cn": "卵巢是... 实际上，女性身体里有两个。"
    },
    {
      "id": 78,
      "en": "And ovaries are where eggs are stored.",
      "cn": "卵巢是储存卵子的地方。"
    },
    {
      "id": 79,
      "en": "So, women have eggs.",
      "cn": "所以，女性有卵子。"
    },
    {
      "id": 80,
      "en": "And this is what will one day become, in some cases, a baby.",
      "cn": "这就是在某些情况下将来会变成婴儿的东西。"
    },
    {
      "id": 81,
      "en": "And so, they are stored in ovaries.",
      "cn": "所以，它们储存在卵巢中。"
    },
    {
      "id": 82,
      "en": "And when it's time to come down, they come down through the uterus, through these tubes, to either come out or to be met by a sperm.",
      "cn": "当是时候下来时，它们会通过子宫，通过这些管道，出来或与精子相遇。"
    },
    {
      "id": 83,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 84,
      "en": "And these tubes are actually called fallopian tubes.",
      "cn": "这些管道实际上被称为输卵管。"
    },
    {
      "id": 85,
      "en": "So, a hard word, fallopian.",
      "cn": "所以，这是一个难发音的词，输卵管。"
    },
    {
      "id": 86,
      "en": "Again, there are two of these, right?",
      "cn": "再次，这里有两个，对吗？"
    },
    {
      "id": 87,
      "en": "One from each ovary, and they come down, and that's basically a passageway for eggs.",
      "cn": "每个卵巢各有一个，它们下来，这基本上是卵子的通道。"
    },
    {
      "id": 88,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 89,
      "en": "And it's interesting because in English, some women that don't want to have any more kids, they very colloquially say, I have my tubes tied, or I had my tubes tied.",
      "cn": "有趣的是，在英语中，一些不想再要孩子的女性，通常会说，我的输卵管被结扎了，或者我结扎了。"
    },
    {
      "id": 90,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 91,
      "en": "So, this means a woman has had an operation so that she will not have children in the future, and her fallopian tubes are closed off, so that eggs cannot come down.",
      "cn": "这意味着女性进行了手术，以便将来不会有孩子，她的输卵管被封闭，因此卵子无法下来。"
    },
    {
      "id": 92,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 93,
      "en": "So, this is kind of, now you will, more or less, if you've heard this phrase before, now you understand why the fallopian tubes, and that's why women say, tubes tied.",
      "cn": "所以，这就是为什么如果你听过这个短语，现在你理解了为什么输卵管被称为“结扎”。"
    },
    {
      "id": 94,
      "en": "Yeah, she had her tubes tied.",
      "cn": "是的，她的输卵管被结扎了。"
    },
    {
      "id": 95,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 96,
      "en": "So, now all of this is going on because, well, a woman can potentially get pregnant, and during this period of time, this is when the woman is ovulating, or this is called ovulation.",
      "cn": "所以，现在这一切都在进行，因为，嗯，女性有可能怀孕，而在这个时间段内，这就是女性排卵的时候，或者称为排卵。"
    },
    {
      "id": 97,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 98,
      "en": "So, ovulation is a cycle.",
      "cn": "所以，排卵是一个周期。"
    },
    {
      "id": 99,
      "en": "That means it's something that happens again and again and again.",
      "cn": "这意味着这是一个反复发生的事情。"
    },
    {
      "id": 100,
      "en": "We call it a menstrual cycle.",
      "cn": "我们称之为月经周期。"
    },
    {
      "id": 101,
      "en": "And it happens once, basically it's a process that takes 28 days, and it's the process of an egg coming down, and either being fertilized or not.",
      "cn": "这基本上是一个持续28天的过程，是卵子下行的过程，可能被受精，也可能不被受精。"
    },
    {
      "id": 102,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 103,
      "en": "So, during ovulation, there is a certain period of time where it's precise for a woman to be able to get pregnant, right?",
      "cn": "所以，在排卵期间，有一个特定的时间段，女性能够怀孕，对吗？"
    },
    {
      "id": 104,
      "en": "And now, what about when we move on to the men?",
      "cn": "现在，男性的情况呢？"
    },
    {
      "id": 105,
      "en": "Now, we talked about the women's side, what about the men's?",
      "cn": "我们谈到了女性的情况，男性呢？"
    },
    {
      "id": 106,
      "en": "So, basically, women have eggs, men have sperm.",
      "cn": "基本上，女性有卵子，男性有精子。"
    },
    {
      "id": 107,
      "en": "Okay, these are little... they look like fish almost, they swim around.",
      "cn": "好的，这些小东西……它们看起来几乎像鱼，游来游去。"
    },
    {
      "id": 108,
      "en": "And they are passed to a woman through semen, and men have, I don't know, like 10 million of them, or something crazy.",
      "cn": "它们通过精液传递给女性，男性有，我不知道，大约1000万，或者一些疯狂的数字。"
    },
    {
      "id": 109,
      "en": "Yeah, it's a huge amount of sperm.",
      "cn": "是的，精子的数量非常庞大。"
    },
    {
      "id": 110,
      "en": "Now, this is an interesting thing to differentiate.",
      "cn": "现在，这是一个有趣的区分。"
    },
    {
      "id": 111,
      "en": "You said two things, sperm and semen.",
      "cn": "你提到了两个概念，精子和精液。"
    },
    {
      "id": 112,
      "en": "Right?",
      "cn": "对吧？"
    },
    {
      "id": 113,
      "en": "So, sperm are the little creatures, or little fish, as you said, that swim.",
      "cn": "所以，精子是那些小生物，或者说小鱼，像你说的那样，游动的。"
    },
    {
      "id": 114,
      "en": "And semen is kind of actually like the liquid that contains them.",
      "cn": "而精液实际上是包含它们的液体。"
    },
    {
      "id": 115,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 116,
      "en": "So, it's almost, not bigger than, but it's the liquid that they come in to basically attack an egg, and try and fertilize an egg.",
      "cn": "所以，它几乎不是比它们更大，而是它们所处的液体，基本上是为了攻击卵子，尝试使卵子受精。"
    },
    {
      "id": 117,
      "en": "And so, remember, in English, sperm can fertilize an egg, semen cannot.",
      "cn": "所以，记住，在英语中，精子可以使卵子受精，精液则不能。"
    },
    {
      "id": 118,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 119,
      "en": "And now, this is interesting, we're talking about to fertilize.",
      "cn": "现在，这很有趣，我们在谈论受精。"
    },
    {
      "id": 120,
      "en": "Maybe we've heard this in gardening, or something like this, we've heard of fertilizer.",
      "cn": "也许我们在园艺中听说过这个，或者类似的事情，我们听说过肥料。"
    },
    {
      "id": 121,
      "en": "But what do we mean by to fertilize, or fertilization?",
      "cn": "但我们所说的受精或受精是什么意思？"
    },
    {
      "id": 122,
      "en": "Okay, basically, fertilization, or to fertilize something, is to, in this case, put a sperm together with an egg.",
      "cn": "好吧，基本上，受精，或者说使某物受精，是在这种情况下，将精子与卵子结合在一起。"
    },
    {
      "id": 123,
      "en": "So, to make a baby.",
      "cn": "所以，制造一个婴儿。"
    },
    {
      "id": 124,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 125,
      "en": "And so, an egg that is not fertilized will come down and will never become a baby.",
      "cn": "所以，一个未受精的卵子会下行，并且永远不会变成婴儿。"
    },
    {
      "id": 126,
      "en": "Sometimes, sperm, they don't find eggs, and they just, you know, they die.",
      "cn": "有时，精子找不到卵子，它们就会死去。"
    },
    {
      "id": 127,
      "en": "Now, there's another interesting word that's very related, or close to this, when we say when a man, or a woman, is fertile.",
      "cn": "现在，还有一个有趣的词与此非常相关，当我们说一个男性或女性是有生育能力的。"
    },
    {
      "id": 128,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 129,
      "en": "So, this only applies to women, not to men.",
      "cn": "这只适用于女性，而不适用于男性。"
    },
    {
      "id": 130,
      "en": "You can say she's fertile, that means she has eggs, her eggs come down, and she can have a baby at some time.",
      "cn": "你可以说她是有生育能力的，这意味着她有卵子，她的卵子下行，并且她可以在某个时候生孩子。"
    },
    {
      "id": 131,
      "en": "But a woman who is infertile, she's not fertile, can never have babies.",
      "cn": "但一个不育的女性，她没有生育能力，永远不能生孩子。"
    },
    {
      "id": 132,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 133,
      "en": "So, a lot of these women adopt babies.",
      "cn": "所以，很多这样的女性会收养婴儿。"
    },
    {
      "id": 134,
      "en": "Now, what about guys?",
      "cn": "现在，男性呢？"
    },
    {
      "id": 135,
      "en": "You know that some men can't have babies as well.",
      "cn": "你知道，有些男性也不能生孩子。"
    },
    {
      "id": 136,
      "en": "Maybe their sperm is not very good, or they have some, same thing, medical condition that prevents their sperm from fertilizing.",
      "cn": "也许他们的精子质量不好，或者他们有某种相同的医疗状况，阻止他们的精子受精。"
    },
    {
      "id": 137,
      "en": "So, you don't say that he is infertile or not fertile.",
      "cn": "所以，你不会说他是不育的或没有生育能力的。"
    },
    {
      "id": 138,
      "en": "No, you don't.",
      "cn": "不，你不会。"
    },
    {
      "id": 139,
      "en": "What do you say?",
      "cn": "那你会怎么说？"
    },
    {
      "id": 140,
      "en": "He is sterile, okay?",
      "cn": "他是无生育能力的，好吗？"
    },
    {
      "id": 141,
      "en": "So, a woman can be fertile or infertile.",
      "cn": "所以，女性可以是有生育能力的或不育的。"
    },
    {
      "id": 142,
      "en": "Infertile means she cannot have babies.",
      "cn": "不育意味着她不能生孩子。"
    },
    {
      "id": 143,
      "en": "If a man's semen cannot fertilize an egg properly, he is called sterile.",
      "cn": "如果一个男性的精液不能正确地使卵子受精，他被称为无生育能力。"
    },
    {
      "id": 144,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 145,
      "en": "So, this is all of what's going on inside the man's body as well.",
      "cn": "所以，这就是男性身体内部发生的一切。"
    },
    {
      "id": 146,
      "en": "Well, actually, once they finally combine and get together and the sperm fertilizes the egg, we have a little thing called an embryo.",
      "cn": "实际上，一旦它们最终结合在一起，精子使卵子受精，我们就有了一个叫做胚胎的小东西。"
    },
    {
      "id": 147,
      "en": "Okay, so obviously, it doesn't become a baby for a little while.",
      "cn": "好吧，显然，它不会立刻变成婴儿。"
    },
    {
      "id": 148,
      "en": "This is a point of contention, a point of argument for a lot of people because no one agrees when a baby becomes a baby.",
      "cn": "这是一个争论的焦点，很多人对此有不同的看法，因为没有人同意婴儿何时变成婴儿。"
    },
    {
      "id": 149,
      "en": "But basically, when an egg and a sperm come together, they create an embryo, which is a combination of genetic information and tissue and all these things, and that starts to grow and to become a fetus, which will one day, when it is born, become a baby.",
      "cn": "但基本上，当卵子和精子结合在一起时，它们会创造一个胚胎，这是遗传信息和组织的结合，所有这些东西开始生长，变成胎儿，胎儿在出生时会变成婴儿。"
    },
    {
      "id": 150,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 151,
      "en": "So, the embryo is basically the first stage of when the baby is forming.",
      "cn": "所以，胚胎基本上是婴儿形成的第一阶段。"
    },
    {
      "id": 152,
      "en": "But it's not really, as you said, this word fetus.",
      "cn": "但正如你所说，这个词胎儿并不在我们的对话中。"
    },
    {
      "id": 153,
      "en": "It's not in our dialogue.",
      "cn": "但胎儿实际上是一个在女性体内形成的存在，对吗？"
    },
    {
      "id": 154,
      "en": "But a fetus is actually a formed being, so to say, inside a woman's body, right?",
      "cn": "它在生长。"
    },
    {
      "id": 155,
      "en": "It's growing.",
      "cn": "它开始获得成为人类所需的部分，但可能尚未完全发育。"
    },
    {
      "id": 156,
      "en": "It's starting to get the pieces that it needs to become a human being, but maybe has not fully developed yet.",
      "cn": "所以它仍然在女性的子宫内，我们可以说。"
    },
    {
      "id": 157,
      "en": "So it's still inside the woman's womb, we can say.",
      "cn": "非常好。"
    },
    {
      "id": 158,
      "en": "Very good.",
      "cn": "好的，很多有趣的事情正在发生。"
    },
    {
      "id": 159,
      "en": "Okay, a lot of interesting things going on.",
      "cn": "我们为什么不再听一次我们的对话，然后我们会回来再谈一谈。"
    },
    {
      "id": 160,
      "en": "Why don't we listen to our dialogue again, and we'll be back to talk a little bit more.",
      "cn": "继续我们的课程，今天我们将简要研究生命的奇迹。"
    },
    {
      "id": 161,
      "en": "Continuing with our class, today we are going to study briefly the miracle of life.",
      "cn": "你们中的许多人可能认为你们已经知道婴儿是如何诞生的，但我相信我们今天将讨论的一些事情可能会让你感到惊讶。"
    },
    {
      "id": 162,
      "en": "Many of you may think you already know how babies come to be, but I'm sure that some of the things we will be talking about today may surprise you.",
      "cn": "比利，你能打开投影仪吗？"
    },
    {
      "id": 163,
      "en": "Billy, can you turn on the projector, please?",
      "cn": "谢谢。"
    },
    {
      "id": 164,
      "en": "Thanks.",
      "cn": "好的，有人知道这是什么吗？"
    },
    {
      "id": 165,
      "en": "Okay, does anyone know what this is?",
      "cn": "在我看来像是山羊的头。"
    },
    {
      "id": 166,
      "en": "Looks like a goat head to me.",
      "cn": "不错的尝试。"
    },
    {
      "id": 167,
      "en": "Nice try.",
      "cn": "但这是一个女性的子宫，里面包含她的子宫和卵巢。"
    },
    {
      "id": 168,
      "en": "But this is a woman's womb, which contains her uterus and ovaries.",
      "cn": "卵巢里装满了卵子，每个月在月经周期的中间，最成熟的一个会被吸入其中一个输卵管。"
    },
    {
      "id": 170,
      "en": "This is called ovulation, and the exact time of ovulation depends on the length of a woman's cycle.",
      "cn": "这被称为排卵，排卵的确切时间取决于女性周期的长度。"
    },
    {
      "id": 171,
      "en": "In an average 28-day cycle, ovulation will most likely happen between the 12th and 15th days, counting day one as the first day of your last period.",
      "cn": "在一个平均28天的周期中，排卵最有可能发生在第12天到第15天之间，从最后一次月经的第一天开始计算。"
    },
    {
      "id": 172,
      "en": "That's amazing!",
      "cn": "这太神奇了！"
    },
    {
      "id": 173,
      "en": "So each month, the woman produces these eggs and then waits for them to be fertilized?",
      "cn": "所以每个月，女性会产生这些卵子，然后等待它们被受精？"
    },
    {
      "id": 174,
      "en": "Actually, every woman is already born with over 400,000 eggs.",
      "cn": "实际上，每个女性出生时就已经有超过400,000个卵子。"
    },
    {
      "id": 175,
      "en": "Some will start dying off immediately, and others are released during her fertile period.",
      "cn": "一些会立即开始死亡，其他的则在她的生育期释放。"
    },
    {
      "id": 176,
      "en": "What about the guys?",
      "cn": "男性呢？"
    },
    {
      "id": 177,
      "en": "I know they produce sperm and stuff.",
      "cn": "我知道他们会产生精子和其他东西。"
    },
    {
      "id": 178,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 179,
      "en": "The man's body has a tiny factory that produces sperm 24 hours a day.",
      "cn": "男性的身体有一个小工厂，24小时生产精子。"
    },
    {
      "id": 180,
      "en": "Each ejaculation will release about 100 million sperm, so the factory is always pretty busy.",
      "cn": "每次射精会释放大约1亿个精子，所以这个工厂总是很忙。"
    },
    {
      "id": 181,
      "en": "The sole purpose of a sperm's life is to fertilize the woman's egg.",
      "cn": "精子的生命唯一目的是使女性的卵子受精。"
    },
    {
      "id": 182,
      "en": "So then we basically need to put one and one together so we can have babies, right?",
      "cn": "所以我们基本上需要将两者结合在一起才能生孩子，对吗？"
    },
    {
      "id": 183,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 184,
      "en": "The man will have an orgasm during intercourse and ejaculate sperm and semen.",
      "cn": "男性在性交时会达到高潮并射出精子和精液。"
    },
    {
      "id": 185,
      "en": "Now this is where the race begins, and all those millions of sperm will race and swim from the cervix through the uterus and to the fallopian tubes.",
      "cn": "现在，这就是比赛开始的地方，所有那些数百万的精子将从子宫颈游向子宫并到达输卵管。"
    },
    {
      "id": 186,
      "en": "This could take anywhere from 45 minutes to 12 hours.",
      "cn": "这可能需要45分钟到12小时。"
    },
    {
      "id": 187,
      "en": "Not all of them make it, since some of them go the wrong way and get lost or simply die.",
      "cn": "不是所有的精子都能成功，因为有些会走错方向而迷路，或者干脆死去。"
    },
    {
      "id": 188,
      "en": "Many will actually reach the egg, but only one will penetrate it and fertilize it.",
      "cn": "许多精子实际上会到达卵子，但只有一个会穿透并使其受精。"
    },
    {
      "id": 189,
      "en": "Once this happens, the egg instantly changes and creates a protective shield once the sperm is safely inside.",
      "cn": "一旦发生这种情况，卵子会立即改变，并在精子安全进入后形成保护屏障。"
    },
    {
      "id": 190,
      "en": "And then that's it?",
      "cn": "然后就这样？"
    },
    {
      "id": 191,
      "en": "Well, the egg will be fertilized within about 24 hours of its release.",
      "cn": "好吧，卵子将在释放后大约24小时内受精。"
    },
    {
      "id": 192,
      "en": "The genetic material from the sperm combines with the genetic material in the egg to create a new cell that will rapidly start dividing.",
      "cn": "精子的遗传物质与卵子的遗传物质结合，形成一个新的细胞，该细胞将迅速开始分裂。"
    },
    {
      "id": 193,
      "en": "The woman is not actually pregnant until that bundle of new cells, known as the embryo, travels the rest of the way down the fallopian tube and attaches itself to the wall of her uterus.",
      "cn": "女性实际上在那堆新细胞，即胚胎，沿着输卵管的其余部分移动并附着在她的子宫壁上之前并不算怀孕。"
    },
    {
      "id": 194,
      "en": "Any other questions?",
      "cn": "还有其他问题吗？"
    },
    {
      "id": 195,
      "en": "Then let's move on.",
      "cn": "那我们继续吧。"
    },
    {
      "id": 196,
      "en": "Alright, so this whole aspect, we understand how the miracle of life works, right?",
      "cn": "好吧，所以这一切方面，我们理解生命的奇迹是如何运作的，对吧？"
    },
    {
      "id": 197,
      "en": "This is what it's called, having babies, the miracle of life.",
      "cn": "这就是我们所称的，生孩子，生命的奇迹。"
    },
    {
      "id": 198,
      "en": "It's even the name of a video we were forced to watch when I was 12 years old and I still have nightmares about.",
      "cn": "这甚至是我12岁时被迫观看的一部视频的名字，我至今仍对此感到噩梦。"
    },
    {
      "id": 199,
      "en": "Well, it is interesting.",
      "cn": "好吧，这很有趣。"
    },
    {
      "id": 200,
      "en": "It is almost a miracle because you are basically creating something out of nothing almost, right?",
      "cn": "这几乎是一个奇迹，因为你基本上是在创造几乎是从无到有的东西，对吗？"
    },
    {
      "id": 201,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 202,
      "en": "And what's amazing about it is that two people who have different genetic material and who have different experiences and who have different parts to their bodies come together and create something that's a combination of all those things.",
      "cn": "令人惊奇的是，两个拥有不同基因材料、不同经历和不同身体部位的人聚在一起，创造出一个结合了所有这些东西的东西。"
    },
    {
      "id": 203,
      "en": "So it's almost kind of like a game of surprise.",
      "cn": "所以这几乎就像是一场惊喜游戏。"
    },
    {
      "id": 204,
      "en": "You don't know what's going to happen.",
      "cn": "你不知道会发生什么。"
    },
    {
      "id": 205,
      "en": "Are they going to have red hair or green eyes or are they going to be tall or short or fat or thin?",
      "cn": "他们会有红头发还是绿眼睛，还是会高还是矮，胖还是瘦？"
    },
    {
      "id": 206,
      "en": "It's interesting.",
      "cn": "这很有趣。"
    },
    {
      "id": 207,
      "en": "Now, talking about this aspect that you mentioned before, it's controversial when there is life or when if the embryo is a baby or it's not.",
      "cn": "现在，谈到你之前提到的这个方面，关于生命何时开始或胚胎是否是婴儿的问题是有争议的。"
    },
    {
      "id": 208,
      "en": "This is because of many countries or cities or states that are discussing the legalization or not of abortions.",
      "cn": "这是因为许多国家或城市或州正在讨论堕胎的合法化与否。"
    },
    {
      "id": 209,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 210,
      "en": "So the reason this is a problem for a lot of people is because no one agrees on when a fetus becomes a baby.",
      "cn": "所以，很多人认为这是个问题的原因是因为没有人同意胎儿何时变成婴儿。"
    },
    {
      "id": 211,
      "en": "And so that will determine for a lot of people when it is okay to abort the fetus or to kill it and when it is not.",
      "cn": "所以这将决定很多人何时可以堕胎或杀死胎儿，何时不可以。"
    },
    {
      "id": 212,
      "en": "Right, because I've heard that some people say, well, in your first month, if you've already been pregnant for a month, the baby already has certain parts formed or even I think the heart is beginning to form.",
      "cn": "对，因为我听说有些人说，嗯，在你怀孕的第一个月，如果你已经怀孕一个月，婴儿已经形成了某些部分，甚至我认为心脏开始形成。"
    },
    {
      "id": 213,
      "en": "So they say you're already pregnant.",
      "cn": "所以他们说你已经怀孕了。"
    },
    {
      "id": 214,
      "en": "I mean, you already have a life inside you.",
      "cn": "我的意思是，你体内已经有生命了。"
    },
    {
      "id": 215,
      "en": "Well, they say, well, no, it's actually after two months because then the baby has a heartbeat.",
      "cn": "嗯，他们说，不，其实是在两个月后，因为那时婴儿有心跳。"
    },
    {
      "id": 216,
      "en": "I'm not really sure about the time tables that I'm giving you.",
      "cn": "我不太确定我给你的时间表。"
    },
    {
      "id": 217,
      "en": "I'm giving you more or less a rough outline.",
      "cn": "我给你的是一个大致的轮廓。"
    },
    {
      "id": 218,
      "en": "But this is the controversy.",
      "cn": "但这就是争议。"
    },
    {
      "id": 219,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 220,
      "en": "And so it affects laws in many countries.",
      "cn": "所以这影响了许多国家的法律。"
    },
    {
      "id": 221,
      "en": "It affects what medical practitioners like doctors and nurses can do.",
      "cn": "它影响了医生和护士等医疗从业者可以做的事情。"
    },
    {
      "id": 222,
      "en": "And it's always, I think, been an issue as long as I've been alive.",
      "cn": "我认为这一直是个问题，自我出生以来就是。"
    },
    {
      "id": 223,
      "en": "Yeah, yeah.",
      "cn": "是的，是的。"
    },
    {
      "id": 224,
      "en": "Actually, the whole abortion topic is a big political debate between people who are against it, who are in favor of it.",
      "cn": "实际上，整个堕胎话题是一个大政治辩论，涉及反对和支持它的人。"
    },
    {
      "id": 225,
      "en": "So it's very interesting.",
      "cn": "所以这非常有趣。"
    },
    {
      "id": 226,
      "en": "And actually, it's still very much illegal in many places in the world.",
      "cn": "而且，实际上，在世界许多地方它仍然是非常非法的。"
    },
    {
      "id": 227,
      "en": "Absolutely.",
      "cn": "绝对是。"
    },
    {
      "id": 228,
      "en": "And it changes, I think, according to where you are in America as well.",
      "cn": "我认为这也会根据你在美国的地点而变化。"
    },
    {
      "id": 229,
      "en": "So some states have different laws about it and some states are more lenient, for example.",
      "cn": "所以一些州对此有不同的法律，而一些州则更宽松，例如。"
    },
    {
      "id": 230,
      "en": "And actually, this spawned a whole new controversy with the emergency pill.",
      "cn": "而且，实际上，这引发了一个全新的争议，关于紧急避孕药。"
    },
    {
      "id": 231,
      "en": "That basically, if you maybe are in risk of being pregnant, then you take this pill and it kind of prevents fertilization.",
      "cn": "基本上，如果你可能面临怀孕的风险，那么你服用这种药，它可以防止受精。"
    },
    {
      "id": 232,
      "en": "Or if fertilization occurred already, then it kind of prevents further growth of the embryo.",
      "cn": "或者如果已经发生了受精，那么它可以防止胚胎进一步生长。"
    },
    {
      "id": 233,
      "en": "Right, basically it's called the emergency contraceptive and it's taken after you think you might be pregnant.",
      "cn": "对，基本上它被称为紧急避孕药，通常在你认为自己可能怀孕后服用。"
    },
    {
      "id": 234,
      "en": "So maybe if you didn't use other contraceptives, like a condom, and you think maybe one of your eggs as a woman was fertilized by a sperm, it makes you have your period, it makes you menstruate.",
      "cn": "所以如果你没有使用其他避孕措施，比如避孕套，而你认为作为女性的你的一颗卵子被精子受精了，它会让你来月经，排出你的子宫内膜和任何卵子，即使它已经受精。"
    },
    {
      "id": 235,
      "en": "That means the lining of your uterus and any egg, even if it was fertilized, comes out.",
      "cn": "在某些情况下，人们认为这是一种堕胎。"
    },
    {
      "id": 236,
      "en": "And in some cases, people think of it as a kind of abortion.",
      "cn": "没错。"
    },
    {
      "id": 237,
      "en": "That's right.",
      "cn": "所以，是的，随着我们对医学和生命运作方式的理解加深，确实有了进展，比如避孕措施，不仅可以防止意外怀孕，还可以防止疾病传播，"
    },
    {
      "id": 239,
      "en": "sexually transmitted diseases.",
      "cn": "性传播疾病。"
    },
    {
      "id": 240,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 241,
      "en": "But at the same time, other things like this, like the emergency contraceptive and abortions start popping up, so...",
      "cn": "但与此同时，像紧急避孕药和堕胎这样的事情开始出现，所以..."
    },
    {
      "id": 242,
      "en": "Ethics, exactly.",
      "cn": "伦理，确实。"
    },
    {
      "id": 243,
      "en": "So a very interesting topic, as we said, controversial, but at the same time very much beautiful because we are talking about how our bodies work and how everyone came to existence.",
      "cn": "所以这是一个非常有趣的话题，正如我们所说，具有争议性，但同时也非常美丽，因为我们在谈论我们的身体是如何运作的，以及每个人是如何存在的。"
    },
    {
      "id": 244,
      "en": "And how babies are born.",
      "cn": "以及婴儿是如何出生的。"
    },
    {
      "id": 245,
      "en": "Everyone loves babies.",
      "cn": "每个人都喜欢婴儿。"
    },
    {
      "id": 246,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 247,
      "en": "So we're really interested to get your insights, your opinion about anything that we've talked about today.",
      "cn": "所以我们真的很想听听你对我们今天讨论的任何事情的见解和意见。"
    },
    {
      "id": 248,
      "en": "And if you have any other questions or comments, you can always reach us at EnglishPod.com.",
      "cn": "如果你有任何其他问题或评论，可以随时通过EnglishPod.com与我们联系。"
    },
    {
      "id": 249,
      "en": "Yeah, we hope to see you there, and we hope this will start a nice conversation on our website.",
      "cn": "是的，我们希望在那里见到你，并希望这能在我们的网站上开始一场愉快的对话。"
    },
    {
      "id": 250,
      "en": "But remember, keep it clean.",
      "cn": "但请记住，保持干净。"
    },
    {
      "id": 251,
      "en": "Yeah, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 252,
      "en": "All right, so we'll see everyone there.",
      "cn": "好的，我们会在那里见到大家。"
    },
    {
      "id": 253,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}