{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0177",
  "title": "EnglishPod 初级 英文播客 0177",
  "totalSegments": 157,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, English learners, and welcome back to EnglishPod.",
      "cn": "你好，英语学习者，欢迎回到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "And my name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And it's the Christmas season, Marco, so that means we have a very festive lesson today.",
      "cn": "现在是圣诞季节，Marco，这意味着我们今天有一节非常节日的课程。"
    },
    {
      "id": 5,
      "en": "That's right, Christmas is coming up, and, well, a tradition among many people around the world is to buy a Christmas tree.",
      "cn": "没错，圣诞节快到了，世界上许多人有一个传统，就是买一棵圣诞树。"
    },
    {
      "id": 6,
      "en": "That's right, I remember when we used to do this in my family, it was one of my favorite times of the year.",
      "cn": "没错，我记得我家以前也这样做，那是我一年中最喜欢的时光之一。"
    },
    {
      "id": 7,
      "en": "So we're going to explore this in today's lesson.",
      "cn": "所以我们今天的课程将探讨这个话题。"
    },
    {
      "id": 8,
      "en": "After we listen to the dialogue, we'll be back to talk about some of these interesting words and phrases.",
      "cn": "听完对话后，我们会回来讨论一些有趣的单词和短语。"
    },
    {
      "id": 9,
      "en": "I'm home.",
      "cn": "我回来了。"
    },
    {
      "id": 10,
      "en": "Everyone come here.",
      "cn": "大家过来。"
    },
    {
      "id": 11,
      "en": "I bought a Christmas tree.",
      "cn": "我买了一棵圣诞树。"
    },
    {
      "id": 12,
      "en": "Look at this beautiful pine tree.",
      "cn": "看这棵美丽的松树。"
    },
    {
      "id": 13,
      "en": "Wow, it's huge.",
      "cn": "哇，它好大。"
    },
    {
      "id": 14,
      "en": "Are you sure it will fit in the living room?",
      "cn": "你确定它能放进客厅吗？"
    },
    {
      "id": 15,
      "en": "Awesome.",
      "cn": "太棒了。"
    },
    {
      "id": 16,
      "en": "I'll go get the Christmas lights.",
      "cn": "我去拿圣诞灯。"
    },
    {
      "id": 17,
      "en": "Of course it will.",
      "cn": "当然可以。"
    },
    {
      "id": 18,
      "en": "Help me put it in the living room.",
      "cn": "帮我把它放进客厅。"
    },
    {
      "id": 19,
      "en": "I found the lights.",
      "cn": "我找到了灯。"
    },
    {
      "id": 20,
      "en": "I got the Christmas ornaments.",
      "cn": "我拿到了圣诞装饰品。"
    },
    {
      "id": 21,
      "en": "We could also place these stockings next to the chimney.",
      "cn": "我们还可以把这些长袜放在烟囱旁边。"
    },
    {
      "id": 22,
      "en": "Great idea.",
      "cn": "好主意。"
    },
    {
      "id": 23,
      "en": "While we decorate the tree, we can listen to some good old Christmas songs.",
      "cn": "在我们装饰树的时候，可以听一些经典的圣诞歌曲。"
    },
    {
      "id": 24,
      "en": "Alright, we're back, and as we mentioned, well, the entire dialogue is about a Christmas tree.",
      "cn": "好的，我们回来了，正如我们提到的，整个对话都是关于圣诞树的。"
    },
    {
      "id": 25,
      "en": "So why don't you explain what a Christmas tree is, because many people maybe don't even do or buy Christmas trees.",
      "cn": "那么你能解释一下什么是圣诞树吗？因为很多人可能根本不做或不买圣诞树。"
    },
    {
      "id": 26,
      "en": "Okay, well, a Christmas tree is usually a green tree that we cut down and we put in the house.",
      "cn": "好吧，圣诞树通常是一棵我们砍下来的绿色树，放在家里。"
    },
    {
      "id": 27,
      "en": "Okay, so it's not a real tree with roots in the ground, but sometimes it comes from a real tree outside.",
      "cn": "好吧，所以它不是一棵有根在地上的真实树，但有时它来自外面的真实树。"
    },
    {
      "id": 28,
      "en": "And the tree is very small on the top and it goes out like a triangle.",
      "cn": "树的顶部很小，向外呈三角形。"
    },
    {
      "id": 29,
      "en": "Okay, so it's a special shape.",
      "cn": "好吧，所以它有一个特殊的形状。"
    },
    {
      "id": 30,
      "en": "And we generally make it look very pretty with lights and ornaments and decorations.",
      "cn": "我们通常用灯、装饰品和装饰品把它装饰得很漂亮。"
    },
    {
      "id": 31,
      "en": "And on Christmas, on the 25th or the 24th, it depends where you come from, we put lots of presents underneath the Christmas tree.",
      "cn": "在圣诞节，25号或24号，这取决于你来自哪里，我们会在圣诞树下放很多礼物。"
    },
    {
      "id": 32,
      "en": "Wow, it sounds amazing.",
      "cn": "哇，听起来真棒。"
    },
    {
      "id": 33,
      "en": "Well, yeah, and it looks very nice.",
      "cn": "是的，它看起来非常好。"
    },
    {
      "id": 34,
      "en": "It does look really beautiful and it's just a really special part of Christmas.",
      "cn": "它确实看起来很美丽，是圣诞节中非常特别的一部分。"
    },
    {
      "id": 35,
      "en": "And well, as you mentioned, sometimes the tree is just a fake plastic tree, but many times it's a real tree and the type of tree that you use is a pine tree.",
      "cn": "正如你提到的，有时树只是一个假塑料树，但很多时候它是一棵真实的树，使用的树种是松树。"
    },
    {
      "id": 36,
      "en": "Exactly, and so pine tree is a kind of tree that doesn't have leaves.",
      "cn": "没错，松树是一种没有叶子的树。"
    },
    {
      "id": 37,
      "en": "It has needles.",
      "cn": "它有针。"
    },
    {
      "id": 38,
      "en": "That means that they're long, very thin, green pieces that are all over the tree.",
      "cn": "这意味着它们是长而非常细的绿色部分，遍布整棵树。"
    },
    {
      "id": 39,
      "en": "And you can see these trees in most northern places like Scandinavia or in America, maybe Illinois and Minnesota and Michigan and Vermont.",
      "cn": "你可以在大多数北方地方看到这些树，比如斯堪的纳维亚或美国，可能是伊利诺伊州、明尼苏达州、密歇根州和佛蒙特州。"
    },
    {
      "id": 40,
      "en": "And they're very, as you say, very unique trees, but they also have a very special smell, the smell of pine.",
      "cn": "它们非常独特，但也有一种特殊的气味，松树的气味。"
    },
    {
      "id": 41,
      "en": "They do.",
      "cn": "确实如此。"
    },
    {
      "id": 42,
      "en": "It's very nice.",
      "cn": "非常好。"
    },
    {
      "id": 43,
      "en": "It's such a nice smell that a lot of the things that we use in America to clean our houses have a pine smell because it makes the house smell nice.",
      "cn": "这种气味非常好，以至于我们在美国用来清洁房子的许多东西都有松树的气味，因为它让房子闻起来很好。"
    },
    {
      "id": 44,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 45,
      "en": "So a pine tree.",
      "cn": "所以是一棵松树。"
    },
    {
      "id": 46,
      "en": "The dad brought a pine tree or a Christmas tree home and well, the wife was a little bit worried if it will fit.",
      "cn": "爸爸把一棵松树或圣诞树带回家，妻子有点担心它是否能放下。"
    },
    {
      "id": 47,
      "en": "Okay, will it fit?",
      "cn": "好吧，它能放下吗？"
    },
    {
      "id": 48,
      "en": "This is a very important question because a lot of pine trees are very, very tall.",
      "cn": "这是一个非常重要的问题，因为很多松树非常高。"
    },
    {
      "id": 49,
      "en": "So if a pine tree is three meters tall or four meters tall, will it fit is the question we ask.",
      "cn": "所以如果一棵松树三米高或四米高，能放下吗是我们要问的问题。"
    },
    {
      "id": 50,
      "en": "Is it too big or is it going to be stuck on the ceiling in the house?",
      "cn": "它太大了，还是会卡在房子的天花板上？"
    },
    {
      "id": 51,
      "en": "And so we could ask this about anything.",
      "cn": "我们可以问任何事情。"
    },
    {
      "id": 52,
      "en": "I just bought a new TV.",
      "cn": "我刚买了一台新电视。"
    },
    {
      "id": 53,
      "en": "Will it fit in the living room?",
      "cn": "它能放进客厅吗？"
    },
    {
      "id": 54,
      "en": "I don't know.",
      "cn": "我不知道。"
    },
    {
      "id": 55,
      "en": "I'm very nervous.",
      "cn": "我很紧张。"
    },
    {
      "id": 56,
      "en": "I spent a lot of money.",
      "cn": "我花了很多钱。"
    },
    {
      "id": 57,
      "en": "Alright.",
      "cn": "好吧。"
    },
    {
      "id": 58,
      "en": "And well, you were talking about the Christmas tree and how you put a lot of nice decorations on it.",
      "cn": "你在谈论圣诞树和如何在上面放很多漂亮的装饰。"
    },
    {
      "id": 59,
      "en": "And so we say that we decorate the tree.",
      "cn": "所以我们说我们装饰树。"
    },
    {
      "id": 60,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 61,
      "en": "So the verb here, this is an action word, to decorate.",
      "cn": "所以这里的动词是一个动作词，装饰。"
    },
    {
      "id": 62,
      "en": "So every holiday season in my family we take one day and we decorate the tree.",
      "cn": "每个假期季节，我家都会花一天时间来装饰树。"
    },
    {
      "id": 63,
      "en": "That means that we take very small special ornaments and ribbons and lights and we put them on the tree to make the tree look pretty.",
      "cn": "这意味着我们用非常小的特殊装饰品、丝带和灯把它们放在树上，让树看起来漂亮。"
    },
    {
      "id": 64,
      "en": "Wow.",
      "cn": "哇。"
    },
    {
      "id": 65,
      "en": "You can also say decorate the house.",
      "cn": "你也可以说装饰房子。"
    },
    {
      "id": 66,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 67,
      "en": "Or to decorate the house for a party.",
      "cn": "或者为派对装饰房子。"
    },
    {
      "id": 68,
      "en": "So this means to make something look special or pretty.",
      "cn": "这意味着让某样东西看起来特别或漂亮。"
    },
    {
      "id": 69,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 70,
      "en": "We've taken a look at very specific words related to, you know, Christmas trees and decorating it.",
      "cn": "我们已经看了一些与圣诞树和装饰相关的非常具体的单词。"
    },
    {
      "id": 71,
      "en": "So why don't we listen to the dialogue again and we'll be back to continue with some more language takeaway.",
      "cn": "那么我们再听一次对话，然后继续进行更多的语言收获。"
    },
    {
      "id": 72,
      "en": "I'm home.",
      "cn": "我回来了。"
    },
    {
      "id": 73,
      "en": "Everyone come here.",
      "cn": "大家过来。"
    },
    {
      "id": 74,
      "en": "I bought a Christmas tree.",
      "cn": "我买了一棵圣诞树。"
    },
    {
      "id": 75,
      "en": "Look at this beautiful pine tree.",
      "cn": "看这棵美丽的松树。"
    },
    {
      "id": 76,
      "en": "Wow, it's huge.",
      "cn": "哇，它好大。"
    },
    {
      "id": 77,
      "en": "Are you sure it will fit in the living room?",
      "cn": "你确定它能放进客厅吗？"
    },
    {
      "id": 78,
      "en": "Awesome.",
      "cn": "太棒了。"
    },
    {
      "id": 79,
      "en": "I'll go get the Christmas lights.",
      "cn": "我去拿圣诞灯。"
    },
    {
      "id": 80,
      "en": "Of course it will.",
      "cn": "当然可以。"
    },
    {
      "id": 81,
      "en": "Help me put it in the living room.",
      "cn": "帮我把它放进客厅。"
    },
    {
      "id": 82,
      "en": "I found the lights.",
      "cn": "我找到了灯。"
    },
    {
      "id": 83,
      "en": "I got the Christmas ornaments.",
      "cn": "我拿到了圣诞装饰品。"
    },
    {
      "id": 84,
      "en": "We could also place these stockings next to the chimney.",
      "cn": "我们还可以把这些长袜放在烟囱旁边。"
    },
    {
      "id": 85,
      "en": "Great idea.",
      "cn": "好主意。"
    },
    {
      "id": 86,
      "en": "While we decorate the tree we can listen to some good old Christmas songs.",
      "cn": "在我们装饰树的时候可以听一些经典的圣诞歌曲。"
    },
    {
      "id": 87,
      "en": "Alright we're back so why don't we take a look at three more words on language takeaway part two.",
      "cn": "好吧，我们回来了，所以我们为什么不看看语言收获第二部分的三个单词呢。"
    },
    {
      "id": 88,
      "en": "Language takeaway.",
      "cn": "语言收获。"
    },
    {
      "id": 89,
      "en": "There's just so many words that are associated with Christmas and the Christmas season that we have to look at them again here in language takeaway part two.",
      "cn": "与圣诞节和圣诞季节相关的单词太多了，我们必须在语言收获第二部分再次查看它们。"
    },
    {
      "id": 90,
      "en": "And the first one we've already mentioned.",
      "cn": "第一个我们已经提到过。"
    },
    {
      "id": 91,
      "en": "It goes together with the phrase to decorate the tree.",
      "cn": "它与装饰树的短语一起使用。"
    },
    {
      "id": 92,
      "en": "Okay so what do we decorate the tree with Marco?",
      "cn": "好吧，我们用什么来装饰树，Marco？"
    },
    {
      "id": 93,
      "en": "You mentioned ornaments.",
      "cn": "你提到了装饰品。"
    },
    {
      "id": 94,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 95,
      "en": "Christmas ornaments.",
      "cn": "圣诞装饰品。"
    },
    {
      "id": 96,
      "en": "Christmas ornaments.",
      "cn": "圣诞装饰品。"
    },
    {
      "id": 97,
      "en": "And so an ornament is a thing.",
      "cn": "所以装饰品是一种东西。"
    },
    {
      "id": 98,
      "en": "It's something that we use to make something else look prettier.",
      "cn": "它是我们用来让其他东西看起来更漂亮的东西。"
    },
    {
      "id": 99,
      "en": "And so in this case ornaments are sometimes round and red or green or gold.",
      "cn": "在这种情况下，装饰品有时是圆的，红色、绿色或金色。"
    },
    {
      "id": 100,
      "en": "We hang them on the tree.",
      "cn": "我们把它们挂在树上。"
    },
    {
      "id": 101,
      "en": "And well this is in this case it's a Christmas ornament for the tree but an ornament can be anything any nice piece of art or something that you can use to decorate your house right?",
      "cn": "这是一种圣诞树的装饰品，但装饰品可以是任何东西，任何漂亮的艺术品或可以用来装饰你家的东西，对吧？"
    },
    {
      "id": 102,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 103,
      "en": "And Christmas every family member has a special kind of ornament.",
      "cn": "在圣诞节，每个家庭成员都有一种特别的装饰品。"
    },
    {
      "id": 104,
      "en": "So my dad has Santa Claus ornaments.",
      "cn": "我爸爸有圣诞老人装饰品。"
    },
    {
      "id": 105,
      "en": "And my mom has bunny rabbit ornaments.",
      "cn": "我妈妈有兔子装饰品。"
    },
    {
      "id": 106,
      "en": "And I have angel ornaments.",
      "cn": "我有天使装饰品。"
    },
    {
      "id": 107,
      "en": "So every everybody has a special one.",
      "cn": "所以每个人都有一个特别的。"
    },
    {
      "id": 108,
      "en": "Oh that's really nice.",
      "cn": "哦，真不错。"
    },
    {
      "id": 109,
      "en": "And well apart from ornaments there is also this tradition of hanging stockings.",
      "cn": "除了装饰品，还有挂袜子的传统。"
    },
    {
      "id": 110,
      "en": "Okay so a stocking you might have heard this word before in in the sense of a clothing item.",
      "cn": "好吧，袜子这个词你可能以前听过，指的是一种衣物。"
    },
    {
      "id": 111,
      "en": "A stocking is like a sock.",
      "cn": "袜子就像是一只袜子。"
    },
    {
      "id": 112,
      "en": "A big sock.",
      "cn": "一只大袜子。"
    },
    {
      "id": 113,
      "en": "And it also means the old stockings that women would wear like tights.",
      "cn": "这也指的是女性穿的旧袜子，比如紧身裤。"
    },
    {
      "id": 114,
      "en": "But in this case a stocking a Christmas stocking is a very very very big sock that we hang and on Christmas we get to fill it with very special things like candy and toys.",
      "cn": "但在这种情况下，圣诞袜是一只非常非常大的袜子，我们挂起来，在圣诞节时可以用糖果和玩具填满它。"
    },
    {
      "id": 115,
      "en": "Candy toys very good.",
      "cn": "糖果和玩具，非常好。"
    },
    {
      "id": 116,
      "en": "So actually you hang the stockings and the common place to do it in or to put them on is on the chimney right?",
      "cn": "所以实际上你挂袜子，通常放置的地方是在烟囱上，对吧？"
    },
    {
      "id": 117,
      "en": "That's right so there's a fireplace and usually above the fireplace there's a shelf.",
      "cn": "没错，那里有一个壁炉，通常在壁炉上方有一个架子。"
    },
    {
      "id": 118,
      "en": "We call it a mantle.",
      "cn": "我们称之为壁架。"
    },
    {
      "id": 119,
      "en": "And there's a place there to hang these and the place where all of the smoke from the fire comes out is the chimney.",
      "cn": "那里有地方挂这些，烟雾从火中出来的地方就是烟囱。"
    },
    {
      "id": 120,
      "en": "It's also the place where Santa Claus comes down.",
      "cn": "也是圣诞老人下来的地方。"
    },
    {
      "id": 121,
      "en": "Right so you have the fireplace where you put the wood.",
      "cn": "对，所以你有壁炉放木头。"
    },
    {
      "id": 122,
      "en": "You have the mantle that's the space where you actually put the stockings on.",
      "cn": "你有壁架，那是你实际放袜子的地方。"
    },
    {
      "id": 123,
      "en": "And the tube that goes up and where the smoke comes out of is called the chimney.",
      "cn": "而上面通向外面的管道叫做烟囱。"
    },
    {
      "id": 124,
      "en": "Right so you don't want to live there and then actually the joke is that Santa Claus is definitely too fat to go down the chimney.",
      "cn": "对，所以你不想住在那里，实际上笑话是圣诞老人绝对太胖，无法下烟囱。"
    },
    {
      "id": 125,
      "en": "But it's a special place in the Christmas story because that's what Santa Claus does.",
      "cn": "但这是圣诞故事中的一个特别地方，因为这就是圣诞老人所做的。"
    },
    {
      "id": 126,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 127,
      "en": "Interesting words.",
      "cn": "有趣的词。"
    },
    {
      "id": 128,
      "en": "Why don't we listen to this dialogue one last time?",
      "cn": "我们为什么不再听一次这个对话呢？"
    },
    {
      "id": 129,
      "en": "I'm home.",
      "cn": "我回来了。"
    },
    {
      "id": 130,
      "en": "Everyone come here.",
      "cn": "大家过来。"
    },
    {
      "id": 131,
      "en": "I bought a Christmas tree.",
      "cn": "我买了一棵圣诞树。"
    },
    {
      "id": 132,
      "en": "Look at this beautiful pine tree.",
      "cn": "看看这棵美丽的松树。"
    },
    {
      "id": 133,
      "en": "Wow it's huge.",
      "cn": "哇，真大。"
    },
    {
      "id": 134,
      "en": "Are you sure it will fit in the living room?",
      "cn": "你确定它能放进客厅吗？"
    },
    {
      "id": 135,
      "en": "Awesome.",
      "cn": "太棒了。"
    },
    {
      "id": 136,
      "en": "I'll go get the Christmas lights.",
      "cn": "我去拿圣诞灯。"
    },
    {
      "id": 137,
      "en": "Of course it will.",
      "cn": "当然可以。"
    },
    {
      "id": 138,
      "en": "Help me put it in the living room.",
      "cn": "帮我把它放进客厅。"
    },
    {
      "id": 139,
      "en": "I found the lights.",
      "cn": "我找到了灯。"
    },
    {
      "id": 140,
      "en": "I got the Christmas ornaments.",
      "cn": "我拿到了圣诞装饰品。"
    },
    {
      "id": 141,
      "en": "We could also place these stockings next to the chimney.",
      "cn": "我们还可以把这些袜子放在烟囱旁边。"
    },
    {
      "id": 142,
      "en": "Great idea.",
      "cn": "好主意。"
    },
    {
      "id": 143,
      "en": "While we decorate the tree we can listen to some good old Christmas songs.",
      "cn": "在我们装饰树的时候，可以听一些经典的圣诞歌曲。"
    },
    {
      "id": 144,
      "en": "All right we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 145,
      "en": "So as you say the Christmas season is important in in America and people not only decorate Christmas trees but also their house and even outside they put Christmas lights all over the house they put little statues of Santa Claus and reindeer and it's just it's a very uh I don't know sometimes a lavish thing to do.",
      "cn": "正如你所说，圣诞季节在美国很重要，人们不仅装饰圣诞树，还装饰他们的房子，甚至在外面到处挂圣诞灯，放小圣诞老人和驯鹿的雕像，这真是一个，我不知道，有时是奢华的事情。"
    },
    {
      "id": 146,
      "en": "It is.",
      "cn": "确实如此。"
    },
    {
      "id": 147,
      "en": "It's almost uh it's almost funny how much people like to spend on not just time but also money on decorating their houses and so where I come from people decorate the outsides a lot.",
      "cn": "人们花费的时间和金钱来装饰房子几乎是有趣的，所以我来自的地方，人们在外面装饰得很多。"
    },
    {
      "id": 148,
      "en": "You have Christmas lights on all parts of the house and then maybe you know all of the reindeer in the front yard all whatever than the other there are like 12 of them or nine of them I don't remember.",
      "cn": "你会在房子的各个地方看到圣诞灯，前院可能有所有的驯鹿，可能有12只或9只，我不记得了。"
    },
    {
      "id": 149,
      "en": "But actually it was nice because when when I lived there we with my parents we would go out and tour around the neighborhood just to see other people's uh Christmas lights and decorations because as we say some of them can be very very nice and they take a lot of time and effort into decorating it.",
      "cn": "但实际上这很好，因为当我住在那里时，我和我的父母会出去游览邻里，只是为了看看其他人的圣诞灯和装饰，因为正如我们所说，有些可以非常非常漂亮，他们花费了很多时间和精力来装饰。"
    },
    {
      "id": 150,
      "en": "They do it's really special and at my house we generally just decorated the inside but sometimes we did lights on the outside and there's some very funny movies that talk about this like National Lampoon's Christmas Vacation.",
      "cn": "他们确实如此，这真的很特别，而在我家，我们通常只装饰室内，但有时我们会在外面挂灯，还有一些非常有趣的电影谈论这个，比如《国家公园的圣诞假期》。"
    },
    {
      "id": 151,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 152,
      "en": "And so there's some really funny scenes about putting Christmas lights on the house.",
      "cn": "所以有一些非常有趣的场景是关于在房子上挂圣诞灯的。"
    },
    {
      "id": 153,
      "en": "All right well that's all the time we have for today but we'll definitely post a link of the or of this movie that's actually very good it kind of depicts the traditional American in a funny way.",
      "cn": "好吧，今天我们时间不多，但我们一定会发布这个电影的链接，实际上这部电影非常好，以一种有趣的方式描绘了传统的美国。"
    },
    {
      "id": 154,
      "en": "It's a very funny movie.",
      "cn": "这是一部非常有趣的电影。"
    },
    {
      "id": 155,
      "en": "All right so uh and if you have any questions any other doubts or comments you can come to EnglishPod.com and we'll see you there.",
      "cn": "好吧，如果你有任何问题、疑虑或评论，可以来EnglishPod.com，我们会在那里见到你。"
    },
    {
      "id": 156,
      "en": "We will so enjoy the Christmas season and until next time guys.",
      "cn": "我们会的，享受圣诞季节，直到下次见，大家。"
    },
    {
      "id": 157,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}