{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0249",
  "title": "EnglishPod 中高级 0249",
  "totalSegments": 305,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Katherine.",
      "cn": "我叫Katherine。"
    },
    {
      "id": 4,
      "en": "And today we've got a monologue.",
      "cn": "今天我们有一个独白。"
    },
    {
      "id": 5,
      "en": "We've got one person talking, telling you how to make the perfect sandwich.",
      "cn": "有一个人在讲述如何制作完美的三明治。"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "She's a chef, and she's going to teach us.",
      "cn": "她是一位厨师，将教我们。"
    },
    {
      "id": 8,
      "en": "She's going to talk about all the ingredients and some tips on how to make a sandwich.",
      "cn": "她会谈论所有的配料和一些制作三明治的技巧。"
    },
    {
      "id": 9,
      "en": "So be prepared.",
      "cn": "所以请做好准备。"
    },
    {
      "id": 10,
      "en": "This is going to be a really good lesson.",
      "cn": "这将是一次非常好的课程。"
    },
    {
      "id": 11,
      "en": "And I'm already hungry thinking about it, so let's listen to the dialogue.",
      "cn": "我已经因为想到它而感到饿了，所以让我们来听对话。"
    },
    {
      "id": 12,
      "en": "We'll be back in a moment.",
      "cn": "我们马上回来。"
    },
    {
      "id": 13,
      "en": "Welcome to our show.",
      "cn": "欢迎来到我们的节目。"
    },
    {
      "id": 14,
      "en": "Today I'm going to show you how to make the perfect mouthwatering sandwich.",
      "cn": "今天我将教你如何制作完美的三明治。"
    },
    {
      "id": 15,
      "en": "Are you ready?",
      "cn": "你准备好了吗？"
    },
    {
      "id": 16,
      "en": "Let's get started.",
      "cn": "让我们开始吧。"
    },
    {
      "id": 17,
      "en": "Let's start with the basics.",
      "cn": "先从基础开始。"
    },
    {
      "id": 18,
      "en": "Bread.",
      "cn": "面包。"
    },
    {
      "id": 19,
      "en": "Bread is an important ingredient here.",
      "cn": "面包是这里的重要配料。"
    },
    {
      "id": 20,
      "en": "You need to remember one thing.",
      "cn": "你需要记住一件事。"
    },
    {
      "id": 21,
      "en": "Choose the bread according to the following criteria.",
      "cn": "根据以下标准选择面包。"
    },
    {
      "id": 22,
      "en": "Freshness, crumb, and color.",
      "cn": "新鲜度、松软度和颜色。"
    },
    {
      "id": 23,
      "en": "If you want a closed sandwich, I recommend you first toast your bread in a toaster or oven, or grill it slightly until it gets a light brown color.",
      "cn": "如果你想要一个封闭的三明治，我建议你先把面包在烤面包机或烤箱中烤一下，或者稍微烤一下，直到它变成浅棕色。"
    },
    {
      "id": 24,
      "en": "Now that our bread is ready, let's talk about the ingredients.",
      "cn": "现在我们的面包准备好了，来谈谈配料。"
    },
    {
      "id": 25,
      "en": "Of course, each person's palette is different, but I'm going to give you a few tips that you'll be able to use when turning any sandwich into the perfect sandwich.",
      "cn": "当然，每个人的口味不同，但我会给你一些建议，让你能把任何三明治变成完美的三明治。"
    },
    {
      "id": 26,
      "en": "I would strongly recommend you put fresh vegetables in your sandwich.",
      "cn": "我强烈建议你在三明治中放入新鲜蔬菜。"
    },
    {
      "id": 27,
      "en": "Do not undervalue them as they play a big role in forming the taste and will make the sandwich more refreshing and light.",
      "cn": "不要低估它们，因为它们在形成味道方面起着重要作用，会让三明治更加清新和轻盈。"
    },
    {
      "id": 28,
      "en": "The best choices here are evident.",
      "cn": "最好的选择显而易见。"
    },
    {
      "id": 29,
      "en": "Cucumbers, tomatoes, onions, sweet pepper or chili, lettuce, and of course herbs.",
      "cn": "黄瓜、西红柿、洋葱、甜椒或辣椒、生菜，当然还有香草。"
    },
    {
      "id": 30,
      "en": "You can't go wrong with them.",
      "cn": "你不会错的。"
    },
    {
      "id": 31,
      "en": "As for aubergines, mushrooms, and asparagus, I would recommend you first grill them slightly with a little touch of olive oil.",
      "cn": "至于茄子、蘑菇和芦笋，我建议你先用一点橄榄油稍微烤一下。"
    },
    {
      "id": 32,
      "en": "Last but not least, we have a wide variety of condiments that we can add to our perfect sandwich.",
      "cn": "最后但同样重要的是，我们可以添加多种调味品到我们的完美三明治中。"
    },
    {
      "id": 33,
      "en": "We can be subtle and add just a touch of salt and pepper, or we can combine mustard sauce, mayonnaise, ketchup, or even caviar to achieve a stronger flavor.",
      "cn": "我们可以简单地加一点盐和胡椒，或者结合芥末酱、蛋黄酱、番茄酱，甚至鱼子酱，以达到更强的味道。"
    },
    {
      "id": 34,
      "en": "It's always a good idea to cut your sandwich in triangles or manageable pieces to avoid all your ingredients falling out and staining your shirt.",
      "cn": "把三明治切成三角形或易于处理的小块总是个好主意，以避免所有配料掉出来弄脏你的衬衫。"
    },
    {
      "id": 35,
      "en": "That's all the time we have for today, but join us next time where we'll be going over how to make the perfect lasagna.",
      "cn": "今天的时间就到这里，但请下次加入我们，我们将讨论如何制作完美的千层面。"
    },
    {
      "id": 36,
      "en": "Till next time!",
      "cn": "下次见！"
    },
    {
      "id": 37,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 38,
      "en": "So obviously, I think she knows what she's talking about.",
      "cn": "显然，我认为她知道自己在说什么。"
    },
    {
      "id": 39,
      "en": "This is going to be a great sandwich.",
      "cn": "这将是一个很棒的三明治。"
    },
    {
      "id": 40,
      "en": "Alright, so she mentioned a lot of ingredients, a couple of different words that we might not understand.",
      "cn": "好的，她提到了很多配料，还有一些我们可能不理解的词。"
    },
    {
      "id": 41,
      "en": "So let's take a look at them now in language takeaway.",
      "cn": "让我们现在在语言学习中看看它们。"
    },
    {
      "id": 42,
      "en": "Language takeaway.",
      "cn": "语言学习。"
    },
    {
      "id": 43,
      "en": "Okay, at the beginning of this monologue, as I said, the chef is talking about things that you need to look for in a bread, because bread is the base of a sandwich.",
      "cn": "好的，在这个独白的开始，正如我所说，厨师在谈论你需要在面包中寻找的东西，因为面包是三明治的基础。"
    },
    {
      "id": 44,
      "en": "And she mentioned the word crumb.",
      "cn": "她提到了“松软度”这个词。"
    },
    {
      "id": 45,
      "en": "Okay, yeah, she said freshness, crumb, and color.",
      "cn": "好的，是的，她说新鲜度、松软度和颜色。"
    },
    {
      "id": 46,
      "en": "So what does she mean by crumb of the bread?",
      "cn": "那么她所说的面包的松软度是什么意思？"
    },
    {
      "id": 47,
      "en": "Okay, so crumb, a crumb, is a very, very, very, very small piece of bread.",
      "cn": "好的，松软度是非常非常非常小的面包碎片。"
    },
    {
      "id": 48,
      "en": "Like when you put bread in a toaster, maybe it's what falls down, actually.",
      "cn": "就像你把面包放进烤面包机时，可能掉下来的东西。"
    },
    {
      "id": 49,
      "en": "We call them breadcrumbs sometimes.",
      "cn": "我们有时称它们为面包屑。"
    },
    {
      "id": 50,
      "en": "You can cook with them, but they're basically little pieces of bread that fall off, little grains.",
      "cn": "你可以用它们做饭，但它们基本上是掉落的小面包块，小颗粒。"
    },
    {
      "id": 51,
      "en": "Okay, yeah, so usually it happens all the time.",
      "cn": "好的，是的，通常这总是发生。"
    },
    {
      "id": 52,
      "en": "You're having cookies or you're having some bread, you bite into it, and little pieces of bread or cookie fall down.",
      "cn": "你在吃饼干或面包时，咬下去，面包或饼干的小块掉下来。"
    },
    {
      "id": 53,
      "en": "Those are called crumbs.",
      "cn": "那些叫做“松软的”。"
    },
    {
      "id": 54,
      "en": "That's right, and this is a very... and I want to remind everyone that the word crumb has a B on the end.",
      "cn": "没错，我想提醒大家，松软度这个词的结尾有个B。"
    },
    {
      "id": 55,
      "en": "C-R-U-M-B.",
      "cn": "C-R-U-M-B。"
    },
    {
      "id": 56,
      "en": "But we don't pronounce the B.",
      "cn": "但我们不发音B。"
    },
    {
      "id": 57,
      "en": "We just say crumb.",
      "cn": "我们只说“松软度”。"
    },
    {
      "id": 58,
      "en": "Yeah, you don't say crumb.",
      "cn": "是的，你不说“松软度”。"
    },
    {
      "id": 59,
      "en": "No.",
      "cn": "不。"
    },
    {
      "id": 60,
      "en": "Okay, so just crumb.",
      "cn": "好的，所以就是“松软度”。"
    },
    {
      "id": 61,
      "en": "Yeah, be careful with that one.",
      "cn": "是的，要小心这个。"
    },
    {
      "id": 62,
      "en": "All right, so we have to keep a lookout for the crumb of the bread.",
      "cn": "好的，所以我们必须留意面包的松软度。"
    },
    {
      "id": 63,
      "en": "I guess how fresh and how sometimes when you squeeze bread it makes a nice little sound.",
      "cn": "我想知道它的新鲜程度，有时当你挤压面包时会发出好听的声音。"
    },
    {
      "id": 64,
      "en": "Crunch, crunch.",
      "cn": "咔嚓，咔嚓。"
    },
    {
      "id": 65,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 66,
      "en": "So, but she's also recommending a couple of different ingredients, and she said, well, it depends on each person's palate.",
      "cn": "不过，她还推荐了一些不同的配料，她说，这取决于每个人的口味。"
    },
    {
      "id": 67,
      "en": "So after we've chosen our bread, she talks about a closed sandwich and maybe toasting it.",
      "cn": "所以在我们选择了面包后，她谈到了封闭的三明治，也许是烤一下。"
    },
    {
      "id": 68,
      "en": "Okay, so there are two options for sandwiches.",
      "cn": "好的，三明治有两种选择。"
    },
    {
      "id": 69,
      "en": "You might see these on menus as well as when you're cooking yourself.",
      "cn": "你可能在菜单上看到这些，也可能在自己做饭时看到。"
    },
    {
      "id": 70,
      "en": "A closed sandwich means you have two pieces of bread, one on the bottom and one on top.",
      "cn": "封闭的三明治意味着你有两片面包，一片在底部，一片在顶部。"
    },
    {
      "id": 71,
      "en": "It's closed.",
      "cn": "它是封闭的。"
    },
    {
      "id": 72,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 73,
      "en": "But the opposite is an open sandwich.",
      "cn": "但相反的是开放式三明治。"
    },
    {
      "id": 74,
      "en": "That means you only have one piece of bread and then maybe you have some meat on top.",
      "cn": "这意味着你只有一片面包，可能在上面放一些肉。"
    },
    {
      "id": 75,
      "en": "Oh, okay.",
      "cn": "哦，好的。"
    },
    {
      "id": 76,
      "en": "Actually, I always thought that for it to be a sandwich you had to have two pieces of bread.",
      "cn": "实际上，我一直认为要成为三明治，你必须有两片面包。"
    },
    {
      "id": 77,
      "en": "Well, now when you... I would challenge you to look on Google for open-faced sandwich or open sandwich.",
      "cn": "好吧，现在当你... 我挑战你在谷歌上搜索开放式三明治或开放三明治。"
    },
    {
      "id": 78,
      "en": "You'll find some very interesting things.",
      "cn": "你会发现一些非常有趣的东西。"
    },
    {
      "id": 79,
      "en": "Yeah, I've had them.",
      "cn": "是的，我吃过。"
    },
    {
      "id": 80,
      "en": "Actually, you can put some meat and some cheese just on top of a piece of bread and you're done.",
      "cn": "实际上，你可以把一些肉和奶酪放在一片面包上就完成了。"
    },
    {
      "id": 81,
      "en": "I'm a huge fan of those.",
      "cn": "我非常喜欢那些。"
    },
    {
      "id": 82,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 83,
      "en": "So that's a closed sandwich though when you have two pieces of bread and the meat in the middle.",
      "cn": "所以当你有两片面包和中间的肉时，那是封闭的三明治。"
    },
    {
      "id": 84,
      "en": "And after that she talks a little bit about people's tastes and what people want.",
      "cn": "然后她谈了一点关于人们的口味和人们想要什么。"
    },
    {
      "id": 85,
      "en": "But she used a very special word.",
      "cn": "但她使用了一个非常特别的词。"
    },
    {
      "id": 86,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 87,
      "en": "She said each person's palate is different.",
      "cn": "她说每个人的口味都不同。"
    },
    {
      "id": 88,
      "en": "Okay, a palate in the context of food and taste means the way that food flavors affect a person individually.",
      "cn": "好的，口味在食物和味道的上下文中意味着食物的味道如何影响每个人。"
    },
    {
      "id": 89,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 90,
      "en": "So sometimes you say that some people have a very good palate so they can maybe tell the difference between a wine from 1978 and a wine from 1980 or something like that.",
      "cn": "所以有时你会说有些人有很好的口味，他们可以区分1978年的葡萄酒和1980年的葡萄酒或类似的东西。"
    },
    {
      "id": 91,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 92,
      "en": "So you can have a palate, a good palate for wine, but also in this case we're talking about food, I could say I have a very sensitive palate so I don't like to use very very strong flavors.",
      "cn": "所以你可以有一个口味，对葡萄酒有很好的口味，但在这种情况下，我们谈论的是食物，我可以说我有一个非常敏感的口味，所以我不喜欢使用非常强烈的味道。"
    },
    {
      "id": 93,
      "en": "Okay, so the palate is basically your taste.",
      "cn": "好的，所以口味基本上就是你的味觉。"
    },
    {
      "id": 94,
      "en": "It's actually a physical part of your mouth.",
      "cn": "它实际上是你嘴里的一个物理部分。"
    },
    {
      "id": 95,
      "en": "It's the top of your mouth.",
      "cn": "是你嘴的顶部。"
    },
    {
      "id": 96,
      "en": "Mm-hmm.",
      "cn": "嗯嗯。"
    },
    {
      "id": 97,
      "en": "Where your tongue can touch the top of your mouth.",
      "cn": "你的舌头可以触碰到你嘴的顶部。"
    },
    {
      "id": 98,
      "en": "The roof of your mouth, exactly.",
      "cn": "你的上颚，正是如此。"
    },
    {
      "id": 99,
      "en": "And it's not just your ability to taste sweet.",
      "cn": "而且这不仅仅是你品尝甜味的能力。"
    },
    {
      "id": 100,
      "en": "It's sweet and salty and sour and all these different flavors.",
      "cn": "还有甜、咸、酸和所有这些不同的味道。"
    },
    {
      "id": 101,
      "en": "Okay, so a person's palate.",
      "cn": "好的，所以一个人的味觉。"
    },
    {
      "id": 102,
      "en": "Now, herbs, right?",
      "cn": "现在，香草，对吧？"
    },
    {
      "id": 103,
      "en": "Now moving on to the main ingredients.",
      "cn": "现在转到主要成分。"
    },
    {
      "id": 104,
      "en": "You mentioned a lot of easy ones like tomatoes, onions, lettuce, but then we got into a little bit more specific things like, for example, this word that's always mispronounced, herbs.",
      "cn": "你提到很多简单的，比如西红柿、洋葱、生菜，但接着我们谈到了一些更具体的东西，比如这个总是发音错误的词，香草。"
    },
    {
      "id": 105,
      "en": "Actually, you can say herbs.",
      "cn": "其实，你可以说香草。"
    },
    {
      "id": 106,
      "en": "It's a very British thing to do though.",
      "cn": "这是一种非常英式的说法。"
    },
    {
      "id": 107,
      "en": "Americans and Canadians say herbs.",
      "cn": "美国人和加拿大人说香草。"
    },
    {
      "id": 108,
      "en": "It has an H in the front.",
      "cn": "前面有个H。"
    },
    {
      "id": 109,
      "en": "That's why it's confusing.",
      "cn": "所以这很让人困惑。"
    },
    {
      "id": 110,
      "en": "Okay, so we can accept basically if somebody says herbs, but I guess in American English it's more commonly the... it's more commonly pronounced as a silent H.",
      "cn": "好的，所以基本上如果有人说香草我们可以接受，但我想在美式英语中更常见的是...更常发音为无声的H。"
    },
    {
      "id": 111,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 112,
      "en": "Herbs.",
      "cn": "香草。"
    },
    {
      "id": 113,
      "en": "Herbs.",
      "cn": "香草。"
    },
    {
      "id": 114,
      "en": "And what are herbs you might be asking?",
      "cn": "你可能会问，香草是什么？"
    },
    {
      "id": 115,
      "en": "Well, herbs can come in many different shapes and sizes.",
      "cn": "香草可以有很多不同的形状和大小。"
    },
    {
      "id": 116,
      "en": "They're usually green.",
      "cn": "它们通常是绿色的。"
    },
    {
      "id": 117,
      "en": "They're usually grown.",
      "cn": "通常是种植的。"
    },
    {
      "id": 118,
      "en": "They're ways of making, giving food different flavors.",
      "cn": "它们是给食物增添不同风味的方式。"
    },
    {
      "id": 119,
      "en": "And so basil, for example, is an herb.",
      "cn": "比如罗勒就是一种香草。"
    },
    {
      "id": 120,
      "en": "It's a big green leaf.",
      "cn": "它是一片大绿叶。"
    },
    {
      "id": 121,
      "en": "Something that we use in Pesto, for example.",
      "cn": "比如我们在香蒜酱中使用的。"
    },
    {
      "id": 122,
      "en": "You can also have Rosemary or mint.",
      "cn": "你还可以有迷迭香或薄荷。"
    },
    {
      "id": 123,
      "en": "These are all kinds of herbs.",
      "cn": "这些都是香草。"
    },
    {
      "id": 124,
      "en": "Okay, some people even have an herb garden.",
      "cn": "好的，有些人甚至有香草园。"
    },
    {
      "id": 125,
      "en": "That's right, they grow their own herbs.",
      "cn": "没错，他们自己种香草。"
    },
    {
      "id": 126,
      "en": "Okay, so now moving on to these weird-looking vegetables, for example, aubergines.",
      "cn": "好的，现在转到这些看起来奇怪的蔬菜，比如茄子。"
    },
    {
      "id": 127,
      "en": "Okay, aubergines are the same as eggplants, so you might hear this word sometimes.",
      "cn": "好的，茄子和蛋plant是一样的，所以你可能有时会听到这个词。"
    },
    {
      "id": 128,
      "en": "It's basically a big purple vegetable.",
      "cn": "基本上是一个大紫色的蔬菜。"
    },
    {
      "id": 129,
      "en": "Okay, so for those of you who haven't seen an aubergine or an eggplant, yeah, it's a big purple vegetable.",
      "cn": "好的，对于那些没见过茄子或蛋plant的人，是的，它是一个大紫色的蔬菜。"
    },
    {
      "id": 130,
      "en": "It kind of looks like a cucumber, but a little bit fatter.",
      "cn": "它有点像黄瓜，但胖一点。"
    },
    {
      "id": 131,
      "en": "Very fat, and if you hold them, they're not very hard.",
      "cn": "非常胖，如果你拿着它们，它们并不硬。"
    },
    {
      "id": 132,
      "en": "They're kind of soft.",
      "cn": "它们有点软。"
    },
    {
      "id": 133,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 134,
      "en": "And a lot of people like to grill these or to cook with them in, for example, Chinese, where there's a lot of eggplant or aubergines.",
      "cn": "很多人喜欢烤这些或在中国菜中使用它们，那里有很多茄子。"
    },
    {
      "id": 135,
      "en": "Alright, so we've had those.",
      "cn": "好吧，我们已经谈过这些了。"
    },
    {
      "id": 136,
      "en": "We have mushrooms.",
      "cn": "我们有蘑菇。"
    },
    {
      "id": 137,
      "en": "And what about asparagus?",
      "cn": "那么芦笋呢？"
    },
    {
      "id": 138,
      "en": "Asparagus is actually one of my favorite foods, but it's very strange-looking.",
      "cn": "芦笋实际上是我最喜欢的食物之一，但它看起来很奇怪。"
    },
    {
      "id": 139,
      "en": "It's kind of green, and it kind of has this little head, right?",
      "cn": "它有点绿色，还有一个小头，对吧？"
    },
    {
      "id": 140,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 141,
      "en": "It's long.",
      "cn": "它很长。"
    },
    {
      "id": 142,
      "en": "It's green.",
      "cn": "它是绿色的。"
    },
    {
      "id": 143,
      "en": "It's kind of like a pencil, but at the very top, it's kind of like a plant, almost.",
      "cn": "它有点像铅笔，但在顶部，它几乎像一株植物。"
    },
    {
      "id": 144,
      "en": "Yeah, they have a very strong taste, and many people don't like asparagus.",
      "cn": "是的，它们的味道很浓，很多人不喜欢芦笋。"
    },
    {
      "id": 145,
      "en": "That's right, and the Germans, I think, actually, Germans and the Dutch have special asparagus that's white.",
      "cn": "没错，我认为德国人和荷兰人有一种特殊的白色芦笋。"
    },
    {
      "id": 146,
      "en": "Oh, really?",
      "cn": "哦，真的？"
    },
    {
      "id": 147,
      "en": "It's called Spargel.",
      "cn": "它叫Spargel。"
    },
    {
      "id": 148,
      "en": "Oh, wow.",
      "cn": "哦，哇。"
    },
    {
      "id": 149,
      "en": "But if any of you know what that is, it's basically a white asparagus, but asparagus is very popular in a lot of parts of the world.",
      "cn": "但如果你们知道那是什么，基本上就是白色的芦笋，但芦笋在世界很多地方都很受欢迎。"
    },
    {
      "id": 150,
      "en": "Okay, so now we have our vegetables, we have our bread, but now we need to add a little bit of extra flavor to the sandwich.",
      "cn": "好的，所以现在我们有了蔬菜，有了面包，但现在我们需要给三明治添加一点额外的风味。"
    },
    {
      "id": 151,
      "en": "So this is where we add some condiments.",
      "cn": "所以这是我们添加一些调味品的地方。"
    },
    {
      "id": 152,
      "en": "Okay, so condiments are a category.",
      "cn": "好的，所以调味品是一个类别。"
    },
    {
      "id": 153,
      "en": "You can have many different kinds of condiments.",
      "cn": "你可以有很多不同种类的调味品。"
    },
    {
      "id": 154,
      "en": "The most common are salt and pepper.",
      "cn": "最常见的是盐和胡椒。"
    },
    {
      "id": 155,
      "en": "Okay, so a condiment is a category of the things that you would add flavor to, as you said, salt, pepper, but here they mention, for example, mayonnaise or ketchup.",
      "cn": "好的，所以调味品是你添加风味的东西的类别，正如你所说，盐、胡椒，但这里提到的，比如说，蛋黄酱或番茄酱。"
    },
    {
      "id": 156,
      "en": "Oh, and mustard as well.",
      "cn": "哦，还有芥末。"
    },
    {
      "id": 157,
      "en": "These are all condiments.",
      "cn": "这些都是调味品。"
    },
    {
      "id": 158,
      "en": "So in different parts of the world, they have different kinds of condiments.",
      "cn": "所以在世界不同地方，他们有不同种类的调味品。"
    },
    {
      "id": 159,
      "en": "I've seen, for example, a lot of vinegar in Asia.",
      "cn": "我在亚洲见过很多醋。"
    },
    {
      "id": 160,
      "en": "You can also have hot pepper flakes, like in Europe.",
      "cn": "你也可以有像在欧洲的辣椒片。"
    },
    {
      "id": 161,
      "en": "Uh-huh, yeah.",
      "cn": "嗯，是的。"
    },
    {
      "id": 162,
      "en": "The condiments that you add to your sandwich are varied.",
      "cn": "你添加到三明治中的调味品是多种多样的。"
    },
    {
      "id": 163,
      "en": "I've seen people put all types of condiments in their sandwich.",
      "cn": "我见过人们在他们的三明治中放各种调味品。"
    },
    {
      "id": 164,
      "en": "And, for example, one that may be a little bit strange or maybe a little bit more expensive condiment is caviar.",
      "cn": "例如，有一种可能有点奇怪或可能更昂贵的调味品是鱼子酱。"
    },
    {
      "id": 165,
      "en": "Okay, so caviar is not always considered a condiment.",
      "cn": "好的，所以鱼子酱并不总是被认为是调味品。"
    },
    {
      "id": 166,
      "en": "It can be, but it can also be eaten alone.",
      "cn": "它可以是，但也可以单独食用。"
    },
    {
      "id": 167,
      "en": "But it's basically just fish eggs.",
      "cn": "但它基本上就是鱼卵。"
    },
    {
      "id": 168,
      "en": "They're little fish eggs.",
      "cn": "它们是小鱼卵。"
    },
    {
      "id": 169,
      "en": "Very small.",
      "cn": "非常小。"
    },
    {
      "id": 170,
      "en": "It always usually, in people's mind, it's kind of like a fancy food, very luxurious, very expensive.",
      "cn": "在人们的心目中，它通常是一种奢华的食物，非常昂贵。"
    },
    {
      "id": 171,
      "en": "Well, it can be very expensive if you get like beluga caviar.",
      "cn": "嗯，如果你买白鲟鱼子酱，它可能非常昂贵。"
    },
    {
      "id": 172,
      "en": "A lot of caviar comes from the Caucasus and Russia and Ukraine, these places.",
      "cn": "很多鱼子酱来自高加索地区、俄罗斯和乌克兰等地。"
    },
    {
      "id": 173,
      "en": "And it's very, very salty in flavor.",
      "cn": "而且味道非常咸。"
    },
    {
      "id": 174,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 175,
      "en": "So that is also considered a condiment, in our case, because we're using it for a sandwich, right?",
      "cn": "所以在我们的情况下，它也被视为调味品，因为我们是用它来做三明治，对吧？"
    },
    {
      "id": 176,
      "en": "Okay, so a lot of words there, a lot of interesting things going on in our sandwich.",
      "cn": "好的，所以有很多词，很多有趣的事情发生在我们的三明治中。"
    },
    {
      "id": 177,
      "en": "Why don't we move on now to Fluency Builder, where we're going to take a look at some phrases.",
      "cn": "我们为什么不现在转到流利度构建器，看看一些短语。"
    },
    {
      "id": 178,
      "en": "All right, so let's go back to the very beginning of the dialogue, when she said, all right, let's start with the basics.",
      "cn": "好吧，让我们回到对话的最开始，当她说，好吧，让我们从基础开始。"
    },
    {
      "id": 179,
      "en": "Okay, the basics is a set phrase in this context.",
      "cn": "好的，基础在这个上下文中是一个固定短语。"
    },
    {
      "id": 180,
      "en": "We can say this about many different things, but the basics basically refers to the most simple ingredients or the most simple elements.",
      "cn": "我们可以用它来描述很多不同的事情，但基础基本上指的是最简单的成分或最简单的元素。"
    },
    {
      "id": 181,
      "en": "In this case, bread, bread or meat.",
      "cn": "在这种情况下，面包、面包或肉。"
    },
    {
      "id": 182,
      "en": "But you can also talk about the basics in other contexts, like clothes shopping, like, you know, when school started when I was a kid, my mom always used to buy me the basics.",
      "cn": "但你也可以在其他上下文中谈论基础，比如购物时，比如，你知道，当我还是个孩子时，开学时我妈妈总是给我买基础。"
    },
    {
      "id": 183,
      "en": "So t shirts and socks.",
      "cn": "所以T恤和袜子。"
    },
    {
      "id": 184,
      "en": "Exactly.",
      "cn": "正是。"
    },
    {
      "id": 185,
      "en": "So I guess the basics are the absolute necessary things.",
      "cn": "所以我想基础是绝对必要的东西。"
    },
    {
      "id": 186,
      "en": "Yes, right.",
      "cn": "是的，没错。"
    },
    {
      "id": 187,
      "en": "That are also very simple.",
      "cn": "也非常简单。"
    },
    {
      "id": 188,
      "en": "So for example, if you talk about dancing, the basics would be maybe a certain sequence of steps that important essential, right?",
      "cn": "所以例如，如果你谈论舞蹈，基础可能是某个重要的基本步骤序列，对吧？"
    },
    {
      "id": 189,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 190,
      "en": "And would caviar be a part of the basics, for example?",
      "cn": "鱼子酱会是基础的一部分吗？"
    },
    {
      "id": 191,
      "en": "No, no, no, no, that's a that's an extra.",
      "cn": "不，不，不，那是额外的。"
    },
    {
      "id": 192,
      "en": "Okay, so this is what we refer to when we say the basics.",
      "cn": "好的，所以这就是我们所说的基础。"
    },
    {
      "id": 193,
      "en": "Now our chef, when she continued talking about her sandwich, she said, I would strongly recommend that you use fresh vegetables in your sandwich.",
      "cn": "现在我们的厨师，当她继续谈论她的三明治时，她说，我强烈建议你在三明治中使用新鲜蔬菜。"
    },
    {
      "id": 194,
      "en": "Okay, so you can say I would recommend this, but to strongly recommend is to have a very, very strong feeling about something.",
      "cn": "好的，所以你可以说我会推荐这个，但强烈推荐是对某事有非常强烈的感觉。"
    },
    {
      "id": 195,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 196,
      "en": "You're saying to the person, basically do it, you must.",
      "cn": "你基本上是在对那个人说，必须这样做。"
    },
    {
      "id": 197,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 198,
      "en": "So if maybe your friend is sick, you you can say something like, I would strongly recommend you go to the doctor today.",
      "cn": "所以如果你的朋友生病了，你可以说，我强烈建议你今天去看医生。"
    },
    {
      "id": 199,
      "en": "That means you really, really should go to the doctor.",
      "cn": "这意味着你真的应该去看医生。"
    },
    {
      "id": 200,
      "en": "I would be upset if you didn't.",
      "cn": "如果你不去，我会很不高兴。"
    },
    {
      "id": 201,
      "en": "Uh huh.",
      "cn": "嗯。"
    },
    {
      "id": 202,
      "en": "It's kind of formal, though.",
      "cn": "不过这有点正式。"
    },
    {
      "id": 203,
      "en": "I don't it seems like you would maybe use it with a boss with your boss.",
      "cn": "我觉得你可能会在和老板说话时使用它。"
    },
    {
      "id": 204,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 205,
      "en": "Or maybe with a person you don't really know that well.",
      "cn": "或者可能和你不太熟悉的人。"
    },
    {
      "id": 206,
      "en": "But with your friend, you would say I really think you should go to the doctor.",
      "cn": "但和你的朋友，你会说我真的认为你应该去看医生。"
    },
    {
      "id": 207,
      "en": "Yeah, but you can you can say it in both contexts.",
      "cn": "是的，但你可以在这两种情况下说。"
    },
    {
      "id": 208,
      "en": "But yeah, definitely more of a formal thing.",
      "cn": "但确实更正式一些。"
    },
    {
      "id": 209,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 210,
      "en": "So we strongly recommend that you... Okay.",
      "cn": "所以我们强烈建议你……好的。"
    },
    {
      "id": 211,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 212,
      "en": "So now for our last phrase, right?",
      "cn": "所以现在是我们最后一个短语，对吧？"
    },
    {
      "id": 213,
      "en": "All right, now moving on to our next phrase.",
      "cn": "好的，现在继续我们的下一个短语。"
    },
    {
      "id": 214,
      "en": "She when she started talking about the condiment, she said, last but not least, we have a wide variety of condiments.",
      "cn": "当她开始谈论调味品时，她说，最后但同样重要的是，我们有各种各样的调味品。"
    },
    {
      "id": 215,
      "en": "Okay, this is a very, very common phrase.",
      "cn": "好的，这是一个非常非常常见的短语。"
    },
    {
      "id": 216,
      "en": "It's a set phrase, you will hear these words together very often.",
      "cn": "这是一个固定短语，你会经常听到这些词一起出现。"
    },
    {
      "id": 217,
      "en": "Last but not least, what could this possibly mean?",
      "cn": "最后但同样重要的，这可能意味着什么？"
    },
    {
      "id": 218,
      "en": "So obviously, last means the last step here.",
      "cn": "所以显然，最后意味着最后一步。"
    },
    {
      "id": 219,
      "en": "The last point.",
      "cn": "最后一点。"
    },
    {
      "id": 220,
      "en": "But why not least?",
      "cn": "但为什么不重要呢？"
    },
    {
      "id": 221,
      "en": "Well, it's not least important.",
      "cn": "嗯，它并不是最不重要的。"
    },
    {
      "id": 222,
      "en": "Just because it's last, it doesn't mean that it's not important.",
      "cn": "仅仅因为它是最后的，并不意味着它不重要。"
    },
    {
      "id": 223,
      "en": "Okay, so maybe there are many people who have to give presentations in school, and I'm the very, very last person to go, the teacher will say last but not least, Catherine.",
      "cn": "好的，所以也许有很多人必须在学校做演讲，而我是最后一个发言的人，老师会说最后但同样重要的是，凯瑟琳。"
    },
    {
      "id": 224,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 225,
      "en": "Makes me feel better.",
      "cn": "让我感觉好一些。"
    },
    {
      "id": 226,
      "en": "Because you're saying you're last, but it doesn't mean you're not important.",
      "cn": "因为你在说你是最后一个，但这并不意味着你不重要。"
    },
    {
      "id": 227,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 228,
      "en": "So when you want to make sure that the last point of your presentation or what you're talking about is not ignored, or you just you want to make sure that it everyone knows that it's also very important.",
      "cn": "所以当你想确保你演讲的最后一点或你所谈论的内容不会被忽视，或者你只是想确保每个人都知道它也非常重要时。"
    },
    {
      "id": 229,
      "en": "You say, last but not least, great.",
      "cn": "你会说，最后但同样重要的，太好了。"
    },
    {
      "id": 230,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 231,
      "en": "And now last but not least, the end of Fluency Builder, we're going to close off with this little phrase.",
      "cn": "现在最后但同样重要的是，流利构建的结束，我们将用这个小短语结束。"
    },
    {
      "id": 232,
      "en": "When she was talking about salt and pepper, she said, a touch of salt and pepper.",
      "cn": "当她谈论盐和胡椒时，她说，少许盐和胡椒。"
    },
    {
      "id": 233,
      "en": "Okay, a touch of salt and pepper is basically a measure.",
      "cn": "好的，少许盐和胡椒基本上是一个量度。"
    },
    {
      "id": 234,
      "en": "It's not a lot.",
      "cn": "这不是很多。"
    },
    {
      "id": 235,
      "en": "It's very little amount of salt and pepper.",
      "cn": "这是一点点盐和胡椒。"
    },
    {
      "id": 236,
      "en": "So we can say a touch.",
      "cn": "所以我们可以说少许。"
    },
    {
      "id": 237,
      "en": "So it's not really a specific quantity, though, right?",
      "cn": "所以这并不是一个具体的数量，对吧？"
    },
    {
      "id": 238,
      "en": "We're not saying like a spoon of salt and pepper.",
      "cn": "我们并不是在说一勺盐和胡椒。"
    },
    {
      "id": 239,
      "en": "Not at all.",
      "cn": "完全不是。"
    },
    {
      "id": 240,
      "en": "It basically means a little bit.",
      "cn": "这基本上意味着一点点。"
    },
    {
      "id": 241,
      "en": "A little bit.",
      "cn": "一点点。"
    },
    {
      "id": 242,
      "en": "So it's so you're just saying, maybe you'll hear this in maybe a cooking show, or you'll read it in books when they'll say a pinch of salt, or a touch of salt or a dash of salt.",
      "cn": "所以你只是在说，也许你会在烹饪节目中听到这个，或者你会在书中看到它们说一撮盐，或者少许盐或一点盐。"
    },
    {
      "id": 243,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 244,
      "en": "You could even say it about other things.",
      "cn": "你甚至可以把它用在其他事情上。"
    },
    {
      "id": 245,
      "en": "For example, if my friend just wrote this article, and he wanted me to read it, I say, it's a really good article, but it could use a touch of humor.",
      "cn": "例如，如果我的朋友刚写了这篇文章，他想让我读，我会说，这是一篇非常好的文章，但可以加一点幽默。"
    },
    {
      "id": 246,
      "en": "Okay, I think maybe if you made it a little bit funny, it would be better.",
      "cn": "好的，我觉得如果你让它有点搞笑，会更好。"
    },
    {
      "id": 247,
      "en": "Or maybe if you're painting your house, you can say, Oh, I think a touch of red paint would look really nice on this wall.",
      "cn": "或者如果你在给房子上漆，你可以说，哦，我觉得在这面墙上加一点红色油漆会很好。"
    },
    {
      "id": 248,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 249,
      "en": "A little bit of red paint would be good.",
      "cn": "一点红色油漆会很好。"
    },
    {
      "id": 250,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 251,
      "en": "So a touch of a really, really good phrase.",
      "cn": "所以少许是一个非常非常好的短语。"
    },
    {
      "id": 252,
      "en": "It makes you sound very natural.",
      "cn": "让你听起来很自然。"
    },
    {
      "id": 253,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 254,
      "en": "So that's all the time we have for today.",
      "cn": "所以今天的时间就到这里。"
    },
    {
      "id": 255,
      "en": "But before we go, let's listen to the dialogue again.",
      "cn": "但在我们离开之前，让我们再听一遍对话。"
    },
    {
      "id": 256,
      "en": "Welcome to our show today.",
      "cn": "欢迎来到我们今天的节目。"
    },
    {
      "id": 257,
      "en": "I'm going to show you how to make the perfect mouthwatering sandwich.",
      "cn": "我将向你展示如何制作完美的美味三明治。"
    },
    {
      "id": 258,
      "en": "Are you ready?",
      "cn": "你准备好了吗？"
    },
    {
      "id": 259,
      "en": "Let's get started.",
      "cn": "让我们开始吧。"
    },
    {
      "id": 260,
      "en": "Let's start with the basics.",
      "cn": "让我们从基础开始。"
    },
    {
      "id": 261,
      "en": "Bread.",
      "cn": "面包。"
    },
    {
      "id": 262,
      "en": "Bread is an important ingredient here.",
      "cn": "面包是这里的重要成分。"
    },
    {
      "id": 263,
      "en": "You need to remember one thing.",
      "cn": "你需要记住一件事。"
    },
    {
      "id": 264,
      "en": "Choose the bread according to the following criteria.",
      "cn": "根据以下标准选择面包。"
    },
    {
      "id": 265,
      "en": "Freshness, crumb, and color.",
      "cn": "新鲜度、松散度和颜色。"
    },
    {
      "id": 266,
      "en": "If you want a closed sandwich, I recommend you first toast your bread in a toaster or oven or grill it slightly until it gets a light brown color.",
      "cn": "如果你想要一个封闭的三明治，我建议你先把面包在烤面包机、烤箱中烤一下，或者稍微烤一下，直到它变成浅棕色。"
    },
    {
      "id": 267,
      "en": "Now that our bread is ready, let's talk about the ingredients.",
      "cn": "现在我们的面包准备好了，让我们谈谈配料。"
    },
    {
      "id": 268,
      "en": "Of course, each person's palette is different, but I'm going to give you a few tips that you'll be able to use when turning any sandwich into the perfect sandwich.",
      "cn": "当然，每个人的口味不同，但我将给你一些建议，你可以在将任何三明治变成完美三明治时使用。"
    },
    {
      "id": 269,
      "en": "I would strongly recommend you put fresh vegetables in your sandwich.",
      "cn": "我强烈建议你在三明治中放入新鲜蔬菜。"
    },
    {
      "id": 270,
      "en": "Do not undervalue them as they play a big role in forming the taste and will make the sandwich more refreshing and light.",
      "cn": "不要低估它们，因为它们在形成味道方面起着重要作用，并会使三明治更加清爽和轻盈。"
    },
    {
      "id": 271,
      "en": "The best choices here are evident.",
      "cn": "这里最好的选择显而易见。"
    },
    {
      "id": 272,
      "en": "Cucumbers, tomatoes, onions, sweet pepper or chili, lettuce, and of course herbs.",
      "cn": "黄瓜、西红柿、洋葱、甜椒或辣椒、生菜，当然还有香草。"
    },
    {
      "id": 273,
      "en": "You can't go wrong with them.",
      "cn": "你不会错的。"
    },
    {
      "id": 274,
      "en": "As for aubergines, mushrooms, and asparagus, I would recommend you first grill them slightly with a little touch of olive oil.",
      "cn": "至于茄子、蘑菇和芦笋，我建议你先用一点橄榄油稍微烤一下。"
    },
    {
      "id": 275,
      "en": "Last but not least, we have a wide variety of condiments that we can add to our perfect sandwich.",
      "cn": "最后但同样重要的是，我们有各种各样的调味品可以添加到我们的完美三明治中。"
    },
    {
      "id": 276,
      "en": "We can be subtle and add just a touch of salt and pepper, or we can combine mustard sauce, mayonnaise, ketchup, or even caviar to achieve a stronger flavor.",
      "cn": "我们可以微妙地添加一点盐和胡椒，或者我们可以结合芥末酱、蛋黄酱、番茄酱，甚至鱼子酱来获得更强的味道。"
    },
    {
      "id": 277,
      "en": "It's always a good idea to cut your sandwich in triangles or manageable pieces to avoid all your ingredients falling out and staining your shirt.",
      "cn": "将三明治切成三角形或易于处理的块总是个好主意，以避免所有配料掉出来弄脏你的衬衫。"
    },
    {
      "id": 278,
      "en": "That's all the time we have for today, but join us next time where we'll be going over how to make the perfect lasagna.",
      "cn": "今天的时间就到这里，但请在下次加入我们，我们将讨论如何制作完美的千层面。"
    },
    {
      "id": 279,
      "en": "Till next time!",
      "cn": "下次见！"
    },
    {
      "id": 280,
      "en": "All right, so talking about sandwich, this really reminds me of making sandwiches at home.",
      "cn": "好的，谈到三明治，这让我想起在家制作三明治。"
    },
    {
      "id": 281,
      "en": "Grilled cheese sandwich.",
      "cn": "烤奶酪三明治。"
    },
    {
      "id": 282,
      "en": "We didn't really talk about it here, but I think it's my favorite sandwich.",
      "cn": "我们在这里并没有真正谈论它，但我认为这是我最喜欢的三明治。"
    },
    {
      "id": 283,
      "en": "The grilled cheese sandwich.",
      "cn": "烤奶酪三明治。"
    },
    {
      "id": 284,
      "en": "Very easy to make, just two pieces of bread and cheese inside.",
      "cn": "非常容易制作，只需两片面包和里面的奶酪。"
    },
    {
      "id": 285,
      "en": "Do you use butter, though?",
      "cn": "你用黄油吗？"
    },
    {
      "id": 286,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 287,
      "en": "Yeah, so you have to butter the bread, and so when you grill it, it gets really nice and brown.",
      "cn": "是的，所以你必须给面包抹黄油，这样当你烤的时候，它会变得很好看和棕色。"
    },
    {
      "id": 288,
      "en": "Yeah, actually, I'm not a very big sandwich fan when I'm having, for example, a meal like lunch.",
      "cn": "是的，实际上，我在吃午餐等餐时并不是一个很喜欢三明治的人。"
    },
    {
      "id": 289,
      "en": "I don't really, I don't know, I think I need something more solid than just a sandwich at times.",
      "cn": "我不太，我不知道，我觉得有时我需要比三明治更实在的东西。"
    },
    {
      "id": 290,
      "en": "Interesting.",
      "cn": "有趣。"
    },
    {
      "id": 291,
      "en": "I had a sandwich for dinner last night, not that we speak about it.",
      "cn": "我昨晚吃了一个三明治，不是说我们要谈论这个。"
    },
    {
      "id": 292,
      "en": "Yeah, I had an egg salad sandwich.",
      "cn": "是的，我吃了一个蛋沙拉三明治。"
    },
    {
      "id": 293,
      "en": "So you had egg salad inside two pieces of bread.",
      "cn": "所以你在两片面包里放了蛋沙拉。"
    },
    {
      "id": 294,
      "en": "That's right, but the bread I had was French bread, so that long, thin bread was very crunchy, very delicious.",
      "cn": "对的，但我吃的面包是法式面包，所以那种长长的、细细的面包非常脆，非常美味。"
    },
    {
      "id": 295,
      "en": "But actually, I like sandwiches for dinner.",
      "cn": "但实际上，我喜欢晚餐吃三明治。"
    },
    {
      "id": 296,
      "en": "They are a little bit lighter.",
      "cn": "它们稍微轻一点。"
    },
    {
      "id": 297,
      "en": "Yeah, when you're having a big meal, it just seems like, although maybe sometimes places give you very big, heavy sandwiches that have, you know, like ham and salami and just a lot of things in there, so they're very, very filling.",
      "cn": "是的，当你吃一顿丰盛的饭时，似乎有时候地方会给你很大、很重的三明治，里面有火腿、意大利腊肠，还有很多东西，所以它们非常填饱肚子。"
    },
    {
      "id": 298,
      "en": "That's very true, like a meatball sub, for example, is a very heavy sandwich.",
      "cn": "这非常正确，比如肉丸子潜艇三明治就是一个非常重的三明治。"
    },
    {
      "id": 299,
      "en": "That's right.",
      "cn": "对的。"
    },
    {
      "id": 300,
      "en": "But sandwiches come in all shapes and sizes.",
      "cn": "但三明治有各种形状和大小。"
    },
    {
      "id": 301,
      "en": "You can make basically any sandwich that your brain can think of.",
      "cn": "你可以做任何你脑海中想到的三明治。"
    },
    {
      "id": 302,
      "en": "And so we hope that you've learned some words for talking about sandwiches today.",
      "cn": "所以我们希望你今天学到了一些关于三明治的词汇。"
    },
    {
      "id": 303,
      "en": "Of course, if you have any questions or comments, or you want to share with us your very favorite sandwich, you should do so on EnglishPod.com.",
      "cn": "当然，如果你有任何问题或评论，或者想和我们分享你最喜欢的三明治，可以在 EnglishPod.com 上告诉我们。"
    },
    {
      "id": 304,
      "en": "All right, we'll see you guys there.",
      "cn": "好的，我们在那里见。"
    },
    {
      "id": 305,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}