{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0174",
  "title": "EnglishPod 初级 英文播客 0174",
  "totalSegments": 168,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome back to EnglishPod.",
      "cn": "大家好，欢迎回到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "And my name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And today we have an elementary level lesson for you guys out there.",
      "cn": "今天我们为大家准备了一节初级课程。"
    },
    {
      "id": 5,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 6,
      "en": "Today we are going to talk about an interesting topic, especially for women.",
      "cn": "今天我们要谈论一个有趣的话题，特别是针对女性。"
    },
    {
      "id": 7,
      "en": "We are going to the nail salon.",
      "cn": "我们要去美甲店。"
    },
    {
      "id": 8,
      "en": "Okay, so we're going to get our fingernails painted.",
      "cn": "好的，我们要去做指甲。"
    },
    {
      "id": 9,
      "en": "All right, so let's take a look at Vocabulary Preview to find out what nail salon means.",
      "cn": "好的，让我们先看看词汇预览，了解一下美甲店的意思。"
    },
    {
      "id": 10,
      "en": "All right, so if you go to a nail salon, it's a specific place where they paint your nails, right?",
      "cn": "如果你去美甲店，那是一个专门为你涂指甲的地方，对吧？"
    },
    {
      "id": 11,
      "en": "Exactly, so it's a shop or a store where you can have your nails painted.",
      "cn": "正确，所以这是一个可以让你涂指甲的商店。"
    },
    {
      "id": 12,
      "en": "So they have special people to help you.",
      "cn": "他们有专业的人来帮助你。"
    },
    {
      "id": 13,
      "en": "If you want to go get your hair cut, you would go to the hair salon.",
      "cn": "如果你想剪头发，你就去理发店。"
    },
    {
      "id": 14,
      "en": "Exactly, so we have hair salon and nail salon.",
      "cn": "没错，所以我们有理发店和美甲店。"
    },
    {
      "id": 15,
      "en": "In this case, it is a nail salon, they can't cut your hair.",
      "cn": "在这种情况下，这是美甲店，他们不能剪你的头发。"
    },
    {
      "id": 16,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 17,
      "en": "So why don't we listen to our dialogue for the first time.",
      "cn": "那么我们为什么不第一次听听我们的对话呢？"
    },
    {
      "id": 18,
      "en": "Honey, I'll be right back.",
      "cn": "亲爱的，我马上回来。"
    },
    {
      "id": 19,
      "en": "Where are you going?",
      "cn": "你要去哪里？"
    },
    {
      "id": 20,
      "en": "I told you already, I'm going to get my nails done.",
      "cn": "我已经告诉过你了，我要去做指甲。"
    },
    {
      "id": 21,
      "en": "Again, you just went last week.",
      "cn": "又来了，你上周才去过。"
    },
    {
      "id": 22,
      "en": "You spend more time at the nail salon than you do here at home.",
      "cn": "你在美甲店花的时间比在家里还多。"
    },
    {
      "id": 23,
      "en": "Honestly, why do you need a manicure every week?",
      "cn": "说实话，你为什么每周都需要做一次美甲？"
    },
    {
      "id": 24,
      "en": "Well, first of all, I like to pamper myself and my nails look great.",
      "cn": "首先，我喜欢宠爱自己，我的指甲看起来很棒。"
    },
    {
      "id": 25,
      "en": "You should come with me.",
      "cn": "你应该和我一起去。"
    },
    {
      "id": 26,
      "en": "Why?",
      "cn": "为什么？"
    },
    {
      "id": 27,
      "en": "I don't want to have nail Polish or anything like that.",
      "cn": "我不想涂指甲油或类似的东西。"
    },
    {
      "id": 28,
      "en": "They don't only paint my nails.",
      "cn": "他们不仅仅是给我涂指甲。"
    },
    {
      "id": 29,
      "en": "The manicurist will remove my cuticles, file my nails and apply at least four coats of nail Polish.",
      "cn": "美甲师会去除我的指甲边皮，修整我的指甲，并涂上至少四层指甲油。"
    },
    {
      "id": 30,
      "en": "Yeah, sounds like something I should definitely do.",
      "cn": "是的，听起来我绝对应该去做。"
    },
    {
      "id": 31,
      "en": "Alright, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 32,
      "en": "So now we found some very interesting and specific words related to nails.",
      "cn": "现在我们找到了与指甲相关的一些非常有趣和具体的词汇。"
    },
    {
      "id": 33,
      "en": "So why don't we look at those now on Language Takeaway.",
      "cn": "那么我们现在为什么不在语言收获中看看这些呢？"
    },
    {
      "id": 34,
      "en": "Language Takeaway.",
      "cn": "语言收获。"
    },
    {
      "id": 35,
      "en": "Alright, so this first word is an important word for every woman to know.",
      "cn": "好的，第一个词是每个女性都应该知道的重要词汇。"
    },
    {
      "id": 36,
      "en": "And I know a lot of men who get this too.",
      "cn": "我也知道很多男性也会做这个。"
    },
    {
      "id": 37,
      "en": "It's called a manicure.",
      "cn": "这叫做美甲。"
    },
    {
      "id": 38,
      "en": "Alright, manicure.",
      "cn": "好的，美甲。"
    },
    {
      "id": 39,
      "en": "And what exactly is a manicure?",
      "cn": "那么美甲到底是什么呢？"
    },
    {
      "id": 40,
      "en": "Well, a manicure is a service that you get at a nail salon.",
      "cn": "美甲是在美甲店提供的一项服务。"
    },
    {
      "id": 41,
      "en": "And that means that the people at the nail salon will cut your nails and shape your nails.",
      "cn": "这意味着美甲店的人会修剪和塑形你的指甲。"
    },
    {
      "id": 42,
      "en": "That means if you want them to be pointy or boxy, and then you get them painted and dried.",
      "cn": "这意味着如果你想要尖的或方的，然后再涂上指甲油并干燥。"
    },
    {
      "id": 43,
      "en": "Okay, so they basically take care of your nails, of your fingernails, a manicure.",
      "cn": "好的，所以他们基本上是照顾你的指甲，美甲。"
    },
    {
      "id": 44,
      "en": "Exactly, and so the important thing to remember here that a manicure is for your hands.",
      "cn": "没错，所以重要的是要记住，美甲是针对你的手的。"
    },
    {
      "id": 45,
      "en": "Right, so you can also get your toenails or your feet taken care of, right?",
      "cn": "对，所以你也可以照顾你的脚趾甲或脚，对吧？"
    },
    {
      "id": 46,
      "en": "Exactly, so that's different.",
      "cn": "没错，所以那是不同的。"
    },
    {
      "id": 47,
      "en": "That's a pedicure because peda means foot.",
      "cn": "那是足疗，因为peda是脚的意思。"
    },
    {
      "id": 48,
      "en": "So pedicure is for your feet and a manicure is for your hands.",
      "cn": "所以足疗是针对你的脚，而美甲是针对你的手。"
    },
    {
      "id": 49,
      "en": "Alright, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 50,
      "en": "And well, we talked about painting your nails and that paint has a specific name, right?",
      "cn": "我们谈到了涂指甲，而那种涂料有一个特定的名称，对吧？"
    },
    {
      "id": 51,
      "en": "Exactly, so you wouldn't use wall paint on your fingers, would you?",
      "cn": "没错，所以你不会在手指上使用墙漆，对吧？"
    },
    {
      "id": 52,
      "en": "Right, right.",
      "cn": "对，没错。"
    },
    {
      "id": 53,
      "en": "So you have to use a special paint and this is called nail Polish.",
      "cn": "所以你必须使用一种特殊的涂料，这叫做指甲油。"
    },
    {
      "id": 54,
      "en": "Nail Polish, okay.",
      "cn": "指甲油，好的。"
    },
    {
      "id": 55,
      "en": "So a Polish is something that makes a surface or a thing shiny.",
      "cn": "所以涂料是使表面或物体光亮的东西。"
    },
    {
      "id": 56,
      "en": "Okay, so nail Polish is a paint that makes your nails very shiny.",
      "cn": "好的，所以指甲油是一种使你的指甲非常光亮的涂料。"
    },
    {
      "id": 57,
      "en": "Alright, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 58,
      "en": "And well, moving on, we talked about a manicure and there's a specific word for the person that provides this service, that takes care of your nails.",
      "cn": "继续，我们谈到了美甲，还有一个特定的词是提供这项服务的人，照顾你指甲的人。"
    },
    {
      "id": 59,
      "en": "Okay, so the job at a nail salon is manicurist.",
      "cn": "好的，所以在美甲店的工作是美甲师。"
    },
    {
      "id": 60,
      "en": "That's the person who paints your nails, okay?",
      "cn": "那是给你涂指甲的人，好的？"
    },
    {
      "id": 61,
      "en": "Alright.",
      "cn": "好的。"
    },
    {
      "id": 62,
      "en": "And so you could say, I have a favorite manicurist.",
      "cn": "所以你可以说，我有一个最喜欢的美甲师。"
    },
    {
      "id": 63,
      "en": "Her name is Sally.",
      "cn": "她的名字是Sally。"
    },
    {
      "id": 64,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 65,
      "en": "And well, manicurists, they perform a manicure and well, apart from painting your nails, they also push your cuticles or remove your cuticles like in the dialogue.",
      "cn": "美甲师会进行美甲，除了涂指甲，他们还会推或去除你的指甲边皮，就像对话中提到的。"
    },
    {
      "id": 66,
      "en": "What are the cuticles?",
      "cn": "什么是指甲边皮？"
    },
    {
      "id": 67,
      "en": "Okay, cuticle is a very hard word.",
      "cn": "好的，指甲边皮是一个很难的词。"
    },
    {
      "id": 68,
      "en": "This word describes the skin around your fingernail.",
      "cn": "这个词描述的是你指甲周围的皮肤。"
    },
    {
      "id": 69,
      "en": "Okay, so you have skin all over your body, but on your fingernail you have special kind of skin.",
      "cn": "好的，所以你全身都有皮肤，但在你的指甲上有一种特殊的皮肤。"
    },
    {
      "id": 70,
      "en": "And so a manicurist will sometimes push or cut the dead skin, that's the cuticle, from your finger.",
      "cn": "所以美甲师有时会推或剪掉你手指上的死皮，那就是指甲边皮。"
    },
    {
      "id": 71,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 72,
      "en": "So if you look at your fingernails now, you will see a little thin layer of skin on your fingernail.",
      "cn": "所以如果你现在看看你的指甲，你会看到指甲上有一层薄薄的皮肤。"
    },
    {
      "id": 73,
      "en": "That's the cuticle.",
      "cn": "那就是指甲边皮。"
    },
    {
      "id": 74,
      "en": "And well, apart from removing your cuticles and painting your nails, they will also file your nails.",
      "cn": "除了去除指甲边皮和涂指甲，他们还会修整你的指甲。"
    },
    {
      "id": 75,
      "en": "And this is a verb, to file.",
      "cn": "这是一个动词，修整。"
    },
    {
      "id": 76,
      "en": "To file.",
      "cn": "修整。"
    },
    {
      "id": 77,
      "en": "Okay, so this is a word that's kind of like cut or trim, but a file is a more delicate process.",
      "cn": "好的，这个词有点像剪或修剪，但修整是一个更细致的过程。"
    },
    {
      "id": 78,
      "en": "So it means that we kind of shave off very, very, very little at a time.",
      "cn": "所以这意味着我们会一点一点地削去非常非常少的部分。"
    },
    {
      "id": 79,
      "en": "And so to file your nails means to make them shaped differently or to smooth them.",
      "cn": "所以修整你的指甲意味着使它们的形状不同或使它们光滑。"
    },
    {
      "id": 80,
      "en": "They're not cutting, clip, clip, clip.",
      "cn": "他们不是在剪，剪，剪。"
    },
    {
      "id": 81,
      "en": "It's not that.",
      "cn": "不是那样的。"
    },
    {
      "id": 82,
      "en": "It's a little bit less than that.",
      "cn": "这比那稍微少一点。"
    },
    {
      "id": 83,
      "en": "And now there's also a noun for this, a nail file.",
      "cn": "现在还有一个名词，指甲锉。"
    },
    {
      "id": 84,
      "en": "And most women will usually have it.",
      "cn": "大多数女性通常会有它。"
    },
    {
      "id": 85,
      "en": "It's a long piece of cardboard that has a paper that's kind of like sand on it, kind of like sandpaper.",
      "cn": "这是一块长长的纸板，上面有像沙子一样的纸，像砂纸。"
    },
    {
      "id": 86,
      "en": "It doesn't feel good when you rub it with your hand.",
      "cn": "用手摩擦时感觉不好。"
    },
    {
      "id": 87,
      "en": "With your hand.",
      "cn": "用手。"
    },
    {
      "id": 88,
      "en": "But if you use it on your nails, it will little by little just take away little parts of your nail.",
      "cn": "但如果你在指甲上使用它，它会一点一点地去掉你指甲的小部分。"
    },
    {
      "id": 89,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 90,
      "en": "Like that.",
      "cn": "就这样。"
    },
    {
      "id": 91,
      "en": "You usually see it, the many secretaries, you know, in TV shows, they're always filing their nails.",
      "cn": "你通常会在电视节目中看到许多秘书，她们总是在修整指甲。"
    },
    {
      "id": 92,
      "en": "Exactly.",
      "cn": "没错。"
    },
    {
      "id": 93,
      "en": "Making them perfect.",
      "cn": "让它们完美。"
    },
    {
      "id": 94,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 95,
      "en": "So those are the words we have for Language Takeaway.",
      "cn": "这些就是我们在语言收获中提到的词汇。"
    },
    {
      "id": 96,
      "en": "Why don't we take a look at our dialogue again and we'll be back in a little bit.",
      "cn": "我们再看看我们的对话，稍后再回来。"
    },
    {
      "id": 97,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 98,
      "en": "So now why don't we start with some phrases, some very good phrases that we found in this dialogue in Fluency Builder.",
      "cn": "现在我们为什么不开始一些短语，一些我们在这个对话中找到的非常好的短语呢？"
    },
    {
      "id": 99,
      "en": "Fluency Builder.",
      "cn": "流利表达。"
    },
    {
      "id": 100,
      "en": "This first place is really important when we talk about nails, because it's the way that we describe going to the nail salon.",
      "cn": "这个地方在我们谈论指甲时非常重要，因为这是我们描述去美甲店的方式。"
    },
    {
      "id": 101,
      "en": "So I can say, I'm going to get my nails done today.",
      "cn": "我可以说，我今天要去做指甲。"
    },
    {
      "id": 102,
      "en": "Okay, so to get your nails done.",
      "cn": "好的，做指甲。"
    },
    {
      "id": 103,
      "en": "That means that you're going to get your nails cut, filed, painted, etc.",
      "cn": "这意味着你要剪指甲、打磨、上色等等。"
    },
    {
      "id": 104,
      "en": "I'm going to get a manicure, but that's very, I don't know, serious.",
      "cn": "我要做美甲，但这很，我不知道，严肃。"
    },
    {
      "id": 105,
      "en": "So you could say, I'm going to get my nails done.",
      "cn": "所以你可以说，我要去做指甲。"
    },
    {
      "id": 106,
      "en": "It's more spoken language.",
      "cn": "这更口语化。"
    },
    {
      "id": 107,
      "en": "Okay, so I'm going to get my nails done, or you got your nails done.",
      "cn": "好的，我要去做指甲，或者你做了指甲。"
    },
    {
      "id": 108,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 109,
      "en": "And well, the woman was talking about why she likes to go get a manicure and she said that she likes to pamper herself.",
      "cn": "而且，这位女士在谈论她为什么喜欢去做美甲，她说她喜欢宠爱自己。"
    },
    {
      "id": 110,
      "en": "Okay, this is very common, especially when women are trying to talk about why they spend money on hair and nails and clothes.",
      "cn": "好的，这很常见，尤其是当女性试图谈论她们为什么花钱在头发、指甲和衣服上时。"
    },
    {
      "id": 111,
      "en": "They say, I like to pamper myself.",
      "cn": "她们会说，我喜欢宠爱自己。"
    },
    {
      "id": 112,
      "en": "To pamper means to treat very, very well.",
      "cn": "宠爱意味着非常好地对待。"
    },
    {
      "id": 113,
      "en": "Okay, so if you go get a manicure, it's kind of like pampering yourself, or maybe going to a spa.",
      "cn": "好的，所以如果你去做美甲，这有点像是在宠爱自己，或者去水疗中心。"
    },
    {
      "id": 114,
      "en": "Exactly, or getting a massage.",
      "cn": "确切地说，或者去按摩。"
    },
    {
      "id": 115,
      "en": "And so we could say also, don't pamper the dog, he's very naughty.",
      "cn": "所以我们也可以说，不要宠坏狗，它很顽皮。"
    },
    {
      "id": 116,
      "en": "So a synonym would be to spoil.",
      "cn": "同义词是溺爱。"
    },
    {
      "id": 117,
      "en": "To spoil oneself, to pamper.",
      "cn": "溺爱自己，宠爱。"
    },
    {
      "id": 118,
      "en": "Indulge.",
      "cn": "放纵。"
    },
    {
      "id": 119,
      "en": "Okay, so and well she was talking about how they perform a manicure, and she talked about four coats of nail Polish.",
      "cn": "好的，她在谈论如何做美甲，她提到四层指甲油。"
    },
    {
      "id": 120,
      "en": "So a coat, we know that it's a kind of like a jacket, right?",
      "cn": "所以一层，我们知道这就像一件外套，对吧？"
    },
    {
      "id": 121,
      "en": "But in this case?",
      "cn": "但在这种情况下？"
    },
    {
      "id": 122,
      "en": "In this case it means a layer.",
      "cn": "在这种情况下，它意味着一层。"
    },
    {
      "id": 123,
      "en": "So you paint your nails one time, okay?",
      "cn": "所以你涂一次指甲，对吧？"
    },
    {
      "id": 124,
      "en": "You have color.",
      "cn": "你有颜色。"
    },
    {
      "id": 125,
      "en": "Maybe it doesn't look right, okay?",
      "cn": "也许看起来不对，对吧？"
    },
    {
      "id": 126,
      "en": "It's very thin.",
      "cn": "它很薄。"
    },
    {
      "id": 127,
      "en": "So you say, okay, I'm going to paint two coats, and then you paint one more time, and the color gets darker.",
      "cn": "所以你说，好吧，我要涂两层，然后你再涂一次，颜色会变深。"
    },
    {
      "id": 128,
      "en": "You paint one more time, the color gets very dark, and very thick.",
      "cn": "你再涂一次，颜色会变得很深，很厚。"
    },
    {
      "id": 129,
      "en": "And so these are called coats.",
      "cn": "所以这些叫做层。"
    },
    {
      "id": 130,
      "en": "That means layers of nail Polish.",
      "cn": "这意味着指甲油的层。"
    },
    {
      "id": 131,
      "en": "And it's a special where we use, we're talking about painting our nails.",
      "cn": "这是我们谈论涂指甲时使用的特别术语。"
    },
    {
      "id": 132,
      "en": "Right, so it's not only for nails, but if you're painting your house, maybe you need two or three coats of paint.",
      "cn": "对，所以这不仅仅是指甲，但如果你在给房子上漆，也许你需要两到三层油漆。"
    },
    {
      "id": 133,
      "en": "Exactly, if we have a red wall, and we want to paint it white, we definitely need two, three, maybe four coats of paint.",
      "cn": "确切地说，如果我们有一面红墙，我们想把它涂成白色，我们绝对需要两、三、甚至四层油漆。"
    },
    {
      "id": 134,
      "en": "Otherwise we'll still see the red.",
      "cn": "否则我们仍然会看到红色。"
    },
    {
      "id": 135,
      "en": "Uh-huh, okay, very good.",
      "cn": "嗯，好，非常好。"
    },
    {
      "id": 136,
      "en": "Very interesting phrases.",
      "cn": "非常有趣的短语。"
    },
    {
      "id": 137,
      "en": "Let's take a look at this dialogue for the very last time, and we'll be back shortly.",
      "cn": "让我们最后再看看这个对话，稍后再回来。"
    },
    {
      "id": 138,
      "en": "Honey, I'll be right back.",
      "cn": "亲爱的，我马上回来。"
    },
    {
      "id": 139,
      "en": "Where are you going?",
      "cn": "你要去哪里？"
    },
    {
      "id": 140,
      "en": "I told you already, I'm going to get my nails done.",
      "cn": "我已经告诉你了，我要去做指甲。"
    },
    {
      "id": 141,
      "en": "Again?",
      "cn": "又来？"
    },
    {
      "id": 142,
      "en": "You just went last week.",
      "cn": "你上周才去过。"
    },
    {
      "id": 143,
      "en": "You spend more time at the nail salon than you do here at home.",
      "cn": "你在美甲店待的时间比在家里还多。"
    },
    {
      "id": 144,
      "en": "Honestly, why do you need a manicure every week?",
      "cn": "说实话，为什么你每周都需要做美甲？"
    },
    {
      "id": 145,
      "en": "Well, first of all, I like to pamper myself, and my nails look great.",
      "cn": "首先，我喜欢宠爱自己，我的指甲看起来很棒。"
    },
    {
      "id": 146,
      "en": "You should come with me.",
      "cn": "你应该和我一起去。"
    },
    {
      "id": 147,
      "en": "Why?",
      "cn": "为什么？"
    },
    {
      "id": 148,
      "en": "I don't want to have nail Polish or anything like that.",
      "cn": "我不想涂指甲油或其他东西。"
    },
    {
      "id": 149,
      "en": "They don't only paint my nails.",
      "cn": "她们不仅仅是给我涂指甲。"
    },
    {
      "id": 150,
      "en": "The manicurist will remove my cuticles, file my nails, and apply at least four coats of nail Polish.",
      "cn": "美甲师会去除我的指甲边缘，打磨我的指甲，并涂至少四层指甲油。"
    },
    {
      "id": 151,
      "en": "Yeah, sounds like something I should definitely do.",
      "cn": "是的，听起来我绝对应该去做。"
    },
    {
      "id": 152,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 153,
      "en": "So, Catherine, are you a big fan of manicures?",
      "cn": "所以，凯瑟琳，你是美甲的忠实粉丝吗？"
    },
    {
      "id": 154,
      "en": "Do you get it done often?",
      "cn": "你经常去做吗？"
    },
    {
      "id": 155,
      "en": "I didn't used to, but I really enjoy them now.",
      "cn": "我以前不常去，但现在我真的很享受。"
    },
    {
      "id": 156,
      "en": "I think it's a nice way to relax on the weekend, so every couple of weeks I go to the nail salon, and I have my nails, I get my nails done.",
      "cn": "我觉得这是周末放松的好方法，所以每隔几周我就去美甲店，做我的指甲。"
    },
    {
      "id": 157,
      "en": "All right, and I think one of the words that we didn't talk about here, but it's very, I don't know, for men, it's kind of a strange smell is nail Polish remover.",
      "cn": "好的，我觉得我们在这里没有谈到的一个词，但对男人来说，这种气味有点奇怪，就是指甲油去除剂。"
    },
    {
      "id": 158,
      "en": "The acetone, right?",
      "cn": "丙酮，对吧？"
    },
    {
      "id": 159,
      "en": "It's a very strong chemical.",
      "cn": "这是一种很强的化学物质。"
    },
    {
      "id": 160,
      "en": "It is really disgusting.",
      "cn": "真的很恶心。"
    },
    {
      "id": 161,
      "en": "Nail Polish remover, you know, the word to remove means to take away.",
      "cn": "指甲油去除剂，你知道，去除这个词意味着拿走。"
    },
    {
      "id": 162,
      "en": "And so when the nail Polish, we want to change the color, we have to use this.",
      "cn": "所以当我们想改变指甲油的颜色时，我们必须使用这个。"
    },
    {
      "id": 163,
      "en": "It's like water, but it smells really bad.",
      "cn": "它像水，但味道真的很难闻。"
    },
    {
      "id": 164,
      "en": "And so my boyfriend always gets angry when I use the nail Polish remover, because the whole house starts to stink.",
      "cn": "所以我男朋友每次我使用指甲油去除剂时总是生气，因为整个房子开始发臭。"
    },
    {
      "id": 165,
      "en": "It's a very strong smell, and you get kind of dizzy.",
      "cn": "这是一种很强的气味，你会感到有点晕。"
    },
    {
      "id": 166,
      "en": "So yeah, it goes into your head.",
      "cn": "所以是的，它会进入你的头。"
    },
    {
      "id": 167,
      "en": "All right, well if you guys have any questions, any doubts, or any suggestions about this lesson, or any other lesson, please come to our website EnglishPod.com, and we'll see you guys there.",
      "cn": "好吧，如果你们对这节课或其他任何课程有任何问题、疑虑或建议，请访问我们的网站 EnglishPod.com，我们在那里见。"
    },
    {
      "id": 168,
      "en": "Bye, everyone.",
      "cn": "再见，大家。"
    }
  ]
}