{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0262",
  "title": "Englishpod 初级 英文播客 0262",
  "totalSegments": 213,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And if you've been following along with us recently, you'll know that we have a series about interviewing in English.",
      "cn": "如果你最近一直在关注我们，你会知道我们有一个关于用英语面试的系列。"
    },
    {
      "id": 5,
      "en": "And so today we have the very last episode of that series.",
      "cn": "所以今天我们有这个系列的最后一集。"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "Today is the last part of our interview series, and we're basically just saying goodbye and, well, doing some other things when you're leaving an interview.",
      "cn": "今天是我们面试系列的最后部分，我们基本上只是说再见，以及在离开面试时要做的一些其他事情。"
    },
    {
      "id": 8,
      "en": "It's very important, the things that you say.",
      "cn": "你说的事情非常重要。"
    },
    {
      "id": 9,
      "en": "That's right, because this is the last thing that you're going to do in the interview, so it's what your interviewer will remember.",
      "cn": "没错，因为这是你在面试中要做的最后一件事，所以这是面试官会记住的。"
    },
    {
      "id": 10,
      "en": "So let's take a listen to today's dialogue, and we'll be back in a moment.",
      "cn": "那么让我们来听听今天的对话，我们马上回来。"
    },
    {
      "id": 11,
      "en": "Well, Rebecca, is there anything else you need to know for now?",
      "cn": "好吧，Rebecca，你现在还有什么需要知道的吗？"
    },
    {
      "id": 12,
      "en": "I don't think so, Mr Parsons.",
      "cn": "我想没有了，Parsons先生。"
    },
    {
      "id": 13,
      "en": "I think you have covered all the main points for me.",
      "cn": "我觉得你已经为我涵盖了所有要点。"
    },
    {
      "id": 14,
      "en": "Okay, well, listen.",
      "cn": "好的，听着。"
    },
    {
      "id": 15,
      "en": "Here's my business card with my mobile number.",
      "cn": "这是我的名片，上面有我的手机号码。"
    },
    {
      "id": 16,
      "en": "If any other questions spring to mind, don't hesitate to contact me.",
      "cn": "如果你有其他问题，请随时联系我。"
    },
    {
      "id": 17,
      "en": "Of course, you can also call Ms. Childs, too.",
      "cn": "当然，你也可以打电话给Childs女士。"
    },
    {
      "id": 18,
      "en": "Great.",
      "cn": "太好了。"
    },
    {
      "id": 19,
      "en": "Um, when can I expect to hear from you?",
      "cn": "嗯，我什么时候可以期待收到你的消息？"
    },
    {
      "id": 20,
      "en": "Well, we are finishing the short list interviews tomorrow, so we will certainly have a decision made by early next week.",
      "cn": "好吧，我们明天将完成短名单的面试，所以我们肯定会在下周初做出决定。"
    },
    {
      "id": 21,
      "en": "Ms. Childs will call you to discuss more on Monday or Tuesday.",
      "cn": "Childs女士将在周一或周二给你打电话讨论更多。"
    },
    {
      "id": 22,
      "en": "How does that sound?",
      "cn": "这样听起来怎么样？"
    },
    {
      "id": 23,
      "en": "That sounds perfect.",
      "cn": "听起来很完美。"
    },
    {
      "id": 24,
      "en": "Thank you very much for taking the time to speak to me, Mr Parsons.",
      "cn": "非常感谢你抽出时间和我交谈，Parsons先生。"
    },
    {
      "id": 25,
      "en": "The pleasure's all mine, Rebecca.",
      "cn": "这是我的荣幸，Rebecca。"
    },
    {
      "id": 26,
      "en": "I hope to hear from you very soon.",
      "cn": "我希望很快能收到你的消息。"
    },
    {
      "id": 27,
      "en": "Absolutely.",
      "cn": "当然。"
    },
    {
      "id": 28,
      "en": "Thanks for coming, Rebecca.",
      "cn": "谢谢你来，Rebecca。"
    },
    {
      "id": 29,
      "en": "Goodbye.",
      "cn": "再见。"
    },
    {
      "id": 30,
      "en": "Alright, great.",
      "cn": "好的，很好。"
    },
    {
      "id": 31,
      "en": "So, really good things from Rebecca.",
      "cn": "所以，Rebecca说了一些很好的事情。"
    },
    {
      "id": 32,
      "en": "She said some very interesting things, key things there.",
      "cn": "她说了一些非常有趣的关键点。"
    },
    {
      "id": 33,
      "en": "So, why don't we take a look at those on Language Takeaway.",
      "cn": "那么，我们为什么不在Language Takeaway上看看这些呢。"
    },
    {
      "id": 34,
      "en": "At the beginning of the end of the interview, Rebecca says, listen, I think you have covered all the main points for me.",
      "cn": "在面试结束时，Rebecca说，听着，我觉得你已经为我涵盖了所有要点。"
    },
    {
      "id": 35,
      "en": "So, this is after Mr Parsons asks her if she has questions.",
      "cn": "所以，这是在Parsons先生问她是否有问题之后。"
    },
    {
      "id": 36,
      "en": "And this word, covered, is very important.",
      "cn": "而这个词，涵盖，非常重要。"
    },
    {
      "id": 37,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 38,
      "en": "So, if we talk about cover, to cover the main points, or to cover a topic, it means to discuss it thoroughly, or to have it finished.",
      "cn": "所以，如果我们谈论涵盖，涵盖要点或主题，意味着彻底讨论或完成它。"
    },
    {
      "id": 39,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 40,
      "en": "So, if I still have questions, we have not covered everything.",
      "cn": "所以，如果我还有问题，我们就没有涵盖所有内容。"
    },
    {
      "id": 41,
      "en": "But, if I did ask all the questions that I have, then we've covered everything.",
      "cn": "但是，如果我问了我所有的问题，那么我们就涵盖了所有内容。"
    },
    {
      "id": 42,
      "en": "So, the verb here is to cover.",
      "cn": "所以，这里的动词是涵盖。"
    },
    {
      "id": 43,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 44,
      "en": "Okay, and Mr Parsons says, well, you know what, here's my business card with my mobile number.",
      "cn": "好的，Parsons先生说，嗯，你知道吗，这是我的名片，上面有我的手机号码。"
    },
    {
      "id": 45,
      "en": "So, this word, business card, key element of any interview or any business situation.",
      "cn": "所以，这个词，名片，是任何面试或商业场合的关键元素。"
    },
    {
      "id": 46,
      "en": "As you say, a key part of any business interaction.",
      "cn": "正如你所说，是任何商业互动的关键部分。"
    },
    {
      "id": 47,
      "en": "So, a business card is a very small card, usually thick.",
      "cn": "所以，名片是一张非常小的卡片，通常是厚的。"
    },
    {
      "id": 48,
      "en": "And it has a person's name, job, phone number, and sometimes email address now on the card.",
      "cn": "上面有一个人的名字、职位、电话号码，有时还有电子邮件地址。"
    },
    {
      "id": 49,
      "en": "So, the information can change, but it's a contact card, basically, for one person.",
      "cn": "所以，信息可以变化，但基本上是一个人的联系卡。"
    },
    {
      "id": 50,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 51,
      "en": "So, this is very important to have around, especially in situations like this.",
      "cn": "所以，在这种情况下，随身携带是非常重要的。"
    },
    {
      "id": 52,
      "en": "Okay, and moving on, he also told her that if she has any other questions, to not hesitate and to contact him.",
      "cn": "好的，接下来，他还告诉她，如果她有其他问题，请不要犹豫，联系他。"
    },
    {
      "id": 53,
      "en": "This is a very common phrase.",
      "cn": "这是一个非常常见的短语。"
    },
    {
      "id": 54,
      "en": "Don't hesitate to contact me.",
      "cn": "不要犹豫联系我。"
    },
    {
      "id": 55,
      "en": "Or, don't hesitate to ask.",
      "cn": "或者，不要犹豫问。"
    },
    {
      "id": 56,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 57,
      "en": "So, to hesitate means to be nervous about something or to maybe not do it because you're uncomfortable.",
      "cn": "所以，犹豫意味着对某事感到紧张，或者可能因为不舒服而不去做。"
    },
    {
      "id": 58,
      "en": "So, you know, Marco, I want to ask you something but I'm not sure if I want to ask you.",
      "cn": "所以，你知道，Marco，我想问你一些事情，但我不确定是否想问你。"
    },
    {
      "id": 59,
      "en": "Maybe you'll be angry.",
      "cn": "也许你会生气。"
    },
    {
      "id": 60,
      "en": "So, I'm hesitating.",
      "cn": "所以，我在犹豫。"
    },
    {
      "id": 61,
      "en": "The verb here is to hesitate.",
      "cn": "这里的动词是犹豫。"
    },
    {
      "id": 62,
      "en": "You have doubts.",
      "cn": "你有疑虑。"
    },
    {
      "id": 63,
      "en": "I have doubts.",
      "cn": "我有疑虑。"
    },
    {
      "id": 64,
      "en": "And so, he says, don't hesitate to contact me.",
      "cn": "所以，他说，不要犹豫联系我。"
    },
    {
      "id": 65,
      "en": "That means any questions, any issues, please call me.",
      "cn": "这意味着任何问题，任何问题，请给我打电话。"
    },
    {
      "id": 66,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 67,
      "en": "And Mr. Parsons said that they are finishing the short list of interviews tomorrow.",
      "cn": "Parsons先生说他们明天将完成短名单的面试。"
    },
    {
      "id": 68,
      "en": "So, what does it mean, a short list?",
      "cn": "那么，短名单是什么意思？"
    },
    {
      "id": 69,
      "en": "Well, a short list is something we talk about during the interview process because the interviewer, so in this case, Mr. Parsons, will have a long list of people who want the job.",
      "cn": "好吧，短名单是我们在面试过程中谈论的事情，因为面试官，也就是Parsons先生，将有一长串想要这份工作的人。"
    },
    {
      "id": 70,
      "en": "And maybe after the first interview, he will cut the list down to a very small number of people, 10 or 15.",
      "cn": "也许在第一次面试后，他会将名单缩减到很少的人，10或15个。"
    },
    {
      "id": 71,
      "en": "And that is called the short list.",
      "cn": "这就叫短名单。"
    },
    {
      "id": 72,
      "en": "So, those are the people who did well on the first interview but who maybe should come back for a second or third interview.",
      "cn": "所以，那些是第一次面试表现良好但可能需要回来进行第二次或第三次面试的人。"
    },
    {
      "id": 73,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 74,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 75,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 76,
      "en": "So, a lot of great things there.",
      "cn": "所以，有很多很好的内容。"
    },
    {
      "id": 77,
      "en": "Why don't we take a break.",
      "cn": "我们为什么不休息一下。"
    },
    {
      "id": 78,
      "en": "Let's go back and listen to the dialogue.",
      "cn": "让我们回去听听对话。"
    },
    {
      "id": 79,
      "en": "Let's see what Mr. Parsons and Rebecca said.",
      "cn": "让我们看看Parsons先生和Rebecca说了什么。"
    },
    {
      "id": 80,
      "en": "And we'll be back with some really good phrases that you can close off an interview with.",
      "cn": "我们将带来一些非常好的短语，你可以用来结束面试。"
    },
    {
      "id": 81,
      "en": "Well, Rebecca, is there anything else you need to know for now?",
      "cn": "好吧，Rebecca，你现在还有什么需要知道的吗？"
    },
    {
      "id": 82,
      "en": "I don't think so, Mr. Parsons.",
      "cn": "我想没有了，Parsons先生。"
    },
    {
      "id": 83,
      "en": "I think you have covered all the main points for me.",
      "cn": "我觉得你已经为我涵盖了所有要点。"
    },
    {
      "id": 84,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 85,
      "en": "Well, listen.",
      "cn": "好吧，听着。"
    },
    {
      "id": 86,
      "en": "Here is my business card with my mobile number.",
      "cn": "这是我的名片，上面有我的手机号码。"
    },
    {
      "id": 87,
      "en": "If any other questions spring to mind, don't hesitate to contact me.",
      "cn": "如果你有其他问题，请随时联系我。"
    },
    {
      "id": 88,
      "en": "Of course, you can also call Ms. Childs, too.",
      "cn": "当然，你也可以打电话给Childs女士。"
    },
    {
      "id": 89,
      "en": "Great.",
      "cn": "太好了。"
    },
    {
      "id": 90,
      "en": "When can I expect to hear from you?",
      "cn": "我什么时候可以期待收到你的消息？"
    },
    {
      "id": 91,
      "en": "Well, we are finishing the short list interviews tomorrow.",
      "cn": "好吧，我们明天将完成短名单的面试。"
    },
    {
      "id": 92,
      "en": "So we will certainly have a decision made by early next week.",
      "cn": "所以我们肯定会在下周初做出决定。"
    },
    {
      "id": 93,
      "en": "Ms. Childs will call you to discuss more on Monday or Tuesday.",
      "cn": "Childs女士将在周一或周二给你打电话讨论更多。"
    },
    {
      "id": 94,
      "en": "How does that sound?",
      "cn": "这样听起来怎么样？"
    },
    {
      "id": 95,
      "en": "That sounds perfect.",
      "cn": "听起来很完美。"
    },
    {
      "id": 96,
      "en": "Thank you very much for taking the time to speak to me, Mr. Parsons.",
      "cn": "非常感谢你抽出时间和我交谈，Parsons先生。"
    },
    {
      "id": 97,
      "en": "The pleasure is all mine, Rebecca.",
      "cn": "这是我的荣幸，Rebecca。"
    },
    {
      "id": 98,
      "en": "I hope to hear from you very soon.",
      "cn": "我希望很快能收到你的消息。"
    },
    {
      "id": 99,
      "en": "Absolutely.",
      "cn": "当然。"
    },
    {
      "id": 100,
      "en": "Thanks for coming, Rebecca.",
      "cn": "谢谢你来，Rebecca。"
    },
    {
      "id": 101,
      "en": "Goodbye.",
      "cn": "再见。"
    },
    {
      "id": 102,
      "en": "Alright, we are back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 103,
      "en": "So now let's take a look at those phrases we mentioned on Fluency Builder.",
      "cn": "现在让我们看看我们在流利度提升器上提到的那些短语。"
    },
    {
      "id": 104,
      "en": "So let's go back to the beginning where Mr. Parsons is talking about questions that Rebecca might have.",
      "cn": "让我们回到帕森斯先生谈论丽贝卡可能有的问题的开头。"
    },
    {
      "id": 105,
      "en": "And so Mr. Parsons says if any other questions spring to mind, don't hesitate to contact me.",
      "cn": "所以帕森斯先生说，如果有其他问题，请随时联系我。"
    },
    {
      "id": 106,
      "en": "So this phrase, spring to mind, is very interesting.",
      "cn": "这个短语“spring to mind”很有趣。"
    },
    {
      "id": 107,
      "en": "What does this mean?",
      "cn": "这是什么意思？"
    },
    {
      "id": 108,
      "en": "Well, basically if something Springs to your mind or Springs to mind, it means that it comes very suddenly and quickly into your mind.",
      "cn": "基本上，如果某事突然出现在你的脑海中，意味着它很快地进入了你的思维。"
    },
    {
      "id": 109,
      "en": "It just pops into your head.",
      "cn": "它就像突然跳入你的脑海。"
    },
    {
      "id": 110,
      "en": "Wow, so to spring or Springs in this case is like jumping.",
      "cn": "哇，所以在这种情况下，spring或Springs就像跳跃。"
    },
    {
      "id": 111,
      "en": "So something hits your mind very quickly.",
      "cn": "所以某事很快地击中你的思维。"
    },
    {
      "id": 112,
      "en": "It comes into your mind very quickly.",
      "cn": "它很快进入你的脑海。"
    },
    {
      "id": 113,
      "en": "So, oh, I don't really have any ideas, Marco, for that party next week.",
      "cn": "哦，我对下周的派对没有任何想法，马尔科。"
    },
    {
      "id": 114,
      "en": "But, you know, if anything Springs to mind, you should let me know.",
      "cn": "但是，如果有任何突然的想法，请告诉我。"
    },
    {
      "id": 115,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 116,
      "en": "So if you have any sudden ideas or anything you suddenly remember, that's what it means to spring to mind.",
      "cn": "所以如果你有任何突然的想法或突然想起的事情，这就是“spring to mind”的意思。"
    },
    {
      "id": 117,
      "en": "Okay, so taking a look at these expressions that Rebecca used when she's leaving.",
      "cn": "好的，看看丽贝卡在离开时使用的这些表达。"
    },
    {
      "id": 118,
      "en": "For example, you know that you finished the interview and a typical question that you want to make is when can I expect to hear from you?",
      "cn": "例如，你知道你完成了面试，通常你想问的问题是：我什么时候可以期待收到你的消息？"
    },
    {
      "id": 119,
      "en": "This is a great question at the end of an interview because it's basically a way of saying, listen, I'm interested in this job.",
      "cn": "这是面试结束时的一个好问题，因为这基本上是在说，听着，我对这份工作很感兴趣。"
    },
    {
      "id": 120,
      "en": "When will you call me about it?",
      "cn": "你什么时候会给我打电话？"
    },
    {
      "id": 121,
      "en": "And so the phrase when can I expect to hear from you means when will you tell me your decision?",
      "cn": "所以“我什么时候可以期待收到你的消息”意味着你什么时候会告诉我你的决定？"
    },
    {
      "id": 122,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 123,
      "en": "But it's a lot more polite and formal and better than saying when are you going to call me?",
      "cn": "但这比说“你什么时候会给我打电话”要礼貌和正式得多。"
    },
    {
      "id": 124,
      "en": "Yeah, you would never say that in an... well, you wouldn't want to say that in an interview because it makes you sound desperate, like you really need the job.",
      "cn": "是的，你在面试中绝对不会这样说，因为这会让你听起来很绝望，像是你真的需要这份工作。"
    },
    {
      "id": 125,
      "en": "In this case, you know, when can I expect to hear from you?",
      "cn": "在这种情况下，“我什么时候可以期待收到你的消息？”"
    },
    {
      "id": 126,
      "en": "It's like, oh, well, you know, I hope that you'll get in touch with me.",
      "cn": "就像，哦，我希望你能联系我。"
    },
    {
      "id": 127,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 128,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 129,
      "en": "And, well, he explained that they're short-listing everything and that they will be in touch with her very soon.",
      "cn": "他解释说，他们正在进行短名单筛选，并且会很快与她联系。"
    },
    {
      "id": 130,
      "en": "And she said, wow, that sounds perfect.",
      "cn": "她说，哇，听起来很完美。"
    },
    {
      "id": 131,
      "en": "Thank you very much for taking the time to speak to me.",
      "cn": "非常感谢您抽出时间与我交谈。"
    },
    {
      "id": 132,
      "en": "Okay, so this phrase, thank you very much for taking the time to speak to me is very long.",
      "cn": "好的，这个短语“非常感谢您抽出时间与我交谈”很长。"
    },
    {
      "id": 133,
      "en": "But you know what thank you very much means.",
      "cn": "但你知道“非常感谢”的意思。"
    },
    {
      "id": 134,
      "en": "The key here is for taking the time to do something.",
      "cn": "关键在于“抽出时间做某事”。"
    },
    {
      "id": 135,
      "en": "Now, what does this mean?",
      "cn": "这是什么意思？"
    },
    {
      "id": 136,
      "en": "What's another way we can use this?",
      "cn": "我们还可以用什么其他方式来表达？"
    },
    {
      "id": 137,
      "en": "It's basically saying thank you so much for giving me an opportunity to talk to you.",
      "cn": "基本上是在说，非常感谢您给我机会与您交谈。"
    },
    {
      "id": 138,
      "en": "I know you're very busy and I know you don't have a lot of time.",
      "cn": "我知道您很忙，时间不多。"
    },
    {
      "id": 139,
      "en": "So thank you very much for taking the time to speak to me.",
      "cn": "所以非常感谢您抽出时间与我交谈。"
    },
    {
      "id": 140,
      "en": "Right, so you could even use this with a teacher at school.",
      "cn": "对，所以你甚至可以在学校对老师使用这个。"
    },
    {
      "id": 141,
      "en": "You know, you have a question, your teacher is busy, but your teacher makes some time to meet with you.",
      "cn": "你有一个问题，你的老师很忙，但老师抽出时间与你见面。"
    },
    {
      "id": 142,
      "en": "You say, hey, listen professor or listen teacher, thank you so much for taking the time to speak to me.",
      "cn": "你说，嘿，教授，或者老师，感谢您抽出时间与我交谈。"
    },
    {
      "id": 143,
      "en": "You're just demonstrating that you appreciate the effort and the time.",
      "cn": "你只是展示了你对他们的努力和时间的感激。"
    },
    {
      "id": 144,
      "en": "And you're being very polite.",
      "cn": "而且你很礼貌。"
    },
    {
      "id": 145,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 146,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 147,
      "en": "And now the last phrase.",
      "cn": "现在最后一个短语。"
    },
    {
      "id": 148,
      "en": "When Rebecca is leaving the room, they're shaking hands maybe, and Rebecca says, I hope to hear from you very soon.",
      "cn": "当丽贝卡离开房间时，他们可能在握手，丽贝卡说，我希望很快能收到您的消息。"
    },
    {
      "id": 149,
      "en": "You can say, I hope to hear from you soon.",
      "cn": "你可以说，我希望很快能收到你的消息。"
    },
    {
      "id": 150,
      "en": "But in this case, she's saying, listen, I really want this job.",
      "cn": "但在这种情况下，她在说，听着，我真的很想要这份工作。"
    },
    {
      "id": 151,
      "en": "She doesn't want to say, call me, you know, call me tomorrow.",
      "cn": "她不想说，给我打电话，你知道，明天给我打电话。"
    },
    {
      "id": 152,
      "en": "She says, I hope to hear from you soon.",
      "cn": "她说，我希望很快能收到您的消息。"
    },
    {
      "id": 153,
      "en": "I hope that this works out, that I get the job.",
      "cn": "我希望这能成功，我能得到这份工作。"
    },
    {
      "id": 154,
      "en": "Right, so she's basically demonstrating a lot of interest saying, well, I really like the job and I really would like for you to call me and give me good news.",
      "cn": "没错，所以她基本上表现出很大的兴趣，说，我真的很喜欢这份工作，我真的希望你能给我打电话，告诉我好消息。"
    },
    {
      "id": 155,
      "en": "So I hope to hear from you soon.",
      "cn": "所以我希望很快能收到您的消息。"
    },
    {
      "id": 156,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 157,
      "en": "So let's listen to today's dialogue one more time and we'll be back in a moment to talk a little bit more about how to end an interview.",
      "cn": "所以让我们再听一遍今天的对话，我们会在一会儿回来，谈谈如何结束面试。"
    },
    {
      "id": 158,
      "en": "Well, Rebecca, is there anything else you need to know for now?",
      "cn": "好吧，丽贝卡，现在还有其他需要知道的事情吗？"
    },
    {
      "id": 159,
      "en": "I don't think so, Mr. Parsons.",
      "cn": "我想没有了，帕森斯先生。"
    },
    {
      "id": 160,
      "en": "I think you have covered all the main points for me.",
      "cn": "我认为您已经为我涵盖了所有要点。"
    },
    {
      "id": 161,
      "en": "Okay, well, listen, here's my business card with my mobile number.",
      "cn": "好吧，听着，这是我的名片和我的手机号码。"
    },
    {
      "id": 162,
      "en": "If any other questions spring to mind, don't hesitate to contact me.",
      "cn": "如果有其他问题，请随时联系我。"
    },
    {
      "id": 163,
      "en": "Of course, you can also call Ms. Childs, too.",
      "cn": "当然，您也可以拨打查尔兹女士的电话。"
    },
    {
      "id": 164,
      "en": "Great.",
      "cn": "太好了。"
    },
    {
      "id": 165,
      "en": "Um, when can I expect to hear from you?",
      "cn": "嗯，我什么时候可以期待收到您的消息？"
    },
    {
      "id": 166,
      "en": "Well, we are finishing the short list interviews tomorrow, so we will certainly have a decision made by early next week.",
      "cn": "好吧，我们明天完成短名单面试，所以我们肯定会在下周初做出决定。"
    },
    {
      "id": 167,
      "en": "Ms. Childs will call you to discuss more on Monday or Tuesday.",
      "cn": "查尔兹女士将在周一或周二给您打电话，讨论更多。"
    },
    {
      "id": 168,
      "en": "How does that sound?",
      "cn": "这听起来怎么样？"
    },
    {
      "id": 169,
      "en": "That sounds perfect.",
      "cn": "听起来很完美。"
    },
    {
      "id": 170,
      "en": "Thank you very much for taking the time to speak to me, Mr. Parsons.",
      "cn": "非常感谢您抽出时间与我交谈，帕森斯先生。"
    },
    {
      "id": 171,
      "en": "The pleasure is all mine, Rebecca.",
      "cn": "这是我的荣幸，丽贝卡。"
    },
    {
      "id": 172,
      "en": "I hope to hear from you very soon.",
      "cn": "我希望很快能收到您的消息。"
    },
    {
      "id": 173,
      "en": "Absolutely.",
      "cn": "当然。"
    },
    {
      "id": 174,
      "en": "Thanks for coming, Rebecca.",
      "cn": "谢谢你来，丽贝卡。"
    },
    {
      "id": 175,
      "en": "Goodbye.",
      "cn": "再见。"
    },
    {
      "id": 176,
      "en": "So this is a great way of ending an interview.",
      "cn": "这是结束面试的好方法。"
    },
    {
      "id": 177,
      "en": "Rebecca did a really good job.",
      "cn": "丽贝卡做得很好。"
    },
    {
      "id": 178,
      "en": "And I think there are a couple of suggestions or tips that you would like to give our users.",
      "cn": "我认为有一些建议或提示您想给我们的用户。"
    },
    {
      "id": 179,
      "en": "Yeah, well, one of them is, don't, at the end of the interview, ask the person if you have the job.",
      "cn": "是的，其中之一是，在面试结束时，不要问对方你是否得到了这份工作。"
    },
    {
      "id": 180,
      "en": "They'll say, we will be in touch, or thank you so much for coming in.",
      "cn": "他们会说，我们会联系您，或者非常感谢您来面试。"
    },
    {
      "id": 181,
      "en": "But if they don't say, we would really like to have you join this company, then you probably shouldn't ask.",
      "cn": "但如果他们没有说，我们真的希望您加入这家公司，那么您可能不应该问。"
    },
    {
      "id": 182,
      "en": "You should say, you know, when can I expect to hear from you?",
      "cn": "您应该说，您知道，我什么时候可以期待收到您的消息？"
    },
    {
      "id": 183,
      "en": "That's more polite.",
      "cn": "这更礼貌。"
    },
    {
      "id": 184,
      "en": "Because I think a lot of times, if you didn't get the job, it makes the interviewer feel very uncomfortable.",
      "cn": "因为我认为很多时候，如果你没有得到这份工作，会让面试官感到非常不舒服。"
    },
    {
      "id": 185,
      "en": "But also, it's just a polite thing to do.",
      "cn": "但这也是一种礼貌的做法。"
    },
    {
      "id": 186,
      "en": "So be careful with that.",
      "cn": "所以要小心。"
    },
    {
      "id": 187,
      "en": "And I've also been told from people in business that if you do receive a job offer, don't accept right away.",
      "cn": "我也听说过来自商界的人，如果你收到工作邀请，不要立即接受。"
    },
    {
      "id": 188,
      "en": "Say, I will think about it, and I'll get back in touch with you.",
      "cn": "说，我会考虑一下，然后再联系您。"
    },
    {
      "id": 189,
      "en": "Oh, okay.",
      "cn": "哦，好的。"
    },
    {
      "id": 190,
      "en": "Kind of like a strategy, maybe, to better negotiate the terms and conditions.",
      "cn": "有点像一种策略，可能是为了更好地谈判条款和条件。"
    },
    {
      "id": 191,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 192,
      "en": "So you want to take that information, you want to go home, you want to think about it, talk about it with your wife or your husband, and decide, is this something I want?",
      "cn": "所以你想把这些信息带回家，想一想，和你的妻子或丈夫讨论一下，决定这是否是你想要的。"
    },
    {
      "id": 193,
      "en": "And then you can contact the employer.",
      "cn": "然后你可以联系雇主。"
    },
    {
      "id": 194,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 195,
      "en": "Yeah, I think that's a very good idea.",
      "cn": "是的，我认为这是个很好的主意。"
    },
    {
      "id": 196,
      "en": "And also, I think it's not a wise thing to call or contact the employer asking if you've got the job, or asking if they have any news yet.",
      "cn": "而且，我认为打电话或联系雇主询问你是否得到了工作，或者询问他们是否有任何消息，并不是明智的做法。"
    },
    {
      "id": 197,
      "en": "Because I think that can be a little bit annoying.",
      "cn": "因为我觉得这可能有点烦人。"
    },
    {
      "id": 198,
      "en": "But if they say, we will be in touch on Tuesday, and it's a week later, and they never got back to you, send a follow-up.",
      "cn": "但是如果他们说，我们将在星期二联系你，而一周后他们仍然没有回复你，发个跟进邮件。"
    },
    {
      "id": 199,
      "en": "Of course.",
      "cn": "当然。"
    },
    {
      "id": 200,
      "en": "A follow-up is an email or a letter or even a phone call where you say, listen, I'm really glad I got to meet you today.",
      "cn": "跟进就是一封电子邮件或信件，甚至是一个电话，你可以说，听着，我很高兴今天能见到你。"
    },
    {
      "id": 201,
      "en": "I hope that we have the opportunity to work together in the future.",
      "cn": "我希望我们将来有机会合作。"
    },
    {
      "id": 202,
      "en": "Please be in touch, sincerely, and then your name.",
      "cn": "请保持联系，真诚的，然后是你的名字。"
    },
    {
      "id": 203,
      "en": "Kind of like a reminder.",
      "cn": "有点像一个提醒。"
    },
    {
      "id": 204,
      "en": "It's a reminder, like, I want the job, here's my information, let's do this.",
      "cn": "这是一个提醒，像是，我想要这份工作，这是我的信息，让我们来做这件事。"
    },
    {
      "id": 205,
      "en": "Or at least if I didn't get the job, let me know that I didn't get it.",
      "cn": "或者至少如果我没有得到这份工作，让我知道我没有得到。"
    },
    {
      "id": 206,
      "en": "Yeah, exactly.",
      "cn": "是的，正是如此。"
    },
    {
      "id": 207,
      "en": "Alright, so a lot of great advice here, great things coming.",
      "cn": "好吧，这里有很多很好的建议，很多好东西即将到来。"
    },
    {
      "id": 208,
      "en": "And we'll be back again with another series.",
      "cn": "我们将再次回来进行另一系列的节目。"
    },
    {
      "id": 209,
      "en": "We're going to have a presentation series, so be sure to keep an eye out for that.",
      "cn": "我们将有一个演讲系列，所以一定要留意。"
    },
    {
      "id": 210,
      "en": "And if you have any other questions or comments, we're always at EnglishPod.com where you can find us.",
      "cn": "如果你有其他问题或评论，我们始终在EnglishPod.com等着你。"
    },
    {
      "id": 211,
      "en": "We'll see you there.",
      "cn": "我们在那里见。"
    },
    {
      "id": 212,
      "en": "Bye, guys.",
      "cn": "再见，大家。"
    },
    {
      "id": 213,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}