{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0252",
  "title": "EnglishPod 中高级 0252",
  "totalSegments": 212,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and today we're talking about something that's very common in high schools all across the English-speaking world.",
      "cn": "我叫Catherine，今天我们要谈论一个在英语国家的高中中非常常见的话题。"
    },
    {
      "id": 4,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 5,
      "en": "Today we are going to talk a little bit about sexual education, or also called sex ed.",
      "cn": "今天我们将讨论性教育，也称为性教育。"
    },
    {
      "id": 6,
      "en": "So you may be asking yourself what exactly this means, so let's take a look at this word on vocabulary preview.",
      "cn": "你可能会问这到底是什么意思，让我们先看看这个词的词汇预览。"
    },
    {
      "id": 7,
      "en": "Vocabulary preview.",
      "cn": "词汇预览。"
    },
    {
      "id": 8,
      "en": "Okay, so more commonly than not, we're going to hear the phrase sex ed, E-D, that stands for education.",
      "cn": "好的，通常我们会听到“性教育”这个短语，E-D代表教育。"
    },
    {
      "id": 9,
      "en": "This is basically a class or a training about sexuality and safety when it comes to these issues.",
      "cn": "这基本上是关于性和安全问题的课程或培训。"
    },
    {
      "id": 10,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 11,
      "en": "So as you said, this is a very common class that is part of the school curriculum in English-speaking countries.",
      "cn": "正如你所说，这是英语国家学校课程的一部分，非常常见的课程。"
    },
    {
      "id": 12,
      "en": "I think maybe students are about 16 to 15, 16 years old when they get sex ed.",
      "cn": "我认为学生大约在15到16岁时会接受性教育。"
    },
    {
      "id": 13,
      "en": "We had it when I was about 13, 14.",
      "cn": "我们在我大约13、14岁时上过。"
    },
    {
      "id": 14,
      "en": "13, 14.",
      "cn": "13、14岁。"
    },
    {
      "id": 15,
      "en": "So it all depends.",
      "cn": "所以这完全取决于情况。"
    },
    {
      "id": 16,
      "en": "Now, many countries don't really have this in their public schools.",
      "cn": "现在，许多国家的公立学校并没有这个课程。"
    },
    {
      "id": 17,
      "en": "Other countries only have it in private schools.",
      "cn": "其他国家只有私立学校才有。"
    },
    {
      "id": 18,
      "en": "So it's a very controversial topic about if schools should actually be teaching this, but we'll talk about that a little bit later on.",
      "cn": "所以这是一个非常有争议的话题，关于学校是否应该教授这个，但我们稍后会谈到。"
    },
    {
      "id": 19,
      "en": "Why don't we take a look at today's dialogue.",
      "cn": "我们来看看今天的对话吧。"
    },
    {
      "id": 20,
      "en": "Let's listen to what's happening today.",
      "cn": "让我们听听今天发生了什么。"
    },
    {
      "id": 21,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 22,
      "en": "Settle down, everyone.",
      "cn": "大家安静一下。"
    },
    {
      "id": 23,
      "en": "As part of this school's curriculum, we'll be covering sex ed this week.",
      "cn": "作为这所学校课程的一部分，我们本周将学习性教育。"
    },
    {
      "id": 24,
      "en": "Oh, boy.",
      "cn": "哦，天哪。"
    },
    {
      "id": 25,
      "en": "Yeah.",
      "cn": "是啊。"
    },
    {
      "id": 26,
      "en": "Now I want everyone to take this class seriously.",
      "cn": "现在我希望大家认真对待这门课。"
    },
    {
      "id": 27,
      "en": "Sexual education is very important, and I want you to ask as many questions as you can think of.",
      "cn": "性教育非常重要，我希望你们尽可能多地提问。"
    },
    {
      "id": 28,
      "en": "Remember, there are no stupid questions here.",
      "cn": "记住，这里没有愚蠢的问题。"
    },
    {
      "id": 29,
      "en": "Ms. Carleton, what exactly is sexual education?",
      "cn": "Carleton老师，性教育到底是什么？"
    },
    {
      "id": 30,
      "en": "Are you going to teach us, like, Kama Sutra and stuff like that?",
      "cn": "你会教我们像《卡玛·苏特拉》这样的东西吗？"
    },
    {
      "id": 31,
      "en": "No, Jason.",
      "cn": "不，Jason。"
    },
    {
      "id": 32,
      "en": "That's not actually what sex ed is.",
      "cn": "这并不是性教育的内容。"
    },
    {
      "id": 33,
      "en": "Basically, we will talk about sexually transmitted diseases, contraceptives, and how the male and female bodies work.",
      "cn": "基本上，我们将讨论性传播疾病、避孕措施以及男性和女性身体的运作。"
    },
    {
      "id": 34,
      "en": "My older sister is in college, and she takes what she and her friends call the pill.",
      "cn": "我姐姐在大学，她和她的朋友称之为“药丸”。"
    },
    {
      "id": 35,
      "en": "I never really understood what that is.",
      "cn": "我从来不太明白那是什么。"
    },
    {
      "id": 36,
      "en": "But I know it has to do with sex or something.",
      "cn": "但我知道这与性有关。"
    },
    {
      "id": 37,
      "en": "Good point, Jason.",
      "cn": "好点子，Jason。"
    },
    {
      "id": 38,
      "en": "This will be the topic of our first class, contraceptives.",
      "cn": "这将是我们第一堂课的主题，避孕措施。"
    },
    {
      "id": 39,
      "en": "As you mentioned, the pill is one of the many that exist.",
      "cn": "正如你提到的，药丸是众多避孕措施之一。"
    },
    {
      "id": 40,
      "en": "The birth control pill is taken daily by a woman in order to prevent unwanted pregnancy, but it does not protect her from contracting STDs from an infected person.",
      "cn": "口服避孕药是女性每天服用的，以防止意外怀孕，但它并不能保护她免受感染者传播的性传播疾病。"
    },
    {
      "id": 41,
      "en": "Another popular method is using condoms.",
      "cn": "另一种流行的方法是使用安全套。"
    },
    {
      "id": 42,
      "en": "This is probably the best method if you have sex, since it not only prevents a woman from getting pregnant, but also protects you from STDs.",
      "cn": "如果你有性行为，这可能是最好的方法，因为它不仅可以防止女性怀孕，还可以保护你免受性传播疾病。"
    },
    {
      "id": 43,
      "en": "Yes, Jason?",
      "cn": "是的，Jason？"
    },
    {
      "id": 44,
      "en": "What are condoms made out of?",
      "cn": "安全套是用什么做的？"
    },
    {
      "id": 45,
      "en": "How is it exactly that a woman gets pregnant?",
      "cn": "女性是如何怀孕的？"
    },
    {
      "id": 46,
      "en": "Condoms are usually made out of an elastic material called latex.",
      "cn": "安全套通常是用一种叫做乳胶的弹性材料制成的。"
    },
    {
      "id": 47,
      "en": "As for your other question, that's a whole new class.",
      "cn": "至于你的另一个问题，那是一个全新的课程。"
    },
    {
      "id": 48,
      "en": "Alright, we're back, so now I'm sure there are a couple of words that we didn't really understand there, so let's take a look at a couple of them on language takeaway.",
      "cn": "好的，我们回来了，现在我相信有几个词我们并没有真正理解，所以让我们在语言总结中看看几个。"
    },
    {
      "id": 49,
      "en": "Okay, so one of the most common phrases you're going to hear when it comes to sex and safety when you're having sex is sexually transmitted disease, or STD.",
      "cn": "好的，当谈到性和安全时，你会听到的最常见的短语之一是性传播疾病，或称为STD。"
    },
    {
      "id": 50,
      "en": "That's right, so the teacher actually mentioned the whole name, sexually transmitted diseases, and also she used the acronym STDs, or STD in STD.",
      "cn": "没错，老师实际上提到了完整的名称，性传播疾病，并且她也使用了缩写STD。"
    },
    {
      "id": 51,
      "en": "And what exactly are these STDs?",
      "cn": "这些STD到底是什么？"
    },
    {
      "id": 52,
      "en": "Well, the key word here is disease.",
      "cn": "关键字是疾病。"
    },
    {
      "id": 53,
      "en": "These are illnesses that you can get from sex.",
      "cn": "这些是你可以通过性传播的疾病。"
    },
    {
      "id": 54,
      "en": "So, sexually transmitted means transmitted or passed on from one person to another person during sex, and this involves, this could include any kind of diseases like AIDS or syphilis or chlamydia or gonorrhea.",
      "cn": "所以，性传播意味着在性行为中从一个人传播到另一个人，这可能包括任何类型的疾病，如艾滋病、梅毒、衣原体或淋病。"
    },
    {
      "id": 55,
      "en": "Those are the most famous ones.",
      "cn": "这些是最著名的。"
    },
    {
      "id": 56,
      "en": "That's right, so sexually transmitted diseases.",
      "cn": "没错，所以性传播疾病。"
    },
    {
      "id": 57,
      "en": "Now, why don't we get into the title of our lesson today, contraceptives.",
      "cn": "现在，我们来谈谈今天课程的标题，避孕措施。"
    },
    {
      "id": 58,
      "en": "What are these contraceptives?",
      "cn": "这些避孕措施是什么？"
    },
    {
      "id": 59,
      "en": "Okay, so teachers are always going to explain the big difference between protection and contraception or contraceptives.",
      "cn": "好的，老师们总是会解释保护和避孕措施之间的重大区别。"
    },
    {
      "id": 60,
      "en": "Basically, contraceptives have to do with getting pregnant.",
      "cn": "基本上，避孕措施与怀孕有关。"
    },
    {
      "id": 61,
      "en": "If you don't want your girlfriend to get pregnant and your guy, or if you're a girl and you don't want to get pregnant, you take contraceptives or you use contraceptives.",
      "cn": "如果你不想让你的女朋友怀孕，或者如果你是女孩不想怀孕，你就要使用避孕措施。"
    },
    {
      "id": 62,
      "en": "There are many different kinds, and I think the most common kind for preventing a pregnancy or keep making sure you don't get pregnant is something called the pill.",
      "cn": "有很多不同种类，我认为最常见的防止怀孕的方式是叫做“药丸”。"
    },
    {
      "id": 63,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 64,
      "en": "One of the kids said that his sister takes the pill.",
      "cn": "有个孩子说他的姐姐在吃药。"
    },
    {
      "id": 65,
      "en": "Now, this is called the pill.",
      "cn": "现在，这被称为“药丸”。"
    },
    {
      "id": 66,
      "en": "Now, you know that pills are any type of a capsule or little medicine that you swallow with water, but what is the pill?",
      "cn": "你知道药丸是任何类型的胶囊或小药物，你用水吞下，但“药丸”是什么？"
    },
    {
      "id": 67,
      "en": "Well, this is the birth control pill.",
      "cn": "这是口服避孕药。"
    },
    {
      "id": 68,
      "en": "So, that's a long name.",
      "cn": "所以，这是一个长名称。"
    },
    {
      "id": 69,
      "en": "People often in conversation just say the pill, but it's called the birth control pill, and it's a pill that women take every day or some of them different times to prevent pregnancy.",
      "cn": "人们在对话中通常只说“药丸”，但它被称为口服避孕药，是女性每天或在不同时间服用的药丸，以防止怀孕。"
    },
    {
      "id": 70,
      "en": "And so that means that you're trying not to get pregnant.",
      "cn": "这意味着你试图不怀孕。"
    },
    {
      "id": 71,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 72,
      "en": "Okay, so this is called a contraceptive.",
      "cn": "好的，这被称为避孕措施。"
    },
    {
      "id": 73,
      "en": "Now, as you mentioned, this is a contraceptive, so it will prevent you from getting pregnant, but it will not protect you.",
      "cn": "正如你提到的，这是一个避孕措施，所以它会防止你怀孕，但它不会保护你。"
    },
    {
      "id": 74,
      "en": "And as many of you may know, the most common form of protection against pregnancy and STDs are a little device called a condom.",
      "cn": "正如你们许多人可能知道的，最常见的防止怀孕和性传播疾病的方式是一个叫做安全套的小设备。"
    },
    {
      "id": 75,
      "en": "Okay, so a condom is, like you said, the most common kind of protection that people use, and it's important because it helps you not only not get pregnant, but also not get a disease.",
      "cn": "好的，安全套是，正如你所说，最常见的保护方式，重要的是因为它不仅可以防止怀孕，还可以防止疾病。"
    },
    {
      "id": 76,
      "en": "And so people often talk about this as being the most important kind of protection from disease and pregnancy.",
      "cn": "所以人们常常谈论这是防止疾病和怀孕的最重要的保护方式。"
    },
    {
      "id": 77,
      "en": "And it's basically just a cover for a man's penis, and it prevents liquids being passed on from one person to another person.",
      "cn": "基本上，它只是覆盖在男性阴茎上的保护，防止液体从一个人传递到另一个人。"
    },
    {
      "id": 78,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 79,
      "en": "And actually, as you mentioned, this has to do with our next word.",
      "cn": "实际上，正如你提到的，这与我们的下一个词有关。"
    },
    {
      "id": 80,
      "en": "It prevents you from contracting STDs, like the teacher mentioned.",
      "cn": "它可以防止你感染性传播疾病，正如老师提到的。"
    },
    {
      "id": 81,
      "en": "So to contract an STD or to contract an illness, what does that mean?",
      "cn": "那么感染性传播疾病或感染疾病是什么意思？"
    },
    {
      "id": 82,
      "en": "Well, contract is a special verb that we use when we're talking about getting a disease.",
      "cn": "好吧，感染是我们在谈论得病时使用的一个特殊动词。"
    },
    {
      "id": 83,
      "en": "You don't say, I got a disease.",
      "cn": "你不会说，我得了病。"
    },
    {
      "id": 84,
      "en": "You say, I contracted it.",
      "cn": "你会说，我感染了它。"
    },
    {
      "id": 85,
      "en": "That means I got it from somewhere or someone.",
      "cn": "这意味着我从某个地方或某人那里得到了它。"
    },
    {
      "id": 86,
      "en": "And that's one of the dangers of sexually transmitted diseases.",
      "cn": "这就是性传播疾病的危险之一。"
    },
    {
      "id": 87,
      "en": "You can contract very serious diseases just by having sex.",
      "cn": "你可以通过性行为感染非常严重的疾病。"
    },
    {
      "id": 88,
      "en": "Now, can I say I contracted the flu?",
      "cn": "现在，我可以说我感染了流感吗？"
    },
    {
      "id": 89,
      "en": "I mean, it's not incorrect, but we don't really say that with the flu.",
      "cn": "我的意思是，这并不错误，但我们通常不这样说流感。"
    },
    {
      "id": 90,
      "en": "It's not a very serious illness.",
      "cn": "这不是一种非常严重的疾病。"
    },
    {
      "id": 91,
      "en": "You say it with very serious illnesses.",
      "cn": "你会用在非常严重的疾病上。"
    },
    {
      "id": 92,
      "en": "OK.",
      "cn": "好的。"
    },
    {
      "id": 93,
      "en": "So yeah, I don't think you would go around saying, Oh, I contracted a cold last week.",
      "cn": "所以是的，我认为你不会到处说，哦，我上周感染了感冒。"
    },
    {
      "id": 94,
      "en": "I got the cold.",
      "cn": "我得了感冒。"
    },
    {
      "id": 95,
      "en": "And you wouldn't say this about cancer either because cancer is not something you get from someone else.",
      "cn": "你也不会这样说癌症，因为癌症不是从别人那里得来的东西。"
    },
    {
      "id": 96,
      "en": "But you say he contracted AIDS or he contracted gonorrhea, for example.",
      "cn": "但你会说他感染了艾滋病或他感染了淋病，例如。"
    },
    {
      "id": 97,
      "en": "OK, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 98,
      "en": "So as you see, the spelling is actually the same as a contract, like an agreement between a company or two people.",
      "cn": "所以如你所见，拼写实际上与合同相同，就像公司或两个人之间的协议。"
    },
    {
      "id": 99,
      "en": "But the accent is different.",
      "cn": "但重音不同。"
    },
    {
      "id": 100,
      "en": "A contract is an agreement to contract that is what we're talking about.",
      "cn": "合同是一个协议，而感染是我们正在谈论的内容。"
    },
    {
      "id": 101,
      "en": "Illnesses.",
      "cn": "疾病。"
    },
    {
      "id": 102,
      "en": "To get.",
      "cn": "得到。"
    },
    {
      "id": 103,
      "en": "To get.",
      "cn": "得到。"
    },
    {
      "id": 104,
      "en": "All right, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 105,
      "en": "And for our final word, we're going back to condoms.",
      "cn": "对于我们的最后一个词，我们回到安全套。"
    },
    {
      "id": 106,
      "en": "The material that they are made out of is called latex.",
      "cn": "它们的材料叫做乳胶。"
    },
    {
      "id": 107,
      "en": "OK, so latex is a very special kind of material that is, like they say in the dialogue, elastic.",
      "cn": "好的，所以乳胶是一种非常特殊的材料，就像对话中所说的，具有弹性。"
    },
    {
      "id": 108,
      "en": "It's stretchy.",
      "cn": "它是有弹性的。"
    },
    {
      "id": 109,
      "en": "And it's almost plasticky, but it's very, very tough.",
      "cn": "而且几乎是塑料的，但非常非常坚韧。"
    },
    {
      "id": 110,
      "en": "It's very heavy.",
      "cn": "它非常重。"
    },
    {
      "id": 111,
      "en": "You also see things made out of latex, for example, doctors when they're operating, they wear latex gloves.",
      "cn": "你还会看到用乳胶制成的东西，例如，医生在手术时，他们会戴乳胶手套。"
    },
    {
      "id": 112,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 113,
      "en": "Obviously, they don't want to use materials that are weak or that are thin because they need to protect their patients from germs.",
      "cn": "显然，他们不想使用脆弱或薄的材料，因为他们需要保护患者免受细菌的侵害。"
    },
    {
      "id": 114,
      "en": "And so latex gloves and latex condoms are very, very common because they are so durable.",
      "cn": "所以乳胶手套和乳胶安全套非常非常常见，因为它们非常耐用。"
    },
    {
      "id": 115,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 116,
      "en": "OK, so a lot of interesting stuff there.",
      "cn": "好的，所以这里有很多有趣的内容。"
    },
    {
      "id": 117,
      "en": "Why don't we now jump on over and take a look at a couple of different phrases on fluency builder.",
      "cn": "我们现在为什么不跳过去看看流利度构建器上的几个不同短语呢。"
    },
    {
      "id": 118,
      "en": "Fluency builder.",
      "cn": "流利度构建器。"
    },
    {
      "id": 119,
      "en": "So this first phrase is something you should be very, very familiar with if you've ever been in a classroom in America or Canada.",
      "cn": "所以这个第一个短语是你如果曾经在美国或加拿大的课堂上应该非常非常熟悉的。"
    },
    {
      "id": 120,
      "en": "Oftentimes with younger children or with high school children, people get really worked up, very excited.",
      "cn": "通常在年轻孩子或高中生中，人们会变得非常激动，非常兴奋。"
    },
    {
      "id": 121,
      "en": "You know, kids are yelling and talking and they're giggling and they think that, oh, sex is so funny.",
      "cn": "你知道，孩子们在大喊大叫，谈论，他们在咯咯笑，他们认为，哦，性是如此有趣。"
    },
    {
      "id": 122,
      "en": "And so the teacher always says, settle down, settle down.",
      "cn": "所以老师总是说，安静点，安静点。"
    },
    {
      "id": 123,
      "en": "OK, so if somebody tells you to settle down, hey, settle down, settle down.",
      "cn": "好的，所以如果有人告诉你安静点，嘿，安静点，安静点。"
    },
    {
      "id": 124,
      "en": "That means calm down.",
      "cn": "那意味着冷静下来。"
    },
    {
      "id": 125,
      "en": "Be quiet.",
      "cn": "安静。"
    },
    {
      "id": 126,
      "en": "You're too excited.",
      "cn": "你太兴奋了。"
    },
    {
      "id": 127,
      "en": "Calm down.",
      "cn": "冷静下来。"
    },
    {
      "id": 128,
      "en": "So you can use this with your kids.",
      "cn": "所以你可以用这个对你的孩子说。"
    },
    {
      "id": 129,
      "en": "Maybe settle down.",
      "cn": "也许安静点。"
    },
    {
      "id": 130,
      "en": "We need to go.",
      "cn": "我们需要走了。"
    },
    {
      "id": 131,
      "en": "Come on, get in the car.",
      "cn": "来吧，进车里。"
    },
    {
      "id": 132,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 133,
      "en": "So just kind of be quiet.",
      "cn": "所以就安静一点。"
    },
    {
      "id": 134,
      "en": "Be a little bit calmer.",
      "cn": "冷静一点。"
    },
    {
      "id": 135,
      "en": "It's very, very, very important phrase, especially if you're talking to younger people.",
      "cn": "这是一个非常非常重要的短语，特别是当你和年轻人谈论时。"
    },
    {
      "id": 136,
      "en": "OK.",
      "cn": "好的。"
    },
    {
      "id": 137,
      "en": "And well, of course, when you're talking about sex with teenagers or younger people, everyone's laughing and giggling because it's such a it's it's such a weird thing for them.",
      "cn": "而且，当然，当你和青少年或年轻人谈论性时，每个人都在笑和咯咯笑，因为这对他们来说是如此奇怪的事情。"
    },
    {
      "id": 138,
      "en": "And the teacher said, I really want you to take this class seriously.",
      "cn": "老师说，我真的希望你们认真对待这门课。"
    },
    {
      "id": 139,
      "en": "OK, so take this class seriously.",
      "cn": "好的，所以认真对待这门课。"
    },
    {
      "id": 140,
      "en": "This comes from a sentence structure that's very, very important to take something seriously.",
      "cn": "这来自一个非常非常重要的句子结构，认真对待某事。"
    },
    {
      "id": 141,
      "en": "I take my studies very seriously.",
      "cn": "我非常认真地对待我的学习。"
    },
    {
      "id": 142,
      "en": "Or you guys should take this class seriously.",
      "cn": "或者你们应该认真对待这门课。"
    },
    {
      "id": 143,
      "en": "It's important.",
      "cn": "这很重要。"
    },
    {
      "id": 144,
      "en": "It means, listen, pay attention.",
      "cn": "这意味着，听着，注意。"
    },
    {
      "id": 145,
      "en": "This is important and you need to know this.",
      "cn": "这很重要，你需要知道这个。"
    },
    {
      "id": 146,
      "en": "It's a way it's kind of like a way to instruct someone to really pay attention.",
      "cn": "这是一种指示某人真正注意的方式。"
    },
    {
      "id": 147,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 148,
      "en": "Or what if you say, I want you to take me seriously?",
      "cn": "或者如果你说，我希望你认真对待我？"
    },
    {
      "id": 149,
      "en": "That means I want you to really think about what I'm saying and not just talk to me like, you know, like I don't really understand what's going on.",
      "cn": "那意味着我希望你真正考虑我所说的，而不仅仅是和我说话，就像，你知道的，我并不真正理解发生了什么。"
    },
    {
      "id": 150,
      "en": "OK, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 151,
      "en": "So to take something seriously is the structure.",
      "cn": "所以认真对待某事是这个结构。"
    },
    {
      "id": 152,
      "en": "Now moving on to our final phrase.",
      "cn": "现在转到我们的最后一个短语。"
    },
    {
      "id": 153,
      "en": "When we were talking again about contraceptives, we talked about avoiding pregnancy.",
      "cn": "当我们再次谈论避孕时，我们谈到了避免怀孕。"
    },
    {
      "id": 154,
      "en": "And we have a phrase that we use called unwanted pregnancy.",
      "cn": "我们有一个短语叫做意外怀孕。"
    },
    {
      "id": 155,
      "en": "OK, so pregnancy is what happens when someone gets pregnant.",
      "cn": "好的，所以怀孕是当某人怀孕时发生的事情。"
    },
    {
      "id": 156,
      "en": "They're going to have a baby.",
      "cn": "他们将要有一个宝宝。"
    },
    {
      "id": 157,
      "en": "But an unwanted pregnancy is a certain kind of pregnancy.",
      "cn": "但意外怀孕是一种特定的怀孕。"
    },
    {
      "id": 158,
      "en": "It means when someone did not plan to get pregnant or did not want to get pregnant.",
      "cn": "这意味着当某人没有计划怀孕或不想怀孕时。"
    },
    {
      "id": 159,
      "en": "So want unwanted is the opposite of wanted.",
      "cn": "所以想要的反义词是想要。"
    },
    {
      "id": 160,
      "en": "It means like it was an accident.",
      "cn": "这意味着像是意外。"
    },
    {
      "id": 161,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 162,
      "en": "So you wouldn't really say an accidental pregnancy because it, you know, it's still a kid.",
      "cn": "所以你不会真的说意外怀孕，因为，知道的，这仍然是一个孩子。"
    },
    {
      "id": 163,
      "en": "Exactly.",
      "cn": "正是。"
    },
    {
      "id": 164,
      "en": "So you didn't want to get pregnant, but you did.",
      "cn": "所以你不想怀孕，但你怀孕了。"
    },
    {
      "id": 165,
      "en": "That's why we say unwanted pregnancy.",
      "cn": "这就是我们说意外怀孕的原因。"
    },
    {
      "id": 166,
      "en": "Or you'll hear very often condoms help prevent unwanted pregnancy or the pill helps prevent unwanted pregnancy.",
      "cn": "或者你会经常听到安全套帮助预防意外怀孕，或者药丸帮助预防意外怀孕。"
    },
    {
      "id": 167,
      "en": "That's worthwhile for us to listen to our dialogue for one last time.",
      "cn": "这值得我们最后一次听我们的对话。"
    },
    {
      "id": 168,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 169,
      "en": "Settle down, everyone.",
      "cn": "大家安静点。"
    },
    {
      "id": 170,
      "en": "As part of this school's curriculum, we'll be covering sex ed this week.",
      "cn": "作为这所学校课程的一部分，我们本周将涵盖性教育。"
    },
    {
      "id": 171,
      "en": "Now I want everyone to take this class seriously.",
      "cn": "现在我希望每个人认真对待这门课。"
    },
    {
      "id": 172,
      "en": "Sexual education is very important.",
      "cn": "性教育非常重要。"
    },
    {
      "id": 173,
      "en": "And I want you to ask as many questions as you can think of.",
      "cn": "我希望你们问尽可能多的问题。"
    },
    {
      "id": 174,
      "en": "Remember, there are no stupid questions here.",
      "cn": "记住，这里没有愚蠢的问题。"
    },
    {
      "id": 175,
      "en": "Miss Carlton, what exactly is sexual education?",
      "cn": "卡尔顿小姐，性教育到底是什么？"
    },
    {
      "id": 176,
      "en": "Are you going to teach us like Kama Sutra and stuff like that?",
      "cn": "你会教我们像《卡玛·苏特拉》这样的东西吗？"
    },
    {
      "id": 177,
      "en": "No, Jason, that's not actually what sex ed is.",
      "cn": "不，杰森，这实际上不是性教育。"
    },
    {
      "id": 178,
      "en": "Basically, we will talk about sexually transmitted diseases, contraceptives and how the male and female bodies work.",
      "cn": "基本上，我们将讨论性传播疾病、避孕和男性和女性身体的运作。"
    },
    {
      "id": 179,
      "en": "My older sister is in college and she takes what she and her friends call the pill.",
      "cn": "我姐姐在大学，她和她的朋友称之为药丸。"
    },
    {
      "id": 180,
      "en": "I never really understood what that is, but I know it has to do with sex or something.",
      "cn": "我从来没有真正理解那是什么，但我知道它与性有关。"
    },
    {
      "id": 181,
      "en": "Good point, Jason.",
      "cn": "好的观点，杰森。"
    },
    {
      "id": 182,
      "en": "This will be the topic of our first class, contraceptives.",
      "cn": "这将是我们第一堂课的主题，避孕。"
    },
    {
      "id": 183,
      "en": "As you mentioned, the pill is one of the many that exist.",
      "cn": "正如你提到的，药丸是众多避孕方法之一。"
    },
    {
      "id": 184,
      "en": "The birth control pill is taken daily by a woman in order to prevent unwanted pregnancy, but it does not protect her from contracting STDs from an infected person.",
      "cn": "口服避孕药是女性每天服用以防止意外怀孕，但它并不能保护她免受感染者传播的性传播疾病。"
    },
    {
      "id": 185,
      "en": "Another method is the best method if you have sex, since it not only prevents a woman from getting pregnant, but also protects you from STDs.",
      "cn": "另一种方法是最佳方法，如果你有性行为，因为它不仅可以防止女性怀孕，还可以保护你免受性传播疾病。"
    },
    {
      "id": 186,
      "en": "Yes, Jason?",
      "cn": "是的，杰森？"
    },
    {
      "id": 187,
      "en": "What are condoms made out of?",
      "cn": "安全套是用什么材料制成的？"
    },
    {
      "id": 188,
      "en": "How is it exactly that a woman gets pregnant?",
      "cn": "女性是如何怀孕的？"
    },
    {
      "id": 189,
      "en": "Condoms are usually made out of an elastic material called latex.",
      "cn": "安全套通常是用一种叫做乳胶的弹性材料制成的。"
    },
    {
      "id": 190,
      "en": "As for your other question, that's a whole new class.",
      "cn": "至于你的另一个问题，那是一个全新的课程。"
    },
    {
      "id": 191,
      "en": "Alright, so coming back, we obviously didn't cover all forms of contraception and forms of protecting yourself against STDs, but I remember very clearly in school when we talked about this, they said the best protection, the best way to not get pregnant or to get STDs is celibacy.",
      "cn": "好的，所以回到这里，我们显然没有涵盖所有形式的避孕和保护自己免受性传播疾病的方式，但我非常清楚地记得在学校时我们谈论这个时，他们说最好的保护，最好的不怀孕或不感染性传播疾病的方法是禁欲。"
    },
    {
      "id": 192,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 193,
      "en": "Celibacy is not having any sex.",
      "cn": "禁欲是不发生任何性行为。"
    },
    {
      "id": 194,
      "en": "When I was in school, they said the safest sex is no sex, because there's always a little bit of danger.",
      "cn": "当我在学校时，他们说最安全的性行为是没有性行为，因为总是有一点危险。"
    },
    {
      "id": 195,
      "en": "And so this is something that I think they tell a lot of young people to scare them, but there is some truth to it.",
      "cn": "所以我认为这是他们告诉很多年轻人的事情，以吓唬他们，但这其中确实有一些真理。"
    },
    {
      "id": 196,
      "en": "Yeah, of course.",
      "cn": "是的，当然。"
    },
    {
      "id": 197,
      "en": "Now what do you think about this topic?",
      "cn": "你对这个话题怎么看？"
    },
    {
      "id": 198,
      "en": "Do you think it's worthwhile and we should teach children sexual education, or many people protest against it and say, this is wrong, we shouldn't be giving kids condoms when they're in high school?",
      "cn": "你认为教孩子性教育是值得的，还是很多人反对并说，这样做是错的，我们不应该在高中时给孩子们发避孕套？"
    },
    {
      "id": 199,
      "en": "Well personally, I think that kids in most parts of the world will have sex whether or not you tell them not to.",
      "cn": "嗯，个人而言，我认为世界上大多数地方的孩子无论你是否告诉他们不要，都会发生性行为。"
    },
    {
      "id": 200,
      "en": "And so because of that, because everyone's going to, there are always going to be people trying it, I think it's important to inform students and inform kids who are in high school of options and of safety and of important health measures, because otherwise you risk unwanted pregnancies and you risk people getting these very serious diseases like AIDS.",
      "cn": "因此，正因为如此，大家都会这样做，总会有人尝试，我认为重要的是要告知学生和高中生有关选择、安全和重要健康措施的信息，因为否则你就会面临意外怀孕的风险，以及人们感染像艾滋病这样非常严重疾病的风险。"
    },
    {
      "id": 201,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 202,
      "en": "I think it is a very important topic.",
      "cn": "我认为这是一个非常重要的话题。"
    },
    {
      "id": 203,
      "en": "Some countries or some places even within the United States are a little bit more conservative than others, and so many times they are against this type of education, but I've actually encountered people who never received sexual education and well, until they were maybe like 18, they thought they could get pregnant by a kiss.",
      "cn": "一些国家或美国的一些地方比其他地方更保守，因此他们通常反对这种类型的教育，但我实际上遇到过一些从未接受过性教育的人，直到他们可能18岁时，他们还认为一个吻就能让人怀孕。"
    },
    {
      "id": 204,
      "en": "Yeah, so I think that's one of the dangers.",
      "cn": "是的，所以我认为这是其中一个危险。"
    },
    {
      "id": 205,
      "en": "Obviously, there are both sides to this issue, and we're curious to know what you think.",
      "cn": "显然，这个问题有两面，我们很想知道你怎么想。"
    },
    {
      "id": 206,
      "en": "Do you think that sex ed should be a course or should be something that people talk about in schools, in high school or in college?",
      "cn": "你认为性教育应该是一门课程，还是应该在学校、高中或大学中讨论的内容？"
    },
    {
      "id": 207,
      "en": "Do they do this in your home country?",
      "cn": "在你的祖国有这样做吗？"
    },
    {
      "id": 208,
      "en": "Let us know.",
      "cn": "让我们知道。"
    },
    {
      "id": 209,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是 EnglishPod.com。"
    },
    {
      "id": 210,
      "en": "Alright, we'll see you guys there.",
      "cn": "好的，我们在那里见。"
    },
    {
      "id": 211,
      "en": "Bye.",
      "cn": "再见。"
    },
    {
      "id": 212,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}