{
  "type": "book",
  "id": "englishpod-高级-englishpod-高级-0337",
  "title": "EnglishPod 高级 0337",
  "totalSegments": 273,
  "seriesId": "englishpod-高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and a very Merry Christmas to everyone.",
      "cn": "我叫Catherine，祝大家圣诞快乐。"
    },
    {
      "id": 4,
      "en": "That's right, Merry Christmas.",
      "cn": "没错，圣诞快乐。"
    },
    {
      "id": 5,
      "en": "We are at that time again where we are celebrating Christmas, we're having dinner with family and friends, we're giving presents, and, of course, there are some other traditions that come into play, like, for example, Santa Claus.",
      "cn": "又到了庆祝圣诞的时刻，我们和家人朋友共进晚餐，互赠礼物，当然，还有一些其他的传统，比如圣诞老人。"
    },
    {
      "id": 6,
      "en": "Santa Claus.",
      "cn": "圣诞老人。"
    },
    {
      "id": 7,
      "en": "So, we've got a very special advanced level lesson for you today.",
      "cn": "今天我们为你准备了一节非常特别的高级课程。"
    },
    {
      "id": 8,
      "en": "We've got a poem.",
      "cn": "我们有一首诗。"
    },
    {
      "id": 9,
      "en": "It's a very traditional poem that is read or listened to on the holiday, and we're going to talk a little bit about some of the interesting words and phrases that are used in this, but first off, let's just listen to the poem itself.",
      "cn": "这是一首在节日期间朗读或聆听的传统诗歌，我们将讨论一些有趣的单词和短语，但首先，让我们先听听这首诗。"
    },
    {
      "id": 10,
      "en": "and I in my cap had just settled down for a long winter's nap when out on the lawn there arose such a clatter I sprang from the bed to see what was the matter away to the window I flew like a flash tore open the shutters and threw open a sash the moon on the breast of the new fallen snow gave the luster of midday to objects below When what to my wondering eyes should appear,",
      "cn": "我在帽子里刚刚安顿下来准备长时间冬眠，突然草坪上响起了喧闹声，我从床上跳起来看看发生了什么，飞快地跑到窗边，撕开百叶窗，打开窗户，新落的雪上月光照耀，给下面的物体增添了正午的光辉。 当我惊奇的眼睛看到什么时，"
    },
    {
      "id": 11,
      "en": "But a miniature sleigh, and eight tiny reindeer.",
      "cn": "竟然是一辆迷你雪橇和八只小驯鹿。"
    },
    {
      "id": 12,
      "en": "With a little old driver, so lively and quick, I knew in a moment it must be Saint Nick.",
      "cn": "驾驶的是一位活泼而灵巧的小老头，我立刻知道他一定是圣尼克。"
    },
    {
      "id": 13,
      "en": "More rapid than eagles his coursers they came, And he whistled and shouted and called them by name.",
      "cn": "他的驯鹿比鹰还要迅速，他们来了，他吹口哨，喊叫，按名字叫他们。"
    },
    {
      "id": 14,
      "en": "Now dasher, now dancer, now prancer and Vixen, On comet, on cupid, on donder and blitzen.",
      "cn": "现在Dasher，现在Dancer，现在Prancer和Vixen， 在Comet，在Cupid，在Donder和Blitzen。"
    },
    {
      "id": 15,
      "en": "To the top of the porch, to the top of the wall, Now dash away, dash away, dash away all.",
      "cn": "到了门廊的顶端，到墙的顶端， 现在飞走，飞走，飞走吧。"
    },
    {
      "id": 16,
      "en": "As dry leaves that before the wild hurricanes fly, When they meet with an obstacle, mount to the sky.",
      "cn": "像干枯的树叶在狂风中飞舞， 当它们遇到障碍时，飞向天空。"
    },
    {
      "id": 17,
      "en": "So up to the housetop the coursers they flew With the sleighs full of toys, and Saint Nicholas too.",
      "cn": "所以驯鹿们飞上了房顶， 驾着满载玩具的雪橇，还有圣尼古拉斯。"
    },
    {
      "id": 18,
      "en": "And then, in a twinkling, I heard on the roof The prancing and pawing of each little hoof.",
      "cn": "然后，眨眼间，我听到屋顶上 每只小蹄子的跳跃和踩踏声。"
    },
    {
      "id": 19,
      "en": "As I drew in my head and was turning round, Down the chimney Saint Nicholas came with a bound.",
      "cn": "当我缩回头，转身时， 圣尼古拉斯从烟囱里跳了下来。"
    },
    {
      "id": 20,
      "en": "He was dressed all in fur, from his head to his toe, And his clothes were all tarnished with ashes and soot.",
      "cn": "他全身裹着毛皮，从头到脚， 他的衣服上沾满了灰烬和烟尘。"
    },
    {
      "id": 21,
      "en": "A bundle of toys he had flung on his back, And he looked like a peddler just opening his pack.",
      "cn": "他背上扔着一包玩具， 看起来像个刚打开包裹的小贩。"
    },
    {
      "id": 22,
      "en": "His eyes, how they twinkled!",
      "cn": "他的眼睛，真闪亮！"
    },
    {
      "id": 23,
      "en": "His dimples, how merry!",
      "cn": "他的酒窝，真可爱！"
    },
    {
      "id": 24,
      "en": "His cheeks were like roses, his nose like a cherry.",
      "cn": "他的脸颊像玫瑰，他的鼻子像樱桃。"
    },
    {
      "id": 25,
      "en": "His droll little mouth was drawn up in a bow, And the beard of his chin was as white as the snow.",
      "cn": "他那滑稽的小嘴巴微微上扬， 下巴上的胡子白得像雪。"
    },
    {
      "id": 26,
      "en": "The stump of a pipe he held tight in his teeth, And the smoke, it encircled his head like a wreath.",
      "cn": "他紧紧咬着一根烟斗，烟雾像花环一样环绕着他的头。"
    },
    {
      "id": 27,
      "en": "He had a broad face in the little round belly, That shook when he laughed like a bowl full of jelly.",
      "cn": "他有一张宽脸和一个小圆肚子， 笑的时候像一碗果冻一样摇晃。"
    },
    {
      "id": 28,
      "en": "He was chubby and plump, a right old jolly elf, And I laughed when I saw him, in spite of myself.",
      "cn": "他胖乎乎的，真是个快乐的老精灵， 我看到他时忍不住笑了。"
    },
    {
      "id": 29,
      "en": "A wink of his eye, and a twist of his head, Soon gave me to know I had nothing to dread.",
      "cn": "他眨了眨眼，扭了扭头， 让我知道我没有什么好害怕的。"
    },
    {
      "id": 30,
      "en": "He spoke not a word, but went straight to work, And filled all the stockings, then turned with a jerk.",
      "cn": "他一句话也没说，直接开始工作， 填满了所有的长袜，然后猛地转身。"
    },
    {
      "id": 31,
      "en": "And laying his finger aside of his nose, And giving a nod up the chimney he Rose.",
      "cn": "他把手指放在鼻子旁， 点头后从烟囱里升了起来。"
    },
    {
      "id": 32,
      "en": "He sprang to his sleigh, to his team gave a whistle, And away they all flew like the down of a thistle.",
      "cn": "他跳上雪橇，给他的队伍吹了个口哨， 然后他们像蓟的绒毛一样飞走了。"
    },
    {
      "id": 33,
      "en": "But I heard him exclaim, ere as he drove out of sight, Happy Christmas to all, and to all a good night!",
      "cn": "但我听到他在消失前喊道， 祝大家圣诞快乐，晚安！"
    },
    {
      "id": 34,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 35,
      "en": "So, the poem is very nice.",
      "cn": "这首诗非常好。"
    },
    {
      "id": 36,
      "en": "It's long.",
      "cn": "它很长。"
    },
    {
      "id": 37,
      "en": "And just to kind of recap what the poem is talking about, what is the general story of the poem?",
      "cn": "简单回顾一下这首诗讲的是什么，诗的整体故事是什么？"
    },
    {
      "id": 38,
      "en": "The story of the poem is that Santa Claus is coming to visit someone's house.",
      "cn": "这首诗的故事是圣诞老人来拜访某人的家。"
    },
    {
      "id": 39,
      "en": "And there's a person in the story who is watching Santa Claus arrive.",
      "cn": "故事中有一个人正在看圣诞老人到来。"
    },
    {
      "id": 40,
      "en": "And he's seeing Santa Claus take the reindeer up onto the roof, come down the chimney, and lay the presents out for the children, filling the stockings as well.",
      "cn": "他看到圣诞老人把驯鹿带到屋顶， 从烟囱下来，为孩子们摆放礼物， 填满长袜。"
    },
    {
      "id": 41,
      "en": "Okay, so it's basically a nice poetic description of Santa Claus.",
      "cn": "好的，所以这基本上是对圣诞老人很好的诗意描述。"
    },
    {
      "id": 42,
      "en": "And also, it goes in to describe in a very nice way the way Santa Claus looks like.",
      "cn": "另外，它也很好的描述了圣诞老人的样子。"
    },
    {
      "id": 43,
      "en": "It's very descriptive.",
      "cn": "描述得非常详细。"
    },
    {
      "id": 44,
      "en": "We have descriptions of what Santa Claus looks like, what he's wearing, his smile, how he's a little bit fat.",
      "cn": "我们有关于圣诞老人外貌、穿着、微笑、以及他有点胖的描述。"
    },
    {
      "id": 45,
      "en": "We also have descriptions of the animals, these special animals that we hear about so often that are called reindeer.",
      "cn": "我们还有关于这些特殊动物的描述，这些我们常常听到的叫做驯鹿的动物。"
    },
    {
      "id": 46,
      "en": "Alright, so we've divided up the poem into by line.",
      "cn": "好的，我们把这首诗按行分开了。"
    },
    {
      "id": 47,
      "en": "So then it's going to be easier for you to go to the line that we're talking about.",
      "cn": "这样你就更容易找到我们讨论的行。"
    },
    {
      "id": 48,
      "en": "Let's start with the first line, with this first word that's actually very interesting.",
      "cn": "让我们从第一行开始，这个实际上非常有趣的第一个词。"
    },
    {
      "id": 49,
      "en": "\"'Twas the night before Christmas, when all through the house...\" So what does this first word mean?",
      "cn": "\"'Twas the night before Christmas, when all through the house...\" 这个第一个词是什么意思？"
    },
    {
      "id": 50,
      "en": "\"'Twas' is an abbreviation, so it's a shortened version, of it was.",
      "cn": "\"'Twas' 是一个缩写，是 'it was' 的简写。"
    },
    {
      "id": 51,
      "en": "Okay, so do you actually use this now if you're writing?",
      "cn": "好的，那么你现在写作时会用这个吗？"
    },
    {
      "id": 52,
      "en": "No, this is not something I would use now in writing, and it's not something I would say.",
      "cn": "不，这不是我现在写作时会用的东西，也不是我会说的。"
    },
    {
      "id": 53,
      "en": "It's actually more of an archaic form, something that you might hear in poetry or historical writing.",
      "cn": "这实际上更像是一种古老的形式，可能在诗歌或历史写作中听到。"
    },
    {
      "id": 54,
      "en": "Okay, so it was the night before Christmas, right?",
      "cn": "好的，所以这是圣诞前夜，对吧？"
    },
    {
      "id": 55,
      "en": "So we're talking about December 24th.",
      "cn": "我们说的是12月24日。"
    },
    {
      "id": 56,
      "en": "The night of December 24th, that's right.",
      "cn": "没错，是12月24日的晚上。"
    },
    {
      "id": 57,
      "en": "Alright, so the first two lines talk about how it was the night before Christmas, and in the house there was nothing stirring, not even a mouse.",
      "cn": "好的，所以前两行讲的是圣诞前夜，屋子里没有任何动静，连一只老鼠也没有。"
    },
    {
      "id": 58,
      "en": "So not even the smallest little animal.",
      "cn": "所以屋子里非常安静。"
    },
    {
      "id": 59,
      "en": "So it's very quiet in the house is what's happening.",
      "cn": "现在我们跳到第七行，诗人描述道，\"'And mama in her kerchief, and I in my cap.'\" 所以我们知道说话的人是爸爸，因为他在谈论自己和妈妈。"
    },
    {
      "id": 60,
      "en": "So now we jump to line number seven, where the poet describes, \"'And mama in her kerchief, and I in my cap.'\" So we know that the person talking is the dad, because he's talking about himself and mama, mother.",
      "cn": "他们一起在床上。"
    },
    {
      "id": 61,
      "en": "They're in bed together.",
      "cn": "\"'And mama in her kerchief, and I in my cap.'\" 所以我戴着夜帽，头上有个盖子。"
    },
    {
      "id": 62,
      "en": "\"'And mama in her kerchief, and I in my cap.'\" So I'm wearing a night cap, a cover on my head.",
      "cn": "就像一顶帽子。"
    },
    {
      "id": 63,
      "en": "It's like a hat.",
      "cn": "\"'And mama has a kerchief.'\" 什么是kerchief？"
    },
    {
      "id": 64,
      "en": "\"'And mama has a kerchief.'\" What's a kerchief?",
      "cn": "kerchief是另一个缩写。"
    },
    {
      "id": 65,
      "en": "A kerchief is another abbreviation.",
      "cn": "它是handkerchief的缩写。"
    },
    {
      "id": 66,
      "en": "It's short for handkerchief.",
      "cn": "好的。"
    },
    {
      "id": 67,
      "en": "Okay.",
      "cn": "手帕是一块布，有时我们用它来擦鼻子。"
    },
    {
      "id": 68,
      "en": "And a handkerchief is a piece of fabric or cloth that sometimes we use for our noses when we have to blow our nose.",
      "cn": "但你也可以用kerchief来遮住头发。"
    },
    {
      "id": 69,
      "en": "But also, you can use a kerchief in your hair to cover your hair.",
      "cn": "好的。"
    },
    {
      "id": 70,
      "en": "Okay.",
      "cn": "所以如果你能想象，这可能发生在50、60年前，当时爸爸们在床上戴帽子，女人们也在头上戴手帕。"
    },
    {
      "id": 71,
      "en": "So if you can imagine it, this must take place, I don't know, maybe 50, 60 years ago when dads used to wear hats to bed and women also handkerchiefs on their heads.",
      "cn": "或者更久，可能是200年前，人们穿着这些长夜帽，夜间帽。"
    },
    {
      "id": 72,
      "en": "Or longer, maybe 200 years ago when people wore these long night hats, night caps.",
      "cn": "对，睡衣和一切。"
    },
    {
      "id": 73,
      "en": "Right, the pajamas and everything.",
      "cn": "好的，现在让我们跳到第18和19行，他在谈论驯鹿和雪橇的到来。"
    },
    {
      "id": 74,
      "en": "All right, now let's jump over to line 18 and 19 when he's talking about the reindeer and the sleigh arriving.",
      "cn": "他说，\"'I knew in a moment it must be St. Nick.'\" 这也是称呼圣诞老人的另一种方式，对吧？"
    },
    {
      "id": 75,
      "en": "And he says, \"'I knew in a moment it must be St. Nick.'\" This is another way of calling Santa Claus, right?",
      "cn": "圣尼古拉斯是他的名字，但你也可以叫他Claus或圣诞老人。"
    },
    {
      "id": 76,
      "en": "St. Nicholas is his name, but you also call him Claus or Santa Claus.",
      "cn": "好的。"
    },
    {
      "id": 77,
      "en": "Okay.",
      "cn": "然后他说，\"'More rapid than eagles, his coursers they came.'\" 所以这里的词序有点奇怪。"
    },
    {
      "id": 78,
      "en": "And then he said, \"'More rapid than eagles, his coursers they came.'\" So the word order is a bit strange here.",
      "cn": "这在诗歌中很常见。"
    },
    {
      "id": 79,
      "en": "This is common in poetry.",
      "cn": "我们也可以说，\"'His coursers came more rapidly than eagles.'\" 它们非常非常快。"
    },
    {
      "id": 80,
      "en": "We could also say, \"'His coursers came more rapidly than eagles.'\" They were very, very fast.",
      "cn": "但这些coursers是什么？"
    },
    {
      "id": 81,
      "en": "But what are these coursers?",
      "cn": "我们在谈论拉着圣诞老人的动物。"
    },
    {
      "id": 82,
      "en": "We're talking about the animals pulling Santa Claus.",
      "cn": "那些动物是什么？"
    },
    {
      "id": 83,
      "en": "And what are those animals again?",
      "cn": "它们叫驯鹿。"
    },
    {
      "id": 84,
      "en": "They're called reindeer.",
      "cn": "驯鹿。"
    },
    {
      "id": 85,
      "en": "Reindeer.",
      "cn": "所以驯鹿非常非常快。"
    },
    {
      "id": 86,
      "en": "So the reindeer are very, very fast.",
      "cn": "没错，因为他在比较驯鹿和鹰的速度。"
    },
    {
      "id": 87,
      "en": "Okay, that's right, because he's making the comparison about how fast eagles are compared to them.",
      "cn": "好的。"
    },
    {
      "id": 88,
      "en": "Okay.",
      "cn": "我们听到它们的名字，对吧？"
    },
    {
      "id": 89,
      "en": "And we hear their names, right?",
      "cn": "正是如此。"
    },
    {
      "id": 90,
      "en": "Exactly.",
      "cn": "他接着说，\"'Now dasher, now dancer, now prancer.'\" 还有它们所有的名字。"
    },
    {
      "id": 91,
      "en": "He goes on to say, \"'Now dasher, now dancer, now prancer.'\" And all of their names.",
      "cn": "Vixen, Comet, Cupid, Donder和Blitzen。"
    },
    {
      "id": 92,
      "en": "Vixen, Comet, Cupid, Donder, and Blitzen.",
      "cn": "所有八只驯鹿。"
    },
    {
      "id": 93,
      "en": "All eight reindeer.",
      "cn": "每只动物都有自己的名字。"
    },
    {
      "id": 94,
      "en": "Each animal has its own name.",
      "cn": "没错。"
    },
    {
      "id": 95,
      "en": "That's right.",
      "cn": "所以所有八只驯鹿。"
    },
    {
      "id": 96,
      "en": "So all eight reindeer.",
      "cn": "其实，我们还缺少一只，现在非常常见。"
    },
    {
      "id": 97,
      "en": "Actually, we're missing one, though, that's very common nowadays.",
      "cn": "在前面的驯鹿，照亮天空的。"
    },
    {
      "id": 98,
      "en": "The reindeer that goes in the front, illuminating the sky.",
      "cn": "红鼻子驯鹿鲁道夫。"
    },
    {
      "id": 99,
      "en": "Rudolph the Red-Nosed Reindeer.",
      "cn": "你可能知道这首歌，红鼻子驯鹿鲁道夫。"
    },
    {
      "id": 101,
      "en": "That's right, that's right.",
      "cn": "没错，没错。"
    },
    {
      "id": 102,
      "en": "So there are actually nine reindeer nowadays, but I guess this story was before the Rudolph story came out.",
      "cn": "现在其实有九只驯鹿，但我想这个故事是在鲁道夫故事之前。"
    },
    {
      "id": 103,
      "en": "All right, so this is interesting, because those are the names of all the reindeer.",
      "cn": "好吧，这很有趣，因为这些是所有驯鹿的名字。"
    },
    {
      "id": 104,
      "en": "I'm not sure in which order they are.",
      "cn": "我不确定它们的顺序。"
    },
    {
      "id": 105,
      "en": "I don't know who's in the back, who's in the front.",
      "cn": "我不知道谁在后面，谁在前面。"
    },
    {
      "id": 106,
      "en": "Yeah, I don't know either.",
      "cn": "是的，我也不知道。"
    },
    {
      "id": 107,
      "en": "But it's important to know that they're very fast, and they come down, and then they go up.",
      "cn": "但重要的是要知道它们非常快，它们下来，然后再上去。"
    },
    {
      "id": 108,
      "en": "They have to take St. Nicholas to the roof of the house, on top of the house.",
      "cn": "它们必须把圣尼古拉斯带到房子的屋顶上。"
    },
    {
      "id": 109,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 110,
      "en": "So now he arrives to the top of the house.",
      "cn": "现在他到达了房子的顶部。"
    },
    {
      "id": 111,
      "en": "Line 32, we see, down the chimney, St. Nicholas came with a bound.",
      "cn": "第32行，我们看到，圣尼古拉斯从烟囱里跳了下来。"
    },
    {
      "id": 112,
      "en": "He came quickly down the chimney.",
      "cn": "他迅速从烟囱下来。"
    },
    {
      "id": 113,
      "en": "Boom!",
      "cn": "砰！"
    },
    {
      "id": 114,
      "en": "And at the end, he's all dressed in fur, from his head to his foot.",
      "cn": "最后，他全身都是毛皮，从头到脚。"
    },
    {
      "id": 115,
      "en": "So top to bottom, he has fur on.",
      "cn": "所以从上到下，他都有毛皮。"
    },
    {
      "id": 116,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 117,
      "en": "And I think he's got fur because he lives in the North Pole, right?",
      "cn": "我想他有毛皮是因为他住在北极，对吧？"
    },
    {
      "id": 118,
      "en": "That's right, and it's very cold where Santa Claus lives, so he has to wear these clothes that are very warm.",
      "cn": "没错，圣诞老人住的地方非常冷，所以他必须穿这些非常温暖的衣服。"
    },
    {
      "id": 119,
      "en": "Okay, and obviously since he is going up and down chimneys in line 34, we see, and his clothes were tarnished with ashes and soot.",
      "cn": "好的，显然因为他在第34行上下烟囱，我们看到，他的衣服沾满了灰烬和烟尘。"
    },
    {
      "id": 120,
      "en": "So to tarnish, or tarnish means dirty.",
      "cn": "所以“沾污”或“沾污”意味着脏。"
    },
    {
      "id": 121,
      "en": "Something is tarnished if it's dirty.",
      "cn": "如果某物脏了，那就是沾污。"
    },
    {
      "id": 122,
      "en": "So his clothes, his fur clothes were dirty with ashes and soot.",
      "cn": "所以他的衣服，他的毛皮衣服沾满了灰烬和烟尘。"
    },
    {
      "id": 123,
      "en": "This means that, you know, in your fireplace, when the fire is gone, there's some gray and black stuff.",
      "cn": "这意味着，你知道，在你的壁炉里，当火熄灭时，会有一些灰色和黑色的东西。"
    },
    {
      "id": 124,
      "en": "And that's what's on Santa Claus' clothes.",
      "cn": "而这就是在圣诞老人的衣服上的东西。"
    },
    {
      "id": 125,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 126,
      "en": "So, and then we go on to line 35.",
      "cn": "所以，然后我们继续到第35行。"
    },
    {
      "id": 127,
      "en": "A bundle of toys he had flung on his back.",
      "cn": "他背上扔着一捆玩具。"
    },
    {
      "id": 128,
      "en": "And he looked like a peddler just opening his pack.",
      "cn": "他看起来像一个刚打开包裹的小贩。"
    },
    {
      "id": 129,
      "en": "Alright, a peddler.",
      "cn": "好吧，小贩。"
    },
    {
      "id": 130,
      "en": "Now this is not just something we talk about on Christmas.",
      "cn": "现在这不仅仅是我们在圣诞节谈论的事情。"
    },
    {
      "id": 131,
      "en": "You know, we have peddlers all year round.",
      "cn": "你知道，我们全年都有小贩。"
    },
    {
      "id": 132,
      "en": "What are peddlers?",
      "cn": "小贩是什么？"
    },
    {
      "id": 133,
      "en": "What do they do?",
      "cn": "他们做什么？"
    },
    {
      "id": 134,
      "en": "Basically they go around selling things.",
      "cn": "基本上他们四处销售东西。"
    },
    {
      "id": 135,
      "en": "So maybe you see them in a small market or sometimes in different places and maybe, I don't know, on the streets.",
      "cn": "所以也许你在小市场上看到他们，或者有时在不同的地方，可能，我不知道，在街上。"
    },
    {
      "id": 136,
      "en": "You see them selling little things like toys or combs or books, something like this.",
      "cn": "你看到他们卖小东西，比如玩具、梳子或书，类似的东西。"
    },
    {
      "id": 137,
      "en": "Oranges, you see fruit peddlers, people who sell fruit.",
      "cn": "橙子，你看到水果小贩，卖水果的人。"
    },
    {
      "id": 138,
      "en": "Or you could see those watch peddlers.",
      "cn": "或者你可以看到那些手表小贩。"
    },
    {
      "id": 139,
      "en": "You know, they say, would you like a Rolex watch?",
      "cn": "你知道，他们会问，你想要一块劳力士手表吗？"
    },
    {
      "id": 140,
      "en": "That's a watch peddler.",
      "cn": "那就是手表小贩。"
    },
    {
      "id": 141,
      "en": "So that's what they do, right?",
      "cn": "所以这就是他们的工作，对吧？"
    },
    {
      "id": 142,
      "en": "They're informal salesmen.",
      "cn": "他们是非正式的销售员。"
    },
    {
      "id": 143,
      "en": "They don't have a store.",
      "cn": "他们没有商店。"
    },
    {
      "id": 144,
      "en": "They work on the streets.",
      "cn": "他们在街上工作。"
    },
    {
      "id": 145,
      "en": "So this is why Santa looks like a peddler.",
      "cn": "所以这就是为什么圣诞老人看起来像一个小贩。"
    },
    {
      "id": 146,
      "en": "He isn't in a store.",
      "cn": "他不在商店里。"
    },
    {
      "id": 147,
      "en": "He has a bag.",
      "cn": "他有一个袋子。"
    },
    {
      "id": 148,
      "en": "And he says, look in my bag.",
      "cn": "他说，看看我的袋子。"
    },
    {
      "id": 149,
      "en": "Right, exactly.",
      "cn": "对，正是。"
    },
    {
      "id": 150,
      "en": "Now, from line 37, we go on to describe the way Santa Claus looks like.",
      "cn": "现在，从第37行开始，我们继续描述圣诞老人的样子。"
    },
    {
      "id": 151,
      "en": "So, he says, his eyes, how they twinkled.",
      "cn": "所以，他说，他的眼睛，闪烁着光芒。"
    },
    {
      "id": 152,
      "en": "His dimples, how merry.",
      "cn": "他的酒窝，快乐无比。"
    },
    {
      "id": 153,
      "en": "Dimples are those small circles on your cheeks.",
      "cn": "酒窝是你脸颊上的小圆圈。"
    },
    {
      "id": 154,
      "en": "So some people, when they smile, they have these small holes or circles.",
      "cn": "所以有些人，当他们微笑时，会有这些小洞或圆圈。"
    },
    {
      "id": 155,
      "en": "Those are dimples.",
      "cn": "那些就是酒窝。"
    },
    {
      "id": 156,
      "en": "They're very cute.",
      "cn": "它们非常可爱。"
    },
    {
      "id": 157,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 158,
      "en": "So not everyone has them, right?",
      "cn": "所以不是每个人都有，对吧？"
    },
    {
      "id": 159,
      "en": "Some people, when they smile, you can see those dimples.",
      "cn": "有些人，当他们微笑时，你可以看到那些酒窝。"
    },
    {
      "id": 160,
      "en": "And his cheeks were like roses, his nose like a cherry.",
      "cn": "他的脸颊像玫瑰，他的鼻子像樱桃。"
    },
    {
      "id": 161,
      "en": "So we're saying that they're red.",
      "cn": "所以我们说它们是红色的。"
    },
    {
      "id": 162,
      "en": "They're red, they're pink.",
      "cn": "它们是红色的，粉色的。"
    },
    {
      "id": 163,
      "en": "Now, in line 39, he says, his droll little mouth was drawn up like a bow.",
      "cn": "现在，在第39行，他说，他那滑稽的小嘴像弓一样翘起。"
    },
    {
      "id": 164,
      "en": "Now, droll is a word that some people still use.",
      "cn": "现在，“滑稽”是一些人仍在使用的词。"
    },
    {
      "id": 165,
      "en": "It's pretty common in places like England.",
      "cn": "在像英国这样的地方相当常见。"
    },
    {
      "id": 166,
      "en": "We don't use it as much in America.",
      "cn": "我们在美国不太使用。"
    },
    {
      "id": 167,
      "en": "We say funny instead.",
      "cn": "我们说“有趣”而已。"
    },
    {
      "id": 168,
      "en": "But something that is droll, d-r-o-l-l, droll is funny.",
      "cn": "但“滑稽”的意思是有趣。"
    },
    {
      "id": 169,
      "en": "So his mouth, his face is funny looking.",
      "cn": "所以他的嘴，他的脸看起来很有趣。"
    },
    {
      "id": 170,
      "en": "Okay, his face is funny looking.",
      "cn": "好吧，他的脸看起来很有趣。"
    },
    {
      "id": 171,
      "en": "Alright.",
      "cn": "好的。"
    },
    {
      "id": 172,
      "en": "And going on to line 45, we're describing how he was chubby and plump.",
      "cn": "然后继续到第45行，我们在描述他是胖乎乎的。"
    },
    {
      "id": 173,
      "en": "So we're basically saying he was a little bit fat.",
      "cn": "所以我们基本上在说他有点胖。"
    },
    {
      "id": 174,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 175,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 176,
      "en": "A right jolly old elf.",
      "cn": "一个快乐的老精灵。"
    },
    {
      "id": 177,
      "en": "So what is an elf?",
      "cn": "那么精灵是什么？"
    },
    {
      "id": 178,
      "en": "An elf is, actually normally we talk about elves.",
      "cn": "精灵，实际上通常我们谈论精灵。"
    },
    {
      "id": 179,
      "en": "So one elf, two elves, as people, little people who help Santa.",
      "cn": "所以一个精灵，两个精灵，作为人，帮助圣诞老人的小人。"
    },
    {
      "id": 180,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 181,
      "en": "They're mythical creatures who live in the North Pole and who make presents.",
      "cn": "他们是生活在北极的神话生物，制作礼物。"
    },
    {
      "id": 182,
      "en": "So an elf is a small creature who makes presents.",
      "cn": "所以精灵是一个制作礼物的小生物。"
    },
    {
      "id": 183,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 184,
      "en": "Or maybe lives in the woods.",
      "cn": "或者可能生活在森林里。"
    },
    {
      "id": 185,
      "en": "There are many different stories with elves.",
      "cn": "有很多关于精灵的不同故事。"
    },
    {
      "id": 186,
      "en": "Elves, right, right.",
      "cn": "精灵，对，对。"
    },
    {
      "id": 187,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 188,
      "en": "And in line 46, we say, and I laughed when I saw him in spite of myself.",
      "cn": "在第46行，我们说，尽管我自己，我看到他时笑了。"
    },
    {
      "id": 189,
      "en": "What does he mean by in spite of myself?",
      "cn": "“尽管我自己”是什么意思？"
    },
    {
      "id": 190,
      "en": "This is really important and this is something we say in English all the time, in spite of myself.",
      "cn": "这非常重要，这是我们在英语中经常说的，尽管我自己。"
    },
    {
      "id": 191,
      "en": "So I laughed in spite of myself.",
      "cn": "所以我笑了，尽管我自己。"
    },
    {
      "id": 192,
      "en": "So I didn't want to laugh.",
      "cn": "所以我不想笑。"
    },
    {
      "id": 193,
      "en": "But I did.",
      "cn": "但我笑了。"
    },
    {
      "id": 194,
      "en": "I wanted to be serious.",
      "cn": "我想要严肃。"
    },
    {
      "id": 195,
      "en": "But I did laugh.",
      "cn": "但我笑了。"
    },
    {
      "id": 196,
      "en": "So in spite of myself, I didn't want to laugh.",
      "cn": "所以尽管我自己，我不想笑。"
    },
    {
      "id": 197,
      "en": "I laughed anyway.",
      "cn": "我还是笑了。"
    },
    {
      "id": 198,
      "en": "So you say in spite of myself when you did the thing you did not want to do.",
      "cn": "所以当你做了你不想做的事情时，你会说“尽管我自己”。"
    },
    {
      "id": 199,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 200,
      "en": "And finishing off, we are going towards the last three lines where we say, and away they all flew like the down of a thistle.",
      "cn": "最后，我们走向最后三行，我们说，他们像蓟的绒毛一样飞走了。"
    },
    {
      "id": 201,
      "en": "What is a thistle?",
      "cn": "什么是蓟？"
    },
    {
      "id": 202,
      "en": "They're talking about the part of a flower that's a thistle.",
      "cn": "他们在谈论花的一部分，就是蓟。"
    },
    {
      "id": 203,
      "en": "Oh, okay.",
      "cn": "哦，好的。"
    },
    {
      "id": 204,
      "en": "So they all flew away quickly, rapidly like the little flower.",
      "cn": "所以他们都迅速飞走了，就像小花一样。"
    },
    {
      "id": 205,
      "en": "Well, you know when a flower is sending its seeds out, it's down, it's white.",
      "cn": "嗯，你知道，当花散播种子时，它的绒毛是白色的。"
    },
    {
      "id": 206,
      "en": "So maybe if you blow on a flower with the white seeds, they blow away.",
      "cn": "所以也许如果你吹一吹有白色种子的花，它们就会飞走。"
    },
    {
      "id": 207,
      "en": "That's what it looks like.",
      "cn": "看起来就是这样。"
    },
    {
      "id": 208,
      "en": "It looks like the seeds of a flower being blown away.",
      "cn": "看起来像花的种子被吹走了。"
    },
    {
      "id": 209,
      "en": "Very easy.",
      "cn": "非常简单。"
    },
    {
      "id": 210,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 211,
      "en": "Line 55 says, but I heard him exclaim, ere he drove out of sight.",
      "cn": "第55行说，但我听到他喊道，在他消失之前。"
    },
    {
      "id": 212,
      "en": "So this is an older way of saying, as he drove out of sight, so as he's flying away, I can't see him anymore, almost I can't see him anymore, he exclaimed something.",
      "cn": "这是一种较老的说法，意思是当他消失时，几乎看不见他了，他喊了些什么。"
    },
    {
      "id": 213,
      "en": "So ere means, you know, while this is happening.",
      "cn": "所以“ere”意味着，你知道，在这个过程中。"
    },
    {
      "id": 214,
      "en": "Now this is another one of those maybe old English words that we don't use anymore, right?",
      "cn": "这可能是我们不再使用的古英语词汇，对吧？"
    },
    {
      "id": 215,
      "en": "You wouldn't really use ere.",
      "cn": "你不会真的使用“ere”。"
    },
    {
      "id": 216,
      "en": "Ere I was walking to school, I saw the milkman.",
      "cn": "“在我走去学校时，我看到了送奶工。”"
    },
    {
      "id": 217,
      "en": "No, we don't say this anymore, but you will find it in poetry and you might also find it in stories.",
      "cn": "不，我们不再这样说，但你会在诗歌和故事中找到它。"
    },
    {
      "id": 218,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 219,
      "en": "And line 56, he ends, and this is the famous way that this poem ends by saying, Happy Christmas to all, and to all a good night.",
      "cn": "第56行，他结束时，这首诗以“祝大家圣诞快乐，晚安”而著名。"
    },
    {
      "id": 220,
      "en": "Happy Christmas to all, and to all a good night.",
      "cn": "祝大家圣诞快乐，晚安。"
    },
    {
      "id": 221,
      "en": "Yeah, and the first line of the poem are the most famous.",
      "cn": "是的，这首诗的第一行是最著名的。"
    },
    {
      "id": 222,
      "en": "Everyone knows these.",
      "cn": "每个人都知道这些。"
    },
    {
      "id": 223,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 224,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 225,
      "en": "So a beautiful poem.",
      "cn": "这是一首美丽的诗。"
    },
    {
      "id": 226,
      "en": "Why don't we listen to it one more time?",
      "cn": "我们再听一遍吧？"
    },
    {
      "id": 227,
      "en": "Twas the night before Christmas, when all through the house, not a creature was stirring, not even a mouse.",
      "cn": "圣诞前夜，整个房子里没有一个生物在动，连老鼠也没有。"
    },
    {
      "id": 228,
      "en": "The stockings were hung by the chimney with care, in hopes that St. Nicholas soon would be there.",
      "cn": "袜子小心翼翼地挂在烟囱上，希望圣尼古拉斯能很快到来。"
    },
    {
      "id": 229,
      "en": "The children were nestled, all snug in their beds, while visions of sugarplums danced in their heads.",
      "cn": "孩子们都舒适地窝在床上，脑海中舞动着糖果的幻影。"
    },
    {
      "id": 230,
      "en": "And Mama in her kerchief, and I in my cap, had just settled down for a long winter's nap.",
      "cn": "妈妈戴着头巾，我戴着帽子，刚刚安顿下来准备长时间的冬眠。"
    },
    {
      "id": 231,
      "en": "When out on the lawn there arose such a clatter, I sprang from the bed to see what was the matter.",
      "cn": "当院子里传来一阵喧闹声，我从床上跳起来看看发生了什么。"
    },
    {
      "id": 232,
      "en": "Away to the window I flew like a flash, tore open the shutters and threw open the sash.",
      "cn": "我像闪电一样飞向窗户，撕开百叶窗，打开窗户。"
    },
    {
      "id": 233,
      "en": "The moon on the breast of the new fallen snow gave the luster of midday to objects below, when what to my wondering eyes should appear but a miniature sleigh and eight tiny reindeer.",
      "cn": "新落的雪在月光下闪烁，给下面的物体带来了正午的光辉，令我惊讶的是，出现了一辆迷你雪橇和八只小驯鹿。"
    },
    {
      "id": 234,
      "en": "With a little old driver, so lively and quick, I knew in a moment it must be St. Nick.",
      "cn": "驾驶着的是一个小老头，活泼而迅速，我立刻知道那一定是圣尼古拉斯。"
    },
    {
      "id": 235,
      "en": "More rapid than eagles his coursers they came, and he whistled and shouted and called them by name.",
      "cn": "他的马比鹰还快，他们来了，他吹口哨，喊叫，按名字叫他们。"
    },
    {
      "id": 236,
      "en": "Now Dasher, now Dancer, now Prancer and Vixen, on Comet, on Cupid, on Donder and Blitzen.",
      "cn": "现在达舍，舞者，普兰瑟和维克森，彗星，丘比特，唐德和布林岑。"
    },
    {
      "id": 237,
      "en": "To the top of the porch, to the top of the wall, now dash away, dash away, dash away all.",
      "cn": "到了门廊的顶端，到墙的顶端，现在飞走，飞走，飞走吧。"
    },
    {
      "id": 238,
      "en": "As dry leaves that before the wild hurricanes fly, when they meet with an obstacle, mount to the sky.",
      "cn": "像干枯的树叶在狂风中飞舞，当它们遇到障碍时，飞向天空。"
    },
    {
      "id": 239,
      "en": "So up to the housetop the coursers they flew with the sleighs full of toys, and St. Nicholas too.",
      "cn": "所以马儿们飞上了房顶，雪橇装满了玩具，圣尼古拉斯也来了。"
    },
    {
      "id": 240,
      "en": "And then, in a twinkling, I heard on the roof the prancing and pawing of each little hoof.",
      "cn": "然后，眨眼间，我听到屋顶上每只小蹄子的跳跃和踩踏声。"
    },
    {
      "id": 241,
      "en": "As I drew in my head and was turning around, down the chimney St. Nicholas came with a bound.",
      "cn": "当我缩回头，转身时，圣尼古拉斯从烟囱里跳了下来。"
    },
    {
      "id": 242,
      "en": "He was dressed all in fur, from his head to his toe, and his clothes were all tarnished with ashes and soot.",
      "cn": "他全身穿着毛皮，从头到脚，衣服上沾满了灰烬和烟尘。"
    },
    {
      "id": 243,
      "en": "A bundle of toys he had flung on his back, and he looked like a peddler just opening his pack.",
      "cn": "他背上扔着一包玩具，看起来像个刚打开包裹的小贩。"
    },
    {
      "id": 244,
      "en": "His eyes, how they twinkled, his dimples, how merry.",
      "cn": "他的眼睛多么闪烁，他的酒窝多么快乐。"
    },
    {
      "id": 245,
      "en": "His cheeks were like roses, his nose like a cherry.",
      "cn": "他的脸颊像玫瑰，他的鼻子像樱桃。"
    },
    {
      "id": 246,
      "en": "His droll little mouth was drawn up in a bow, and the beard of his chin was as white as the snow.",
      "cn": "他那滑稽的小嘴巴微微上扬，胡须像雪一样白。"
    },
    {
      "id": 247,
      "en": "The stump of a pipe he held tight in his teeth, and the smoke had encircled his head like a wreath.",
      "cn": "他紧紧咬着一根烟斗的梗，烟雾环绕着他的头，像花环一样。"
    },
    {
      "id": 248,
      "en": "He had a broad face and a little round belly that shook when he laughed like a bowl full of jelly.",
      "cn": "他有一张宽脸和一个小圆肚子，笑的时候像一碗果冻一样摇晃。"
    },
    {
      "id": 249,
      "en": "He was chubby and plump, a right old jolly elf, and I laughed when I saw him, in spite of myself.",
      "cn": "他胖乎乎的，圆滚滚的，真是个快乐的老精灵，我看到他时，忍不住笑了。"
    },
    {
      "id": 250,
      "en": "A wink of his eye and a twist of his head soon gave me to know I had nothing to dread.",
      "cn": "他眨了眨眼，扭了扭头，立刻让我知道我没有什么可怕的。"
    },
    {
      "id": 251,
      "en": "He spoke not a word, but went straight to work, and filled all the stockings, then turned with a jerk.",
      "cn": "他没有说一个字，但直接开始工作，填满了所有的袜子，然后猛地转身。"
    },
    {
      "id": 252,
      "en": "And laying his finger aside of his nose and giving a nod, up the chimney he Rose.",
      "cn": "他把手指放在鼻子旁，点了点头，顺着烟囱上去了。"
    },
    {
      "id": 253,
      "en": "He sprang to his sleigh, to his team gave a whistle, and away they all flew like the down of a thistle.",
      "cn": "他跳上雪橇，给他的队伍吹了口哨，所有人像蓟的绒毛一样飞走了。"
    },
    {
      "id": 254,
      "en": "But I heard him exclaim, ere as he drove out of sight, Happy Christmas to all, and to all a good night!",
      "cn": "但我听到他喊道，在他消失之前，祝大家圣诞快乐，晚安！"
    },
    {
      "id": 255,
      "en": "All right, so this is one of the very famous poems.",
      "cn": "好吧，这是一首非常著名的诗。"
    },
    {
      "id": 256,
      "en": "Usually people listen to it or read about it during Christmas, right?",
      "cn": "通常人们在圣诞节期间听或阅读它，对吧？"
    },
    {
      "id": 257,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 258,
      "en": "It's a classic.",
      "cn": "这是经典。"
    },
    {
      "id": 259,
      "en": "It's something that you think about people listening to in front of the fireplace.",
      "cn": "这是你想象人们在壁炉前听的东西。"
    },
    {
      "id": 260,
      "en": "They're drinking their eggnog and talking about how wonderful family is.",
      "cn": "他们喝着蛋酒，谈论家庭的美好。"
    },
    {
      "id": 261,
      "en": "So yeah, it's a classic.",
      "cn": "所以，是的，这是经典。"
    },
    {
      "id": 262,
      "en": "It's something that we often talk about and read and listen to.",
      "cn": "这是我们经常谈论、阅读和聆听的东西。"
    },
    {
      "id": 263,
      "en": "All right, so it's very interesting because it's part of the American tradition of Christmas.",
      "cn": "好吧，这非常有趣，因为它是美国圣诞传统的一部分。"
    },
    {
      "id": 264,
      "en": "I think maybe also in other parts of the world the poem might be translated or also might be popular.",
      "cn": "我想也许在世界其他地方，这首诗可能被翻译或也可能很受欢迎。"
    },
    {
      "id": 265,
      "en": "But Santa Claus and all these things are traditions that are observed in some countries, and it's very interesting to understand them.",
      "cn": "但圣诞老人和这些传统在一些国家是被遵循的，理解它们非常有趣。"
    },
    {
      "id": 266,
      "en": "Absolutely, and I'm very curious to know about your Christmas traditions.",
      "cn": "绝对如此，我很想知道你的圣诞传统。"
    },
    {
      "id": 267,
      "en": "What do you do in your home country on Christmas Eve or on Christmas Day?",
      "cn": "在你们国家的平安夜或圣诞节，你们会做什么？"
    },
    {
      "id": 268,
      "en": "Do you know any poems like this or do you listen to this poem in translation?",
      "cn": "你知道像这样的诗吗，或者你听过这首诗的翻译吗？"
    },
    {
      "id": 269,
      "en": "Let us know.",
      "cn": "让我们知道。"
    },
    {
      "id": 270,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是 EnglishPod.com。"
    },
    {
      "id": 271,
      "en": "All right, guys.",
      "cn": "好吧，大家。"
    },
    {
      "id": 272,
      "en": "We'll see you there and have a Merry Christmas.",
      "cn": "我们在那里见，祝大家圣诞快乐。"
    },
    {
      "id": 273,
      "en": "Merry Christmas.",
      "cn": "圣诞快乐。"
    },
    {
      "id": 274,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}