{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0259",
  "title": "Englishpod 初级 英文播客 0259",
  "totalSegments": 232,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And you've been with us for a little while.",
      "cn": "你们已经和我们在一起一段时间了。"
    },
    {
      "id": 5,
      "en": "You've probably heard some of our interview series already.",
      "cn": "你们可能已经听过我们的一些访谈系列。"
    },
    {
      "id": 6,
      "en": "Well, this is one of the later episodes in that series.",
      "cn": "这是该系列的后续剧集之一。"
    },
    {
      "id": 7,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 8,
      "en": "We're at part number nine.",
      "cn": "我们到了第九部分。"
    },
    {
      "id": 9,
      "en": "We're reaching the end of our interview.",
      "cn": "我们的访谈快要结束了。"
    },
    {
      "id": 10,
      "en": "And on this occasion, we're going to ask our employer a little bit of more information about the company and more importantly about the job.",
      "cn": "在这个场合，我们将向雇主询问一些关于公司和工作的重要信息。"
    },
    {
      "id": 11,
      "en": "Well, this is a very important step.",
      "cn": "这是一个非常重要的步骤。"
    },
    {
      "id": 12,
      "en": "Like you say, it's at the end of the interview.",
      "cn": "正如你所说，这是访谈的最后阶段。"
    },
    {
      "id": 13,
      "en": "So we're going to find out more details about the job.",
      "cn": "所以我们将了解更多关于工作的细节。"
    },
    {
      "id": 14,
      "en": "Let's take a listen to today's dialogue.",
      "cn": "让我们来听听今天的对话。"
    },
    {
      "id": 15,
      "en": "We'll be back in a moment to talk more about it.",
      "cn": "我们稍后会回来讨论更多内容。"
    },
    {
      "id": 16,
      "en": "Could you tell me a little about the organization?",
      "cn": "你能告诉我一些关于这个组织的情况吗？"
    },
    {
      "id": 17,
      "en": "For example, how big is your office here?",
      "cn": "比如，你们的办公室有多大？"
    },
    {
      "id": 18,
      "en": "Well, in total, we have around 150 employees based in Hong Kong with another 400 in our head office in Beijing.",
      "cn": "嗯，总的来说，我们在香港大约有150名员工，在北京的总部还有400名。"
    },
    {
      "id": 19,
      "en": "The news desk staff in Hong Kong has around 80 staff.",
      "cn": "香港的新闻编辑部大约有80名员工。"
    },
    {
      "id": 20,
      "en": "I see.",
      "cn": "我明白了。"
    },
    {
      "id": 21,
      "en": "And how about the working hours?",
      "cn": "那工作时间呢？"
    },
    {
      "id": 22,
      "en": "Well, as you know, Rebecca, in journalism, work hours are not exactly nine to five.",
      "cn": "嗯，正如你所知，Rebecca，在新闻行业，工作时间并不完全是朝九晚五。"
    },
    {
      "id": 23,
      "en": "You could be on call at any time, but we do have to work very unsociable hours at times.",
      "cn": "你可能随时需要待命，但有时我们确实需要在非常不合时宜的时间工作。"
    },
    {
      "id": 24,
      "en": "Well, I'm used to that, Mr. Parsons, so that's not really a shot for me.",
      "cn": "嗯，我对此已经习惯了，Parsons先生，所以这对我来说并不是个问题。"
    },
    {
      "id": 25,
      "en": "Good, as long as you understand that.",
      "cn": "好的，只要你明白这一点就行。"
    },
    {
      "id": 26,
      "en": "And when do you need to fill the vacancy, Mr. Parsons?",
      "cn": "那么，Parsons先生，你们什么时候需要填补这个空缺？"
    },
    {
      "id": 27,
      "en": "Yesterday, but no.",
      "cn": "昨天，但不。"
    },
    {
      "id": 28,
      "en": "We are hoping to start from the beginning of next month.",
      "cn": "我们希望从下个月开始。"
    },
    {
      "id": 29,
      "en": "That sounds like deal.",
      "cn": "听起来不错。"
    },
    {
      "id": 30,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 31,
      "en": "So, it's obviously a very difficult job, and she asked some very key questions, so why don't we take a look at a couple of the words and phrases used there on language takeaway.",
      "cn": "显然，这是一个非常困难的工作，她问了一些非常关键的问题，所以我们来看看在语言学习中使用的一些词汇和短语。"
    },
    {
      "id": 32,
      "en": "Language takeaway.",
      "cn": "语言学习。"
    },
    {
      "id": 33,
      "en": "The first word that we have here for language takeaway is workforce.",
      "cn": "我们在这里的第一个词是“劳动力”。"
    },
    {
      "id": 34,
      "en": "That's right, a workforce.",
      "cn": "没错，劳动力。"
    },
    {
      "id": 35,
      "en": "The company's workforce.",
      "cn": "公司的劳动力。"
    },
    {
      "id": 36,
      "en": "And that basically means all the employees that we have working for us.",
      "cn": "这基本上意味着我们所有为我们工作的人。"
    },
    {
      "id": 37,
      "en": "That might not be in one office.",
      "cn": "这可能不在一个办公室里。"
    },
    {
      "id": 38,
      "en": "Many companies have two, three, even a hundred offices, so the workforce means all the people who work for the company combined.",
      "cn": "许多公司有两个、三个，甚至一百个办公室，所以劳动力意味着为公司工作的所有人。"
    },
    {
      "id": 39,
      "en": "That's right, so a workforce.",
      "cn": "没错，所以是劳动力。"
    },
    {
      "id": 40,
      "en": "And, well, she asked about the workforce, and, well, it's obviously a pretty big company, 150 employees.",
      "cn": "她询问了劳动力，显然这是一个相当大的公司，有150名员工。"
    },
    {
      "id": 41,
      "en": "But he also mentioned that the news desk staff in Hong Kong comprises around 80 people, or 80 staff.",
      "cn": "但他还提到香港的新闻编辑部大约有80人。"
    },
    {
      "id": 42,
      "en": "So, this verb, to comprise, or in this case, it comprises, means to make up or to account for.",
      "cn": "所以，这个动词“包含”，在这种情况下是“包含”，意味着构成或占据。"
    },
    {
      "id": 43,
      "en": "It's a very nice word to say it accounts for, it makes up, it's the total.",
      "cn": "这是一个很好的词，表示它占据了，总体上。"
    },
    {
      "id": 44,
      "en": "It's the total, right.",
      "cn": "是总体，对。"
    },
    {
      "id": 45,
      "en": "So, in this case, the news desk staff has 80 people.",
      "cn": "所以，在这种情况下，新闻编辑部有80人。"
    },
    {
      "id": 46,
      "en": "That's a very easy way to say it.",
      "cn": "这是一种很简单的说法。"
    },
    {
      "id": 47,
      "en": "But we could say it comprises 80 people.",
      "cn": "但我们可以说它包含80人。"
    },
    {
      "id": 48,
      "en": "It sounds a bit better.",
      "cn": "听起来更好。"
    },
    {
      "id": 49,
      "en": "That's right, very good.",
      "cn": "没错，非常好。"
    },
    {
      "id": 50,
      "en": "So, now, obviously, she's going to be a reporter or a journalist.",
      "cn": "所以，显然，她将成为一名记者或新闻工作者。"
    },
    {
      "id": 51,
      "en": "And he said that she should be on call at any time.",
      "cn": "他表示她应该随时待命。"
    },
    {
      "id": 52,
      "en": "Okay, on call is a phrase that we often hear with jobs like journalism, but also medicine.",
      "cn": "好的，“待命”是我们在新闻行业和医学等工作中经常听到的短语。"
    },
    {
      "id": 53,
      "en": "So doctors have to be on call very often.",
      "cn": "所以医生们经常需要待命。"
    },
    {
      "id": 54,
      "en": "This means that you don't have to be in the office, but you have to be available to come into the office.",
      "cn": "这意味着你不必在办公室，但你必须随时可以进入办公室。"
    },
    {
      "id": 55,
      "en": "So, when someone calls you and they say, we have an emergency, you have to be available.",
      "cn": "所以，当有人打电话告诉你，我们有紧急情况时，你必须能够到场。"
    },
    {
      "id": 56,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 57,
      "en": "And you see it in movies all the time.",
      "cn": "你在电影中经常看到这种情况。"
    },
    {
      "id": 58,
      "en": "You know, doctors are on call and maybe they're already sleeping or maybe they're out, I don't know, playing soccer with their kids and they receive a phone call and they have to go to the hospital in that moment.",
      "cn": "你知道，医生们待命，可能他们已经在睡觉，或者可能他们在外面，我不知道，和孩子们踢足球，然后接到电话，必须立刻去医院。"
    },
    {
      "id": 59,
      "en": "It's because they're on call.",
      "cn": "这就是因为他们在待命。"
    },
    {
      "id": 60,
      "en": "That's because they're on call.",
      "cn": "这就是因为他们在待命。"
    },
    {
      "id": 61,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 62,
      "en": "And so, obviously, this is a very difficult thing for someone.",
      "cn": "所以，显然，这对某人来说是非常困难的事情。"
    },
    {
      "id": 63,
      "en": "And he explains that the work has very unsociable hours at times.",
      "cn": "他解释说，工作有时会在非常不合时宜的时间。"
    },
    {
      "id": 64,
      "en": "Okay, so you can say that the hours are unsociable.",
      "cn": "好的，所以你可以说工作时间是不合时宜的。"
    },
    {
      "id": 65,
      "en": "You can also say that a person is unsociable.",
      "cn": "你也可以说一个人是不合时宜的。"
    },
    {
      "id": 66,
      "en": "It basically means that it's not very convenient for being a social person or for going out with friends and having many events to go to or fun things to do in your personal life.",
      "cn": "这基本上意味着不太方便社交或与朋友外出，参加许多活动或在个人生活中做有趣的事情。"
    },
    {
      "id": 67,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 68,
      "en": "So, if a person is unsociable, it means that maybe that person is not very outgoing or maybe he's always angry or grumpy.",
      "cn": "所以，如果一个人是不合时宜的，意味着那个人可能不太外向，或者可能他总是生气或不高兴。"
    },
    {
      "id": 69,
      "en": "So, that person doesn't get along well with others.",
      "cn": "所以，那个人与他人相处得不好。"
    },
    {
      "id": 70,
      "en": "Right, but in this case, it doesn't mean that it's a grumpy job.",
      "cn": "对，但在这种情况下，并不意味着这是一个令人不快的工作。"
    },
    {
      "id": 71,
      "en": "It just means that because she might have to work at night very often or on the weekends, it's very hard to have a social life.",
      "cn": "这只是意味着她可能经常需要在晚上或周末工作，很难有社交生活。"
    },
    {
      "id": 72,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 73,
      "en": "Okay, so obviously this job is very difficult, but in the end, she was really happy with it and she said that sounds ideal, her starting time.",
      "cn": "好的，所以显然这份工作非常困难，但最后，她对此感到非常满意，并表示这听起来理想，她的开始时间。"
    },
    {
      "id": 74,
      "en": "So, something that's ideal if it's perfect or great or the top.",
      "cn": "所以，理想的东西如果是完美的、伟大的或顶尖的。"
    },
    {
      "id": 75,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 76,
      "en": "Many people talk about the ideal job, right?",
      "cn": "许多人谈论理想的工作，对吧？"
    },
    {
      "id": 77,
      "en": "The perfect job.",
      "cn": "完美的工作。"
    },
    {
      "id": 78,
      "en": "So, that's the job that you have in your mind when you think of what is the best.",
      "cn": "所以，这就是你在思考什么是最好的时候心中所想的工作。"
    },
    {
      "id": 79,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 80,
      "en": "So, maybe my ideal job is different from your ideal job.",
      "cn": "所以，也许我的理想工作与你的理想工作不同。"
    },
    {
      "id": 81,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 82,
      "en": "So, you have ideal jobs or your ideal house or your dream house.",
      "cn": "所以，你有理想的工作或理想的房子或梦想的房子。"
    },
    {
      "id": 83,
      "en": "Your ideal husband.",
      "cn": "你的理想丈夫。"
    },
    {
      "id": 84,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 85,
      "en": "So, ideal.",
      "cn": "所以，理想。"
    },
    {
      "id": 86,
      "en": "Idealism.",
      "cn": "理想主义。"
    },
    {
      "id": 87,
      "en": "So, why don't we listen to the dialogue again?",
      "cn": "那么，我们再听一遍对话吧？"
    },
    {
      "id": 88,
      "en": "Let's review what Rebecca and Mr. Parsons talked about and we'll be back in a little bit with Fluency Builder.",
      "cn": "让我们回顾一下Rebecca和Parsons先生谈论的内容，稍后我们将带来流利度提升。"
    },
    {
      "id": 89,
      "en": "Could you tell me a little about the organization?",
      "cn": "你能告诉我一些关于这个组织的情况吗？"
    },
    {
      "id": 90,
      "en": "For example, how big is your office here?",
      "cn": "比如，你们的办公室有多大？"
    },
    {
      "id": 91,
      "en": "Well, in total, we have around 150 employees based in Hong Kong with another 400 in our head office in Beijing.",
      "cn": "嗯，总的来说，我们在香港大约有150名员工，在北京的总部还有400名。"
    },
    {
      "id": 92,
      "en": "The news desk staff in Hong Kong has around 80 staff.",
      "cn": "香港的新闻编辑部大约有80名员工。"
    },
    {
      "id": 93,
      "en": "I see.",
      "cn": "我明白了。"
    },
    {
      "id": 94,
      "en": "And how about the working hours?",
      "cn": "那工作时间呢？"
    },
    {
      "id": 95,
      "en": "Well, as you know, Rebecca, in journalism, work hours are not exactly 9 to 5.",
      "cn": "嗯，正如你所知，Rebecca，在新闻行业，工作时间并不完全是9到5。"
    },
    {
      "id": 96,
      "en": "You could be on call at any time, but we do have to work very unsociable hours at times.",
      "cn": "你可能随时需要待命，但有时我们确实需要在非常不合时宜的时间工作。"
    },
    {
      "id": 97,
      "en": "Well, I'm used to that, Mr. Parsons, so that's not really a good start for me.",
      "cn": "嗯，我对此已经习惯了，Parsons先生，所以这对我来说并不是个好开始。"
    },
    {
      "id": 98,
      "en": "Good, as long as you understand that.",
      "cn": "好的，只要你明白这一点就行。"
    },
    {
      "id": 99,
      "en": "And when do you need to fill the vacancy, Mr. Parsons?",
      "cn": "那么，Parsons先生，你们什么时候需要填补这个空缺？"
    },
    {
      "id": 100,
      "en": "Yesterday, but no.",
      "cn": "昨天，但不。"
    },
    {
      "id": 101,
      "en": "We are hoping to start from the beginning of next month.",
      "cn": "我们希望从下个月开始。"
    },
    {
      "id": 102,
      "en": "That sounds ideal.",
      "cn": "听起来很理想。"
    },
    {
      "id": 103,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 104,
      "en": "So now we have four phrases for you prepared on Fluency Builder.",
      "cn": "现在我们为你准备了四个短语在流利度构建器上。"
    },
    {
      "id": 105,
      "en": "Fluency Builder.",
      "cn": "流利度构建器。"
    },
    {
      "id": 106,
      "en": "This first phrase is something that we say all the time in English, but I think a lot of learners make mistakes when they use it.",
      "cn": "第一个短语是我们在英语中经常说的，但我认为很多学习者在使用时会犯错误。"
    },
    {
      "id": 107,
      "en": "The phrase is how about.",
      "cn": "这个短语是“怎么样”。"
    },
    {
      "id": 108,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 109,
      "en": "So you see that Rebecca was listening to what Mr. Parsons said, and she said, and how about the working hours?",
      "cn": "所以你看到丽贝卡在听帕森斯先生说的话，她说，“那工作时间怎么样？”"
    },
    {
      "id": 110,
      "en": "So this is a way to say, and what are the working hours?",
      "cn": "这是一种说法，问“工作时间是什么？”"
    },
    {
      "id": 111,
      "en": "But basically, it's a way to continue the conversation.",
      "cn": "但基本上，这是继续对话的一种方式。"
    },
    {
      "id": 112,
      "en": "You can say this in many different ways, but it basically means, and what about, and or please tell me about.",
      "cn": "你可以用很多不同的方式说这个，但基本上意味着“那怎么样”或“请告诉我”。"
    },
    {
      "id": 113,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 114,
      "en": "Now remember that many English learners mistake the phrase how about, as if it were saying how are you or how is it?",
      "cn": "现在记住，许多英语学习者会把“怎么样”这个短语误解为“你好吗”或“怎么样？”"
    },
    {
      "id": 115,
      "en": "No, you have to be following someone else in the conversation.",
      "cn": "不，你必须跟随对话中的其他人。"
    },
    {
      "id": 116,
      "en": "So for example, I could say, you know what?",
      "cn": "例如，我可以说，你知道吗？"
    },
    {
      "id": 117,
      "en": "I'm going to have a hamburger with bacon.",
      "cn": "我打算吃一个培根汉堡。"
    },
    {
      "id": 118,
      "en": "How about you, Marco?",
      "cn": "你呢，马尔科？"
    },
    {
      "id": 119,
      "en": "What are you going to eat?",
      "cn": "你打算吃什么？"
    },
    {
      "id": 120,
      "en": "How about you buy me a cheeseburger?",
      "cn": "你能给我买个奶酪汉堡吗？"
    },
    {
      "id": 121,
      "en": "Okay, so this is basically a way of saying, okay, well, maybe I'll have a cheeseburger or what are you going to have?",
      "cn": "好吧，这基本上是说，好吧，也许我会吃个奶酪汉堡，或者你打算吃什么？"
    },
    {
      "id": 122,
      "en": "So now it's important to say don't ever make this question.",
      "cn": "所以现在重要的是说，永远不要这样提问。"
    },
    {
      "id": 123,
      "en": "Don't ever ask, how about your weekend?",
      "cn": "永远不要问，“你周末怎么样？”"
    },
    {
      "id": 124,
      "en": "No, no, no, no, no.",
      "cn": "不，不，不，不，不。"
    },
    {
      "id": 125,
      "en": "How was your weekend?",
      "cn": "你周末过得怎么样？"
    },
    {
      "id": 126,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 127,
      "en": "My weekend was great.",
      "cn": "我的周末很好。"
    },
    {
      "id": 128,
      "en": "How about yours?",
      "cn": "你呢？"
    },
    {
      "id": 129,
      "en": "How about yours?",
      "cn": "你呢？"
    },
    {
      "id": 130,
      "en": "That's continuing the conversation saying mine was good.",
      "cn": "这是在继续对话，说“我很好，你呢？”"
    },
    {
      "id": 131,
      "en": "How was yours?",
      "cn": "你过得怎么样？"
    },
    {
      "id": 132,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 133,
      "en": "Okay, so remember that when they were talking about the work hours, he said that the work hours are not exactly nine to five.",
      "cn": "好的，所以记住，当他们在谈论工作时间时，他说工作时间并不完全是九到五。"
    },
    {
      "id": 134,
      "en": "Okay, so this is a kind of a set phrase we use often in English because a lot of people traditionally have worked from nine A.M.",
      "cn": "好的，这是一种我们在英语中经常使用的固定短语，因为很多人传统上是从早上九点工作到下午五点。"
    },
    {
      "id": 135,
      "en": "to five P.M.",
      "cn": "他们在午餐时休息，然后回家。"
    },
    {
      "id": 136,
      "en": "They have a break at lunch, then they go home.",
      "cn": "没错。"
    },
    {
      "id": 137,
      "en": "That's right.",
      "cn": "所以这是一种描述传统工作时间或传统工作的方式。"
    },
    {
      "id": 138,
      "en": "So this is a kind of measure for this is a way to describe traditional working hours or traditional jobs.",
      "cn": "所以你可以说，是的，我有一份非常好的九到五的工作。"
    },
    {
      "id": 139,
      "en": "So you can say, yeah, I have a really nice nine to five job.",
      "cn": "你可以说，我真的不想做九到五的工作。"
    },
    {
      "id": 140,
      "en": "You could say, I really don't want to work a nine to five job.",
      "cn": "没错。"
    },
    {
      "id": 141,
      "en": "That's right.",
      "cn": "所以你不想要一份传统的工作，从九点工作到五点。"
    },
    {
      "id": 142,
      "en": "So you don't want a traditional job where you're working from nine to five.",
      "cn": "对。"
    },
    {
      "id": 143,
      "en": "Right.",
      "cn": "我认为大多数人工作时间比这稍长，但这只是说传统工作的方式。"
    },
    {
      "id": 145,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 146,
      "en": "Okay, nine to five job.",
      "cn": "好的，九到五的工作。"
    },
    {
      "id": 147,
      "en": "Now why don't we move on to Rebecca saying that she is used to working long hours or being on call.",
      "cn": "现在我们为什么不继续谈丽贝卡说她习惯于长时间工作或待命。"
    },
    {
      "id": 148,
      "en": "Right, so this construction, to be used to, I'm used to doing this, is a way to say that I already do this.",
      "cn": "对，所以这个结构，“习惯于”，我习惯于这样做，是说我已经这样做了。"
    },
    {
      "id": 149,
      "en": "This is my experience or I have the habit of working unusual hours.",
      "cn": "这是我的经验，或者我有在不寻常的时间工作的习惯。"
    },
    {
      "id": 150,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 151,
      "en": "So maybe, for example, you live in a very noisy area in your neighborhood and somebody comes and visits you and they can't sleep because it's so noisy.",
      "cn": "例如，假设你住在一个非常吵闹的地方，某人来拜访你，他们因为太吵而无法入睡。"
    },
    {
      "id": 152,
      "en": "You're used to it.",
      "cn": "你习惯了。"
    },
    {
      "id": 153,
      "en": "Oh, you say, oh, I don't mind.",
      "cn": "哦，你会说，哦，我不介意。"
    },
    {
      "id": 154,
      "en": "I'm used to the noise.",
      "cn": "我习惯了噪音。"
    },
    {
      "id": 155,
      "en": "But your friend who's visiting is not used to it.",
      "cn": "但你来访的朋友并不习惯。"
    },
    {
      "id": 156,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 157,
      "en": "They don't have this noise at home.",
      "cn": "他们在家里没有这种噪音。"
    },
    {
      "id": 158,
      "en": "So that's what happens and they can't sleep.",
      "cn": "所以这就是发生的事情，他们无法入睡。"
    },
    {
      "id": 159,
      "en": "So when you are used to something, you have the habit or you're accustomed to it.",
      "cn": "所以当你习惯于某事时，你有这个习惯或你习惯于它。"
    },
    {
      "id": 160,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 161,
      "en": "Okay, and what about our last phrase?",
      "cn": "好的，我们最后一个短语呢？"
    },
    {
      "id": 162,
      "en": "Our last phrase comes at the end and Rebecca is talking about the start date for this job.",
      "cn": "我们最后一个短语出现在最后，丽贝卡在谈论这份工作的开始日期。"
    },
    {
      "id": 163,
      "en": "She wants to know, when do you need to fill the vacancy?",
      "cn": "她想知道，您需要什么时候填补这个空缺？"
    },
    {
      "id": 164,
      "en": "Okay, to fill the vacancy.",
      "cn": "好的，填补空缺。"
    },
    {
      "id": 165,
      "en": "Now we have this word vacancy and that means that it's available, right?",
      "cn": "现在我们有这个词“空缺”，意思是它是可用的，对吗？"
    },
    {
      "id": 166,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 167,
      "en": "So vacancy is an available thing.",
      "cn": "所以“空缺”是一个可用的东西。"
    },
    {
      "id": 168,
      "en": "It could be a vacant place, like an apartment, like an apartment, or in this case, a vacancy in a company.",
      "cn": "它可以是一个空置的地方，比如一个公寓，或者在这种情况下，是公司中的一个空缺。"
    },
    {
      "id": 169,
      "en": "That means a job that is available.",
      "cn": "这意味着一个可用的工作。"
    },
    {
      "id": 170,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 171,
      "en": "So she is asking when she can fill the vacancy.",
      "cn": "所以她在问她什么时候可以填补这个空缺。"
    },
    {
      "id": 172,
      "en": "So we use the verb fill, to fill a vacancy.",
      "cn": "所以我们使用动词“填补”，填补空缺。"
    },
    {
      "id": 173,
      "en": "And this sounds a lot better than saying, hey, when do I start working here?",
      "cn": "这听起来比说，“嘿，我什么时候开始在这里工作？”要好得多。"
    },
    {
      "id": 174,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 175,
      "en": "This is a polite way to say, you know, when is the job going to begin?",
      "cn": "这是一种礼貌的说法，问你知道，工作什么时候开始？"
    },
    {
      "id": 176,
      "en": "When do you need to fill the vacancy by?",
      "cn": "你需要在什么时候填补这个空缺？"
    },
    {
      "id": 177,
      "en": "I guess another way of saying it would be, when is the starting date?",
      "cn": "我想另一种说法是，开始日期是什么时候？"
    },
    {
      "id": 178,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 179,
      "en": "Okay, but as we say, also fill the vacancy is a very good option.",
      "cn": "好的，但正如我们所说，填补空缺也是一个很好的选择。"
    },
    {
      "id": 180,
      "en": "But don't say, when do I start working?",
      "cn": "但不要说，“我什么时候开始工作？”"
    },
    {
      "id": 181,
      "en": "Or when do we start?",
      "cn": "或者“我们什么时候开始？”"
    },
    {
      "id": 182,
      "en": "Yeah, no, we can talk about that in a minute.",
      "cn": "是的，不，我们可以稍后再谈这个。"
    },
    {
      "id": 183,
      "en": "Let's listen first to our dialogue one more time.",
      "cn": "让我们先再听一遍我们的对话。"
    },
    {
      "id": 184,
      "en": "We'll be back shortly.",
      "cn": "我们很快就回来。"
    },
    {
      "id": 185,
      "en": "Could you tell me a little about the organization?",
      "cn": "你能告诉我一点关于这个组织的事吗？"
    },
    {
      "id": 186,
      "en": "For example, how big is your office here?",
      "cn": "例如，你们这里的办公室有多大？"
    },
    {
      "id": 187,
      "en": "Well, in total, we have around 150 employees based in Hong Kong, with another 400 in our head office in Beijing.",
      "cn": "嗯，总的来说，我们在香港有大约150名员工，在北京的总部还有400名员工。"
    },
    {
      "id": 188,
      "en": "The news desk staff in Hong Kong has around 80 staff.",
      "cn": "香港的新闻部大约有80名员工。"
    },
    {
      "id": 189,
      "en": "I see.",
      "cn": "我明白了。"
    },
    {
      "id": 190,
      "en": "And how about the working hours?",
      "cn": "那工作时间怎么样？"
    },
    {
      "id": 191,
      "en": "Well, as you know, Rebecca, in journalism, work hours are not exactly nine to five.",
      "cn": "嗯，正如你所知，丽贝卡，在新闻行业，工作时间并不完全是九到五。"
    },
    {
      "id": 192,
      "en": "You could be on call at any time, but we do have to work very unsociable hours at times.",
      "cn": "你随时可能需要待命，但有时我们确实需要在非常不合时宜的时间工作。"
    },
    {
      "id": 193,
      "en": "Well, I'm used to that, Mr. Parsons, so that's not really a shock for me.",
      "cn": "嗯，我已经习惯了，帕森斯先生，所以这对我来说并不是一个震惊。"
    },
    {
      "id": 194,
      "en": "Good, as long as you understand that.",
      "cn": "好的，只要你明白这一点。"
    },
    {
      "id": 195,
      "en": "And when do you need to fill the vacancy, Mr. Parsons?",
      "cn": "帕森斯先生，您需要什么时候填补这个空缺？"
    },
    {
      "id": 196,
      "en": "Yesterday, but no.",
      "cn": "昨天，但不。"
    },
    {
      "id": 197,
      "en": "We are hoping to start from the beginning of next month.",
      "cn": "我们希望从下个月初开始。"
    },
    {
      "id": 198,
      "en": "That sounds ideal.",
      "cn": "听起来很理想。"
    },
    {
      "id": 199,
      "en": "So talking about working hours, being on call, or unsociable working hours, have you ever had a job where you've had to work maybe through the night?",
      "cn": "说到工作时间，待命或不合时宜的工作时间，你有没有过需要通宵工作的工作？"
    },
    {
      "id": 200,
      "en": "Yes, I used to work in a movie theater when I was in college.",
      "cn": "有，我在大学时曾在电影院工作。"
    },
    {
      "id": 201,
      "en": "I had a day job too, so it was kind of a mess.",
      "cn": "我还有一份白天的工作，所以有点乱。"
    },
    {
      "id": 202,
      "en": "I was very unsociable, but I worked at a movie theater and I would start working at 6 P.M.",
      "cn": "我的工作时间很不合时宜，但我在电影院工作，通常是晚上6点开始工作。"
    },
    {
      "id": 203,
      "en": "or 5 P.M., and I would work until 2 or 3 A.M.",
      "cn": "或者5点，工作到凌晨2点或3点。"
    },
    {
      "id": 204,
      "en": "And so it was always busiest on Friday and Saturday.",
      "cn": "所以周五和周六总是最忙。"
    },
    {
      "id": 205,
      "en": "And so I could never go out with my friends.",
      "cn": "所以我从来不能和朋友出去。"
    },
    {
      "id": 206,
      "en": "Right, so while everyone was partying, you were at the movie theater.",
      "cn": "对，所以当大家在聚会时，你却在电影院。"
    },
    {
      "id": 207,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 208,
      "en": "Or they would come to the movies and I would sneak in and bring them popcorn.",
      "cn": "或者他们会来电影院，我会偷偷带他们爆米花。"
    },
    {
      "id": 209,
      "en": "So these unusual working hours, it's very interesting because usually, although it is a little bit more of a sacrifice, they usually pay a little bit better, right?",
      "cn": "所以这些不寻常的工作时间很有趣，因为通常虽然这有点牺牲，但通常薪水会稍微好一点，对吧？"
    },
    {
      "id": 210,
      "en": "They do, and there are some advantages.",
      "cn": "是的，确实如此，还有一些好处。"
    },
    {
      "id": 211,
      "en": "It means that you get to sleep in really late.",
      "cn": "这意味着你可以睡得很晚。"
    },
    {
      "id": 212,
      "en": "You know, you don't have to wake up early.",
      "cn": "你知道的，你不需要早起。"
    },
    {
      "id": 213,
      "en": "And you have the day off, like the entire day to do something.",
      "cn": "你有整天的时间去做事情。"
    },
    {
      "id": 214,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 215,
      "en": "What about you?",
      "cn": "你呢？"
    },
    {
      "id": 216,
      "en": "Have you ever worked unusual hours?",
      "cn": "你有没有工作过不寻常的时间？"
    },
    {
      "id": 217,
      "en": "Yes, yes, I used to work for a newspaper and obviously people like their newspaper in the mornings.",
      "cn": "有的，我曾在一家报纸工作，显然人们喜欢早上看报纸。"
    },
    {
      "id": 218,
      "en": "Right and early.",
      "cn": "对，早早的。"
    },
    {
      "id": 219,
      "en": "Bright and early.",
      "cn": "亮亮的早晨。"
    },
    {
      "id": 220,
      "en": "We're talking about 6 A.M.",
      "cn": "我们说的是早上6点。"
    },
    {
      "id": 221,
      "en": "So obviously we would deliver the newspapers around 1 A.M., 2 A.M.",
      "cn": "所以显然我们会在凌晨1点、2点左右送报纸。"
    },
    {
      "id": 222,
      "en": "from 1 A.M.",
      "cn": "从凌晨1点开始。"
    },
    {
      "id": 223,
      "en": "to about 6 A.M.",
      "cn": "到大约早上6点。"
    },
    {
      "id": 224,
      "en": "Wow.",
      "cn": "哇。"
    },
    {
      "id": 225,
      "en": "So yeah, pretty unusual and very difficult because for example, for some people, for them it's great to see the sunrise.",
      "cn": "所以是的，确实很不寻常，而且非常困难，因为例如，对某些人来说，看到日出是很棒的。"
    },
    {
      "id": 226,
      "en": "I've seen so many sunrises and it's not really romantic for me anymore.",
      "cn": "我已经看过很多次日出，对我来说已经不再浪漫了。"
    },
    {
      "id": 227,
      "en": "We would call you a night owl, someone who's more awake at night.",
      "cn": "我们会称你为夜猫子，晚上更清醒的人。"
    },
    {
      "id": 228,
      "en": "That's right, and I still am.",
      "cn": "没错，我仍然是。"
    },
    {
      "id": 229,
      "en": "So we were really interested to know maybe if you had any unusual working hours.",
      "cn": "所以我们真的很想知道你是否有过任何不寻常的工作时间。"
    },
    {
      "id": 230,
      "en": "Or do you work a 9 to 5?",
      "cn": "还是你工作的是朝九晚五？"
    },
    {
      "id": 231,
      "en": "Yeah, do you have a 9 to 5 job?",
      "cn": "是的，你有朝九晚五的工作吗？"
    },
    {
      "id": 232,
      "en": "So come to our website EnglishPod.com, let us know and we'll see everyone there.",
      "cn": "所以来我们的网站 EnglishPod.com，告诉我们，我们会在那里见到大家。"
    },
    {
      "id": 233,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}