{
  "type": "book",
  "id": "englishpod-中级--englishpod-中级-0280",
  "title": "EnglishPod 中级 0280",
  "totalSegments": 252,
  "seriesId": "englishpod-中级-",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and today's show is a continuation of our series about giving a presentation in English.",
      "cn": "我叫Catherine，今天的节目是我们关于用英语做演讲系列的延续。"
    },
    {
      "id": 4,
      "en": "So we're talking about a special line of computers here.",
      "cn": "所以我们在这里讨论一款特殊的电脑。"
    },
    {
      "id": 5,
      "en": "That's right, and on this occasion, we're going to compare two companies.",
      "cn": "没错，这次我们将比较两家公司。"
    },
    {
      "id": 6,
      "en": "So we're going to try to tell everyone what the difference is between our company and the competitors.",
      "cn": "我们将尝试告诉大家我们公司与竞争对手之间的区别。"
    },
    {
      "id": 7,
      "en": "All right, so we learned a lot of great phrases and words for making comparisons in last week's show.",
      "cn": "好的，我们在上周的节目中学到了很多很棒的比较短语和词汇。"
    },
    {
      "id": 8,
      "en": "You're going to hear some of these again.",
      "cn": "你们将再次听到其中一些。"
    },
    {
      "id": 9,
      "en": "Let's listen to the dialogue.",
      "cn": "让我们来听对话。"
    },
    {
      "id": 10,
      "en": "Now, of course, with all this cutting-edge technology, there must be a catch, you might ask yourself.",
      "cn": "当然，面对这些尖端技术，你可能会问，是否有隐情。"
    },
    {
      "id": 11,
      "en": "I bet the retail price will be too much for most consumers, you might say.",
      "cn": "我敢打赌零售价格对大多数消费者来说会太高，你可能会说。"
    },
    {
      "id": 12,
      "en": "Well, you'd be wrong.",
      "cn": "其实你错了。"
    },
    {
      "id": 13,
      "en": "Yes, of course, the X420 is aimed at the luxury market.",
      "cn": "是的，当然，X420是针对奢侈市场的。"
    },
    {
      "id": 14,
      "en": "But if you compare the price of our leading competitors, the X420 represents incredible value for money.",
      "cn": "但如果你比较我们主要竞争对手的价格，X420的性价比非常高。"
    },
    {
      "id": 15,
      "en": "At only 15,000 RMB, it is far more affordable and far more attractive than almost every leading brand and model.",
      "cn": "仅需15,000元人民币，它比几乎所有主要品牌和型号都更实惠、更具吸引力。"
    },
    {
      "id": 16,
      "en": "So what differentiates us from our competitors?",
      "cn": "那么，是什么让我们与竞争对手不同呢？"
    },
    {
      "id": 17,
      "en": "Well, if we compare Orange's luxury MP40 range, then we can really highlight some of the differences.",
      "cn": "如果我们比较Orange的奢侈MP40系列，我们就能真正突出一些区别。"
    },
    {
      "id": 18,
      "en": "Now, of course, Orange has an enviable record for producing revolutionary and top-class products.",
      "cn": "当然，Orange在生产革命性和顶级产品方面有着令人羡慕的记录。"
    },
    {
      "id": 19,
      "en": "And I must admit, the MP40 is a breathtaking machine.",
      "cn": "我必须承认，MP40是一台令人惊叹的机器。"
    },
    {
      "id": 20,
      "en": "However, for most consumers, the MP40 is simply far too expensive to consider.",
      "cn": "然而，对于大多数消费者来说，MP40实在是太贵了。"
    },
    {
      "id": 21,
      "en": "Compared with the X420, it is more expensive and there's no doubt that considering the quality and workmanship that goes into the X420, we really win hands down on value for money.",
      "cn": "与X420相比，它更贵，毫无疑问，考虑到X420的质量和工艺，我们在性价比上绝对胜出。"
    },
    {
      "id": 22,
      "en": "Also, if you compare the after-sales service we offer, I think we can proudly boast the best customer service facilities in the whole laptop sector.",
      "cn": "此外，如果你比较我们提供的售后服务，我认为我们可以自豪地说在整个笔记本电脑行业中拥有最佳的客户服务设施。"
    },
    {
      "id": 23,
      "en": "As opposed to most of our rivals, we guarantee quality, we guarantee service, and we guarantee reliability.",
      "cn": "与大多数竞争对手不同，我们保证质量、服务和可靠性。"
    },
    {
      "id": 24,
      "en": "The questions we must ask ourselves are, what does the Alpha brand stand for?",
      "cn": "我们必须问自己几个问题，Alpha品牌代表什么？"
    },
    {
      "id": 25,
      "en": "And also, how can we set ourselves apart from our competitors?",
      "cn": "还有，我们如何能与竞争对手区分开来？"
    },
    {
      "id": 26,
      "en": "The answer to both of these questions is the same, my friends.",
      "cn": "这两个问题的答案是一样的，朋友们。"
    },
    {
      "id": 27,
      "en": "Alpha stands first and foremost for quality, for excellence, and for service.",
      "cn": "Alpha首先代表质量、卓越和服务。"
    },
    {
      "id": 28,
      "en": "If we always stick to this philosophy, then I'm confident that we will really be able to expand our market share significantly.",
      "cn": "如果我们始终坚持这一理念，我相信我们将能够显著扩大市场份额。"
    },
    {
      "id": 29,
      "en": "Okay, let me move on now to give you an idea of our marketing campaign for the X420.",
      "cn": "好的，让我继续介绍一下我们针对X420的营销活动。"
    },
    {
      "id": 30,
      "en": "Alright, we're back, so now let's take a look at these phrases on Language Takeaway.",
      "cn": "好的，我们回来了，现在让我们看看Language Takeaway中的这些短语。"
    },
    {
      "id": 31,
      "en": "Our first phrase comes from the very first sentence of today's dialogue.",
      "cn": "我们的第一个短语来自今天对话的第一句话。"
    },
    {
      "id": 32,
      "en": "We heard this phrase, cutting edge technology.",
      "cn": "我们听到了这个短语，尖端技术。"
    },
    {
      "id": 33,
      "en": "Now, Marco, what does cutting edge mean?",
      "cn": "现在，Marco，尖端是什么意思？"
    },
    {
      "id": 34,
      "en": "Okay, so as you see in the dialogue, we're talking about technology.",
      "cn": "好的，正如你在对话中看到的，我们在谈论技术。"
    },
    {
      "id": 35,
      "en": "And if technology is cutting edge, it basically means it's new, it's very modern, it's the newest you can get.",
      "cn": "如果技术是尖端的，基本上意味着它是新的，非常现代，是你能得到的最新技术。"
    },
    {
      "id": 36,
      "en": "It's the most advanced, perhaps.",
      "cn": "也许是最先进的。"
    },
    {
      "id": 37,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 38,
      "en": "So, what's an example of a current cutting edge technology?",
      "cn": "那么，当前尖端技术的例子是什么？"
    },
    {
      "id": 39,
      "en": "Can you think of something?",
      "cn": "你能想到什么吗？"
    },
    {
      "id": 40,
      "en": "So, for example, when we talk about mobile phones that can now connect to the Internet, you can send emails.",
      "cn": "例如，当我们谈论现在可以连接互联网的手机时，你可以发送电子邮件。"
    },
    {
      "id": 41,
      "en": "They have many features, even two cameras and touch sensitive screens.",
      "cn": "它们有许多功能，甚至有两个摄像头和触摸屏。"
    },
    {
      "id": 42,
      "en": "This is a type of cutting edge technology.",
      "cn": "这是一种尖端技术。"
    },
    {
      "id": 43,
      "en": "Okay, it's the most new technology, the newest.",
      "cn": "好的，这是最新的技术，最新的。"
    },
    {
      "id": 44,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 45,
      "en": "So, after that, we heard another phrase.",
      "cn": "然后，我们听到了另一个短语。"
    },
    {
      "id": 46,
      "en": "This is a bit different.",
      "cn": "这有点不同。"
    },
    {
      "id": 47,
      "en": "This is more of a business phrase.",
      "cn": "这是一个更商业的短语。"
    },
    {
      "id": 48,
      "en": "We have this retail price.",
      "cn": "我们有这个零售价格。"
    },
    {
      "id": 49,
      "en": "I bet the retail price will be too much.",
      "cn": "我敢打赌零售价格会太高。"
    },
    {
      "id": 50,
      "en": "So, what is a retail price and how is it different from a regular price?",
      "cn": "那么，什么是零售价格，它与常规价格有什么不同？"
    },
    {
      "id": 51,
      "en": "Okay, so the retail price is basically the amount of money that you pay for something at the store.",
      "cn": "好的，零售价格基本上是你在商店里为某样东西支付的金额。"
    },
    {
      "id": 52,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 53,
      "en": "So, if I go to a store and I buy a computer for $1,000, I know that the store, they bought the computer for less money.",
      "cn": "所以，如果我去商店买一台电脑，价格是1,000美元，我知道商店是以更低的价格买的电脑。"
    },
    {
      "id": 54,
      "en": "Otherwise, they don't earn any money.",
      "cn": "否则，他们就赚不到钱。"
    },
    {
      "id": 55,
      "en": "It's a bad business.",
      "cn": "这生意就不好。"
    },
    {
      "id": 56,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 57,
      "en": "So, the retail price is higher than the actual price, the cost of production.",
      "cn": "所以，零售价格高于实际价格，即生产成本。"
    },
    {
      "id": 58,
      "en": "So, retail price just basically means exactly what you said, Marco.",
      "cn": "所以，零售价格基本上就是你所说的，Marco。"
    },
    {
      "id": 59,
      "en": "How much you would spend on something, how much something costs in a store.",
      "cn": "你在商店里为某样东西花费多少，某样东西的价格。"
    },
    {
      "id": 60,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 61,
      "en": "That's why they're called retail stores.",
      "cn": "这就是为什么它们被称为零售商店。"
    },
    {
      "id": 62,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 63,
      "en": "Now, moving on, when we're discussing the X420, this computer, Mr. Ford says that it's aimed at the luxury market.",
      "cn": "现在，继续讨论X420，这台电脑，Ford先生说它是针对奢侈市场的。"
    },
    {
      "id": 64,
      "en": "That means that this company would like to sell the computer in the luxury market.",
      "cn": "这意味着这家公司希望在奢侈市场上销售这台电脑。"
    },
    {
      "id": 65,
      "en": "The luxury market is not the normal market.",
      "cn": "奢侈市场不是普通市场。"
    },
    {
      "id": 66,
      "en": "It's the market for very expensive, very beautiful, very nice things.",
      "cn": "它是非常昂贵、非常美丽、非常好的东西的市场。"
    },
    {
      "id": 67,
      "en": "Luxury items, luxury brands are very, very expensive.",
      "cn": "奢侈品、奢侈品牌非常非常昂贵。"
    },
    {
      "id": 68,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 69,
      "en": "So, for example, a car such as a Mercedes Benz might be aimed at the luxury market, whereas a car like a Honda Civic is aimed at maybe more of a middle-class market.",
      "cn": "例如，像梅赛德斯-奔驰这样的汽车可能是针对奢侈市场，而像本田思域这样的汽车可能更适合中产阶级市场。"
    },
    {
      "id": 70,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 71,
      "en": "Or in clothing, you could say Gucci is a luxury brand, whereas the Gap or something is a regular consumer brand.",
      "cn": "或者在服装方面，你可以说古驰是奢侈品牌，而Gap或其他品牌是普通消费品牌。"
    },
    {
      "id": 72,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 73,
      "en": "So, this is what we talk about when we refer to a luxury market.",
      "cn": "所以，这就是我们谈论奢侈市场时的意思。"
    },
    {
      "id": 74,
      "en": "Now, moving on to the description of the X420, Mr. Ford says that it's amazing quality and that the workmanship is very, very good.",
      "cn": "现在，继续描述X420，Ford先生说它的质量惊人，工艺非常好。"
    },
    {
      "id": 75,
      "en": "So, workmanship is related to the word work.",
      "cn": "所以，工艺与工作这个词有关。"
    },
    {
      "id": 76,
      "en": "And now, workmanship means how something is made.",
      "cn": "现在，工艺意味着某样东西是如何制作的。"
    },
    {
      "id": 77,
      "en": "Generally, when we talk about luxury goods, we expect the workmanship to be very, very high quality.",
      "cn": "通常，当我们谈论奢侈品时，我们期望工艺是非常高质量的。"
    },
    {
      "id": 78,
      "en": "That means that the way that these things are made is the best.",
      "cn": "这意味着这些东西的制作方式是最好的。"
    },
    {
      "id": 79,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 80,
      "en": "It's not going to break in one day.",
      "cn": "它不会在一天内坏掉。"
    },
    {
      "id": 81,
      "en": "Usually, I think when you talk about workmanship or luxury items like this, maybe part of it is made by hand.",
      "cn": "通常，我认为当你谈论工艺或这样的奢侈品时，可能部分是手工制作的。"
    },
    {
      "id": 82,
      "en": "So, this is what we talk about workmanship is how skilled that person is, or how skilled his hands are to make this great piece of luxury good.",
      "cn": "所以，这就是我们谈论工艺时的意思，指的是那个人的技能，或者他手的技能来制作这件伟大的奢侈品。"
    },
    {
      "id": 83,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 84,
      "en": "So, a very good example in the world of music is the Stradivarius violin.",
      "cn": "所以，音乐界的一个很好的例子是斯特拉迪瓦里小提琴。"
    },
    {
      "id": 85,
      "en": "So, Stradivarius violins are very, very expensive because the workmanship is the best quality in the history of world music.",
      "cn": "所以，斯特拉迪瓦里小提琴非常非常昂贵，因为它的工艺是世界音乐史上最好的质量。"
    },
    {
      "id": 86,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 87,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 88,
      "en": "So, that's what we talk about workmanship.",
      "cn": "所以，这就是我们谈论工艺的意思。"
    },
    {
      "id": 89,
      "en": "You can apply it to many different things.",
      "cn": "你可以将其应用于许多不同的事物。"
    },
    {
      "id": 90,
      "en": "But moving on to our last word for language takeaway today, another nice business phrase that we talk about, specifically in sales, is market share.",
      "cn": "但继续到我们今天语言外带的最后一个词，另一个我们特别在销售中谈到的商业短语是市场份额。"
    },
    {
      "id": 91,
      "en": "Now, Marco, describe to me market share because I know what a market is.",
      "cn": "现在，Marco，给我描述一下市场份额，因为我知道市场是什么。"
    },
    {
      "id": 92,
      "en": "It's where things are bought and sold.",
      "cn": "它是买卖的地方。"
    },
    {
      "id": 93,
      "en": "But what is a share, market share?",
      "cn": "但什么是份额，市场份额呢？"
    },
    {
      "id": 94,
      "en": "So, in this case, we're talking about computers.",
      "cn": "所以，在这种情况下，我们在谈论电脑。"
    },
    {
      "id": 95,
      "en": "So, a market share is how much a company owns in the market or how much they sell in this market.",
      "cn": "所以，市场份额是指一家公司在市场上拥有多少或他们在这个市场上销售多少。"
    },
    {
      "id": 96,
      "en": "So, for example, if we have a city of a thousand people and everyone there buys computers, if we sell computers to 500 people of that city, that means we own a 50% market share.",
      "cn": "例如，如果我们有一个一千人的城市，那里每个人都买电脑，如果我们向这个城市的500人销售电脑，这意味着我们拥有50%的市场份额。"
    },
    {
      "id": 97,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 98,
      "en": "So, a market share is usually like a percentage, right?",
      "cn": "所以，市场份额通常是一个百分比，对吗？"
    },
    {
      "id": 99,
      "en": "It's a piece of this big pie.",
      "cn": "它是这个大饼的一部分。"
    },
    {
      "id": 100,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 101,
      "en": "So, everyone is always fighting for more market share.",
      "cn": "所以，每个人总是在争夺更多的市场份额。"
    },
    {
      "id": 102,
      "en": "Whoever sells more has bigger market share.",
      "cn": "谁卖得更多，谁的市场份额就更大。"
    },
    {
      "id": 103,
      "en": "So, in the world of televisions, would you say that Sony has a large market share in televisions?",
      "cn": "那么，在电视的世界里，你会说索尼在电视上有很大的市场份额吗？"
    },
    {
      "id": 104,
      "en": "Probably, although I think maybe Samsung has bigger market share or LG.",
      "cn": "可能吧，虽然我觉得三星或LG的市场份额可能更大。"
    },
    {
      "id": 105,
      "en": "I don't know.",
      "cn": "我不知道。"
    },
    {
      "id": 106,
      "en": "See, this is the thing with market shares, is that there are so many brands in a certain industry that everyone has maybe a little piece of the pie or maybe one has a bigger piece.",
      "cn": "你看，市场份额的事情是，某个行业有很多品牌，每个人可能都有一小块蛋糕，或者可能有一个人有更大的一块。"
    },
    {
      "id": 107,
      "en": "I see.",
      "cn": "我明白了。"
    },
    {
      "id": 108,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 109,
      "en": "Well, that's it for Language Takeaway.",
      "cn": "好吧，这就是语言收获。"
    },
    {
      "id": 110,
      "en": "Hope you guys have learned something there.",
      "cn": "希望你们在这里学到了一些东西。"
    },
    {
      "id": 111,
      "en": "We're going to be back in a moment with Fluency Builder.",
      "cn": "我们马上会回来，进行流利度提升。"
    },
    {
      "id": 112,
      "en": "Now, of course, with all this cutting-edge technology, there must be a catch, you might ask yourself.",
      "cn": "当然，面对这些尖端技术，你可能会问，是否有陷阱。"
    },
    {
      "id": 113,
      "en": "I bet the retail price will be too much for most consumers, you might say.",
      "cn": "我敢打赌，零售价格对大多数消费者来说会太高，你可能会说。"
    },
    {
      "id": 114,
      "en": "Well, you'd be wrong.",
      "cn": "好吧，你错了。"
    },
    {
      "id": 115,
      "en": "Yes, of course, the X420 is aimed at the luxury market.",
      "cn": "是的，当然，X420是针对奢侈市场的。"
    },
    {
      "id": 116,
      "en": "But if you compare the price of our leading competitors, the X420 represents incredible value for money.",
      "cn": "但如果你比较我们主要竞争对手的价格，X420的性价比非常高。"
    },
    {
      "id": 117,
      "en": "At only 15,000 RMB, it is far more affordable and far more attractive than almost every leading brand and model.",
      "cn": "仅需15,000元人民币，它比几乎所有领先品牌和型号都更实惠、更具吸引力。"
    },
    {
      "id": 118,
      "en": "So what differentiates us from our competitors?",
      "cn": "那么，是什么让我们与竞争对手不同呢？"
    },
    {
      "id": 119,
      "en": "Well, if we compare Orange's luxury MP40 range, then we can really highlight some of the differences.",
      "cn": "好吧，如果我们比较橙色的奢侈MP40系列，那么我们可以真正突出一些差异。"
    },
    {
      "id": 120,
      "en": "Now, of course, Orange has an enviable record for producing revolutionary and top-class products.",
      "cn": "当然，橙色在生产革命性和顶级产品方面有着令人羡慕的记录。"
    },
    {
      "id": 121,
      "en": "And I must admit, the MP40 is a breathtaking machine.",
      "cn": "我必须承认，MP40是一台令人惊叹的机器。"
    },
    {
      "id": 122,
      "en": "However, for most consumers, the MP40 is simply far too expensive to consider.",
      "cn": "然而，对于大多数消费者来说，MP40实在是太贵了，无法考虑。"
    },
    {
      "id": 123,
      "en": "Compared with the X420, it is more expensive and there's no doubt that considering the quality and workmanship that goes into the X420, we really win hands-down on value for money.",
      "cn": "与X420相比，它更贵，毫无疑问，考虑到X420的质量和工艺，我们在性价比上确实胜出。"
    },
    {
      "id": 124,
      "en": "Also, if you compare the after-sales service we offer, I think we can proudly boast the best customer service facilities in the whole laptop sector.",
      "cn": "此外，如果你比较我们提供的售后服务，我认为我们可以自豪地说在整个笔记本电脑行业中拥有最好的客户服务设施。"
    },
    {
      "id": 125,
      "en": "As opposed to most of our rivals, we guarantee quality, we guarantee service, and we guarantee reliability.",
      "cn": "与大多数竞争对手相比，我们保证质量，保证服务，保证可靠性。"
    },
    {
      "id": 126,
      "en": "The questions we must ask ourselves are, what does the Alpha brand stand for?",
      "cn": "我们必须问自己的是，阿尔法品牌代表什么？"
    },
    {
      "id": 127,
      "en": "And also, how can we set ourselves apart from our competitors?",
      "cn": "还有，我们如何能与竞争对手区分开来？"
    },
    {
      "id": 128,
      "en": "The answer to both of these questions is the same, my friends.",
      "cn": "这两个问题的答案是一样的，朋友们。"
    },
    {
      "id": 129,
      "en": "Alpha stands first and foremost for quality, for excellence, and for service.",
      "cn": "阿尔法首先代表质量、卓越和服务。"
    },
    {
      "id": 130,
      "en": "If we always stick to this philosophy, then I'm confident that we will really be able to expand our market share significantly.",
      "cn": "如果我们始终坚持这一理念，那么我相信我们将能够显著扩大我们的市场份额。"
    },
    {
      "id": 131,
      "en": "Okay, let me move on now to give you an idea of our marketing campaign for the X420.",
      "cn": "好吧，让我现在继续给你们介绍一下我们针对X420的营销活动。"
    },
    {
      "id": 132,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 133,
      "en": "So now, let's take a look at Fluency Builder.",
      "cn": "现在，让我们来看看流利度提升。"
    },
    {
      "id": 134,
      "en": "Fluency Builder So the first phrase I would like to look at in Fluency Builder is very important for consumers.",
      "cn": "流利度提升，所以我想在流利度提升中看的第一个短语对消费者来说非常重要。"
    },
    {
      "id": 135,
      "en": "That means people who buy things are very interested in this thing.",
      "cn": "这意味着购买东西的人对此非常感兴趣。"
    },
    {
      "id": 136,
      "en": "We call it value for money.",
      "cn": "我们称之为性价比。"
    },
    {
      "id": 137,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 138,
      "en": "When Mr. Ford was talking about the X420, he said it represents incredible value for money at only 15,000 RMB.",
      "cn": "当福特先生谈到X420时，他说它在仅需15,000元人民币的情况下代表了惊人的性价比。"
    },
    {
      "id": 139,
      "en": "Okay, so 15,000 RMB sounds like a lot of money to me.",
      "cn": "好吧，15,000元人民币对我来说听起来像很多钱。"
    },
    {
      "id": 140,
      "en": "But he's saying that the value of the product is very good considering the price.",
      "cn": "但他说考虑到价格，产品的价值非常好。"
    },
    {
      "id": 141,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 142,
      "en": "And that's what the phrase value for money is.",
      "cn": "这就是性价比这个短语的意思。"
    },
    {
      "id": 143,
      "en": "As you said, the quality and how much you are getting for this product compared to how much you're paying for it is very, very good.",
      "cn": "正如你所说，质量和你为这个产品支付的价格相比，你得到的东西非常非常好。"
    },
    {
      "id": 144,
      "en": "So the idea is it should be more expensive, but it's not.",
      "cn": "所以这个想法是它应该更贵，但实际上并不是。"
    },
    {
      "id": 145,
      "en": "So the value considering the price is actually very good.",
      "cn": "所以考虑到价格的价值实际上非常好。"
    },
    {
      "id": 146,
      "en": "So maybe I could say that this computer, this Apple computer, it's expensive.",
      "cn": "所以也许我可以说这台电脑，这台苹果电脑，它很贵。"
    },
    {
      "id": 147,
      "en": "It's $1,500, but the value for money is great because I'll have this computer for five years.",
      "cn": "它1500美元，但性价比很高，因为我会用这台电脑五年。"
    },
    {
      "id": 148,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 149,
      "en": "Another computer might break and I have to buy a new one.",
      "cn": "另一台电脑可能会坏掉，我不得不买一台新的。"
    },
    {
      "id": 150,
      "en": "And also you can describe value for money as something good or bad.",
      "cn": "你也可以将性价比描述为好或坏。"
    },
    {
      "id": 151,
      "en": "For example, the same computer you can say doesn't represent good value for money.",
      "cn": "例如，同样的电脑你可以说不代表好的性价比。"
    },
    {
      "id": 152,
      "en": "So maybe you paid more than what you're actually getting.",
      "cn": "所以也许你支付的比你实际得到的更多。"
    },
    {
      "id": 153,
      "en": "It was a bad deal.",
      "cn": "这是个坏交易。"
    },
    {
      "id": 154,
      "en": "It was a bad deal.",
      "cn": "这是个坏交易。"
    },
    {
      "id": 155,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 156,
      "en": "Great.",
      "cn": "很好。"
    },
    {
      "id": 157,
      "en": "Well, the next phrase is an interesting one.",
      "cn": "好吧，下一个短语是一个有趣的短语。"
    },
    {
      "id": 158,
      "en": "It's in this sentence where we talked about workmanship.",
      "cn": "它在我们谈到工艺的句子中。"
    },
    {
      "id": 159,
      "en": "So, semester four was describing the X420 and he said it really wins hands down on a value for money.",
      "cn": "所以，学期四在描述X420时他说它在性价比上确实胜出。"
    },
    {
      "id": 160,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 161,
      "en": "So the phrase that we're going to take a look at is hands down.",
      "cn": "所以我们要看的短语是“毫无疑问”。"
    },
    {
      "id": 162,
      "en": "So what does he mean when he says that workmanship for the X420 wins hands down?",
      "cn": "那么，当他说X420的工艺毫无疑问胜出时，他是什么意思？"
    },
    {
      "id": 163,
      "en": "So this is a very spoken English phrase and it has nothing to do with your hands.",
      "cn": "这是一个非常口语化的英语短语，与你的手没有任何关系。"
    },
    {
      "id": 164,
      "en": "It means, well, I guess it could, hands down.",
      "cn": "它的意思是，我想它可以，毫无疑问。"
    },
    {
      "id": 165,
      "en": "I'm not really sure what the literal meaning is.",
      "cn": "我不太确定字面意思是什么。"
    },
    {
      "id": 166,
      "en": "But when we say it, we mean that something is without competition.",
      "cn": "但当我们说它时，我们的意思是某事没有竞争。"
    },
    {
      "id": 167,
      "en": "So there is no doubt in my mind.",
      "cn": "所以我心中毫无疑问。"
    },
    {
      "id": 168,
      "en": "This is absolutely the best in value for money.",
      "cn": "这绝对是性价比最高的。"
    },
    {
      "id": 169,
      "en": "And so maybe if I say, oh, well, there are two or three computers, they're all nice, nothing is hands down.",
      "cn": "所以也许如果我说，哦，有两三台电脑，它们都很好，没有一台是毫无疑问的。"
    },
    {
      "id": 170,
      "en": "But if I say, listen, this IBM computer is hands down the best on the market.",
      "cn": "但如果我说，听着，这台IBM电脑毫无疑问是市场上最好的。"
    },
    {
      "id": 171,
      "en": "That means there's no other competition.",
      "cn": "这意味着没有其他竞争。"
    },
    {
      "id": 172,
      "en": "It is the best.",
      "cn": "它是最好的。"
    },
    {
      "id": 173,
      "en": "So you can't really argue with that.",
      "cn": "所以你真的无法争辩。"
    },
    {
      "id": 174,
      "en": "It's the best.",
      "cn": "它是最好的。"
    },
    {
      "id": 175,
      "en": "No arguments there.",
      "cn": "没有争论。"
    },
    {
      "id": 176,
      "en": "No arguments, exactly.",
      "cn": "没有争论，确实。"
    },
    {
      "id": 177,
      "en": "Hands down.",
      "cn": "毫无疑问。"
    },
    {
      "id": 178,
      "en": "He is hands down the best baseball player I've ever seen.",
      "cn": "他毫无疑问是我见过的最好的棒球运动员。"
    },
    {
      "id": 179,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 180,
      "en": "Okay, so now moving on to our next phrase.",
      "cn": "好吧，现在继续到我们的下一个短语。"
    },
    {
      "id": 181,
      "en": "When Mr. Ford again was talking about now the company, he said that the Alpha brand is, what does it stand for?",
      "cn": "当福特先生再次谈到公司时，他说阿尔法品牌代表什么？"
    },
    {
      "id": 182,
      "en": "And he said that it stands first and foremost for quality.",
      "cn": "他还说它首先代表质量。"
    },
    {
      "id": 183,
      "en": "Okay, so this means, you think about first and foremost, this means above everything else.",
      "cn": "好吧，这意味着，你想想首先，这意味着在一切之上。"
    },
    {
      "id": 184,
      "en": "So Alpha means a lot of things.",
      "cn": "所以阿尔法意味着很多东西。"
    },
    {
      "id": 185,
      "en": "They make good computers, they're a strong company.",
      "cn": "他们制造好的电脑，他们是一家强大的公司。"
    },
    {
      "id": 186,
      "en": "But first and foremost, it means quality.",
      "cn": "但首先，它意味着质量。"
    },
    {
      "id": 187,
      "en": "It means that more important than any other thing that Alpha brand does, quality is the most important.",
      "cn": "这意味着比阿尔法品牌所做的任何其他事情更重要的是，质量是最重要的。"
    },
    {
      "id": 188,
      "en": "Okay, so basically what we're seeing, the first thing and the most important thing is quality.",
      "cn": "好吧，所以基本上我们看到的，第一件事和最重要的事情是质量。"
    },
    {
      "id": 189,
      "en": "So that's what you mean when you say first and foremost.",
      "cn": "所以这就是你说的首先的意思。"
    },
    {
      "id": 190,
      "en": "So you can say, for example, when I'm looking for a car, price is the first and foremost important quality.",
      "cn": "所以你可以说，例如，当我在找车时，价格是最重要的质量。"
    },
    {
      "id": 191,
      "en": "Okay, so we're talking about, you know, for Marco, the most important factor, the most important part of buying a car is the price.",
      "cn": "好吧，所以我们在谈论，你知道，对于马尔科来说，购买汽车时最重要的因素，最重要的部分是价格。"
    },
    {
      "id": 192,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 193,
      "en": "So moving on to our last phrase now, when Mr. Ford was ending this part of his speech, he said that we always stick to this philosophy.",
      "cn": "所以现在继续到我们的最后一个短语，当福特先生结束他演讲的这一部分时，他说我们始终坚持这一理念。"
    },
    {
      "id": 194,
      "en": "To stick to.",
      "cn": "坚持。"
    },
    {
      "id": 195,
      "en": "So stick is a verb and a noun.",
      "cn": "所以坚持是一个动词和名词。"
    },
    {
      "id": 196,
      "en": "If you're familiar with the noun, it's different from what we're talking about today.",
      "cn": "如果你熟悉名词，它与我们今天谈论的不同。"
    },
    {
      "id": 197,
      "en": "To stick to.",
      "cn": "坚持。"
    },
    {
      "id": 198,
      "en": "Remember that is a phrase, to stick to something.",
      "cn": "记住这是一个短语，坚守某事。"
    },
    {
      "id": 199,
      "en": "So to stick to means to continue doing it.",
      "cn": "所以坚持意味着继续做这件事。"
    },
    {
      "id": 200,
      "en": "Okay, you're going to hear this a lot when you talk about sports or even in the office.",
      "cn": "好吧，当你谈论体育或甚至在办公室时，你会经常听到这个。"
    },
    {
      "id": 201,
      "en": "I could say, listen, Marco, I don't want you to quit.",
      "cn": "我可以说，听着，Marco，我不想让你放弃。"
    },
    {
      "id": 202,
      "en": "I really want you to stick to this project.",
      "cn": "我真的希望你能坚持这个项目。"
    },
    {
      "id": 203,
      "en": "Okay, so to continue doing, to not give up.",
      "cn": "好吧，所以继续做，不放弃。"
    },
    {
      "id": 204,
      "en": "Don't give up.",
      "cn": "不要放弃。"
    },
    {
      "id": 205,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 206,
      "en": "So you could say this to a child also, you know, I know you want to quit playing soccer, but I think you should stick to it.",
      "cn": "所以你也可以对孩子说，你知道，我知道你想放弃踢足球，但我认为你应该坚持下去。"
    },
    {
      "id": 207,
      "en": "To stick to it.",
      "cn": "坚持下去。"
    },
    {
      "id": 208,
      "en": "That means to continue playing, not to quit.",
      "cn": "这意味着继续踢，不放弃。"
    },
    {
      "id": 209,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 210,
      "en": "So it's a very nice and maybe spoken English phrase, which means continue doing, to not give up, to be persuasive.",
      "cn": "所以这是一个非常好且可能是口语的英语短语，意味着继续做，不放弃，具有说服力。"
    },
    {
      "id": 211,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 212,
      "en": "To stick to something.",
      "cn": "坚持某事。"
    },
    {
      "id": 213,
      "en": "I want to stick to it.",
      "cn": "我想坚持下去。"
    },
    {
      "id": 214,
      "en": "You should stick to this.",
      "cn": "你应该坚持这个。"
    },
    {
      "id": 215,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 216,
      "en": "So a lot of phrases here.",
      "cn": "所以这里有很多短语。"
    },
    {
      "id": 217,
      "en": "I think we've taken a look at a lot of things here.",
      "cn": "我认为我们已经看了很多东西。"
    },
    {
      "id": 218,
      "en": "Maybe we should go back.",
      "cn": "也许我们应该回去。"
    },
    {
      "id": 219,
      "en": "Let's review one last time the dialogue and we'll be back in a bit.",
      "cn": "让我们最后再复习一次对话，我们很快会回来。"
    },
    {
      "id": 220,
      "en": "Now, of course, with all this cutting edge technology, there must be a catch, you might ask yourself.",
      "cn": "现在，当然，随着所有这些尖端技术，肯定会有一些陷阱，你可能会问自己。"
    },
    {
      "id": 221,
      "en": "I bet the retail price will be too much for most consumers, you might say.",
      "cn": "我敢打赌零售价格对大多数消费者来说会太高，你可能会说。"
    },
    {
      "id": 222,
      "en": "Well, you'd be wrong.",
      "cn": "好吧，你错了。"
    },
    {
      "id": 223,
      "en": "Yes, of course, the X420 is aimed at the luxury market.",
      "cn": "是的，当然，X420是针对奢侈市场的。"
    },
    {
      "id": 224,
      "en": "But if you compare the price of our leading competitors, the X420 represents incredible value for money.",
      "cn": "但如果你比较我们领先竞争对手的价格，X420在性价比上代表了不可思议的价值。"
    },
    {
      "id": 225,
      "en": "At only 15,000 RMB, it is far more affordable and far more attractive than almost every leading brand and model.",
      "cn": "仅需15,000人民币，它比几乎所有领先品牌和型号都更实惠，更具吸引力。"
    },
    {
      "id": 226,
      "en": "So what differentiates us from our competitors?",
      "cn": "那么，是什么让我们与竞争对手不同呢？"
    },
    {
      "id": 227,
      "en": "Well, if we compare Orange's luxury MP40 range, then we can really highlight some of the differences.",
      "cn": "好吧，如果我们比较Orange的奢侈MP40系列，那么我们可以真正突出一些差异。"
    },
    {
      "id": 228,
      "en": "Now, of course, Orange has an enviable record for producing revolutionary and top class products.",
      "cn": "当然，Orange在生产革命性和顶级产品方面有着令人羡慕的记录。"
    },
    {
      "id": 229,
      "en": "And I must admit, the MP40 is a breathtaking machine.",
      "cn": "我必须承认，MP40是一台令人惊叹的机器。"
    },
    {
      "id": 230,
      "en": "However, for most consumers, the MP40 is simply far too expensive to consider.",
      "cn": "然而，对于大多数消费者来说，MP40显然太贵了。"
    },
    {
      "id": 231,
      "en": "Compared with the X420, it is more expensive and there's no doubt that considering the quality and workmanship that goes into the X420, we really win hands down on value for money.",
      "cn": "与X420相比，它更贵，毫无疑问，考虑到X420的质量和工艺，我们在性价比上确实胜出。"
    },
    {
      "id": 232,
      "en": "Also, if you compare the after-sales service we offer, I think we can proudly boast the best customer service facilities in the whole laptop sector.",
      "cn": "此外，如果你比较我们提供的售后服务，我认为我们可以自豪地说在整个笔记本电脑行业中拥有最佳的客户服务设施。"
    },
    {
      "id": 233,
      "en": "As opposed to most of our rivals, we guarantee quality, we guarantee service, and we guarantee reliability.",
      "cn": "与大多数竞争对手相比，我们保证质量，保证服务，保证可靠性。"
    },
    {
      "id": 234,
      "en": "The questions we must ask ourselves are, what does the Alpha brand stand for?",
      "cn": "我们必须问自己的问题是，Alpha品牌代表什么？"
    },
    {
      "id": 235,
      "en": "And also, how can we set ourselves apart from our competitors?",
      "cn": "还有，我们如何能与竞争对手区分开来？"
    },
    {
      "id": 236,
      "en": "The answer to both of these questions is the same, my friends.",
      "cn": "这两个问题的答案是一样的，我的朋友们。"
    },
    {
      "id": 237,
      "en": "Alpha stands first and foremost for quality, for excellence, and for service.",
      "cn": "Alpha首先代表质量、卓越和服务。"
    },
    {
      "id": 238,
      "en": "If we always stick to this philosophy, then I'm confident that we will really be able to expand our market share significantly.",
      "cn": "如果我们始终坚持这一理念，那么我相信我们将能够显著扩大我们的市场份额。"
    },
    {
      "id": 239,
      "en": "Okay, let me move on now to give you an idea of our marketing campaign for the X420.",
      "cn": "好吧，让我继续给你们介绍一下我们对X420的营销活动。"
    },
    {
      "id": 240,
      "en": "Alright, so that's all the time we have for today on this series.",
      "cn": "好的，这就是我们今天在这个系列中的所有时间。"
    },
    {
      "id": 241,
      "en": "Be sure to check out the next part next week where we're going to continue talking about presentations.",
      "cn": "确保下周查看下一部分，我们将继续讨论演示。"
    },
    {
      "id": 242,
      "en": "And as you can see, it's very business-oriented, but you can apply everything that you learn to other situations as well.",
      "cn": "正如你所看到的，这非常商业导向，但你可以将你学到的所有内容应用于其他情况。"
    },
    {
      "id": 243,
      "en": "Exactly.",
      "cn": "确切地说。"
    },
    {
      "id": 244,
      "en": "These phrases like hands down and to stick to.",
      "cn": "这些短语像“毫无疑问”和“坚持下去”。"
    },
    {
      "id": 245,
      "en": "These aren't business phrases.",
      "cn": "这些不是商业短语。"
    },
    {
      "id": 246,
      "en": "These are words you can use in business, but I use these in my everyday life.",
      "cn": "这些是你可以在商业中使用的词，但我在日常生活中也使用这些。"
    },
    {
      "id": 247,
      "en": "And I think that with a little bit of practice, you guys can sound really, really fluent in English.",
      "cn": "我认为只要稍加练习，你们就能听起来非常流利的英语。"
    },
    {
      "id": 248,
      "en": "And these phrases are a good place to start.",
      "cn": "而这些短语是一个很好的起点。"
    },
    {
      "id": 249,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 250,
      "en": "So if you have any questions, any doubts or comments, you can visit our website, EnglishPod.com, where we'll be there.",
      "cn": "所以如果你有任何问题、疑虑或评论，可以访问我们的网站，EnglishPod.com，我们会在那儿。"
    },
    {
      "id": 251,
      "en": "See you guys soon.",
      "cn": "很快见到你们。"
    },
    {
      "id": 252,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}