{
  "type": "book",
  "id": "englishpod-中级--englishpod-中级-0302",
  "title": "EnglishPod 中级 0302",
  "totalSegments": 205,
  "seriesId": "englishpod-中级-",
  "segments": [
    {
      "id": 1,
      "en": "Hello everyone and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Katherine and today we're talking about fear.",
      "cn": "我叫Katherine，今天我们要谈论恐惧。"
    },
    {
      "id": 4,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 5,
      "en": "Today we're going to talk about phobias.",
      "cn": "今天我们要讨论恐惧症。"
    },
    {
      "id": 6,
      "en": "Different types of fears that you have.",
      "cn": "你所拥有的不同类型的恐惧。"
    },
    {
      "id": 7,
      "en": "Many people are scared of different things and that's what we're going to talk about today.",
      "cn": "很多人害怕不同的事物，这就是我们今天要讨论的内容。"
    },
    {
      "id": 8,
      "en": "Okay, so let's listen to today's dialogue and find out what the people in our dialogue are very, very afraid of.",
      "cn": "好的，让我们来听今天的对话，看看对话中的人们到底害怕什么。"
    },
    {
      "id": 9,
      "en": "Are you excited about your trip next month?",
      "cn": "你对下个月的旅行感到兴奋吗？"
    },
    {
      "id": 10,
      "en": "Yes and no.",
      "cn": "有点兴奋，也有点害怕。"
    },
    {
      "id": 11,
      "en": "I can't wait to go to Europe but at the same time I'm terrified.",
      "cn": "我迫不及待想去欧洲，但同时我也很害怕。"
    },
    {
      "id": 12,
      "en": "Why?",
      "cn": "为什么？"
    },
    {
      "id": 13,
      "en": "Well, I have aerophobia.",
      "cn": "嗯，我有飞行恐惧症。"
    },
    {
      "id": 14,
      "en": "I have a chronic fear of flying.",
      "cn": "我对飞行有慢性恐惧。"
    },
    {
      "id": 15,
      "en": "Oh really?",
      "cn": "哦，真的吗？"
    },
    {
      "id": 16,
      "en": "I have an uncle who is also terrified of flying.",
      "cn": "我有一个叔叔也很害怕飞行。"
    },
    {
      "id": 17,
      "en": "It's not that bad though.",
      "cn": "但其实也没那么糟。"
    },
    {
      "id": 18,
      "en": "I mean, it is pretty scary to be up in this big machine flying through the air at 700 miles per hour.",
      "cn": "我的意思是，坐在这个大机器里以每小时700英里的速度飞行确实很可怕。"
    },
    {
      "id": 19,
      "en": "I actually have arachnophobia.",
      "cn": "我实际上有蜘蛛恐惧症。"
    },
    {
      "id": 20,
      "en": "You're scared of spiders?",
      "cn": "你害怕蜘蛛？"
    },
    {
      "id": 21,
      "en": "I actually have two more phobias.",
      "cn": "我实际上还有两种恐惧症。"
    },
    {
      "id": 22,
      "en": "Acrophobia and glossophobia.",
      "cn": "高空恐惧症和公众演讲恐惧症。"
    },
    {
      "id": 23,
      "en": "I guess that explains why you're afraid of flying but public speaking is not that bad.",
      "cn": "我想这解释了你为什么害怕飞行，但公众演讲并没有那么糟。"
    },
    {
      "id": 24,
      "en": "Are you kidding?",
      "cn": "你在开玩笑吗？"
    },
    {
      "id": 25,
      "en": "When I get on stage my palms start to sweat.",
      "cn": "当我上台时，我的手心开始出汗。"
    },
    {
      "id": 26,
      "en": "I get really nervous and I can hardly speak.",
      "cn": "我变得非常紧张，几乎说不出话来。"
    },
    {
      "id": 27,
      "en": "Well, I must confess that I am a bit claustrophobic.",
      "cn": "嗯，我必须承认我有点幽闭恐惧症。"
    },
    {
      "id": 28,
      "en": "I hate being in an elevator for more than five seconds.",
      "cn": "我讨厌在电梯里待超过五秒钟。"
    },
    {
      "id": 29,
      "en": "We are such weirdos, right?",
      "cn": "我们真是奇怪的人，对吧？"
    },
    {
      "id": 30,
      "en": "Alright, we're back so let's take a look at those phobias on Language Takeaway.",
      "cn": "好吧，我们回来了，让我们看看Language Takeaway上的这些恐惧症。"
    },
    {
      "id": 31,
      "en": "The first phobia that we have is called aerophobia.",
      "cn": "我们有的第一种恐惧症叫做飞行恐惧症。"
    },
    {
      "id": 32,
      "en": "That's right, aerophobia.",
      "cn": "没错，飞行恐惧症。"
    },
    {
      "id": 33,
      "en": "And that means that you are scared of flying.",
      "cn": "这意味着你害怕飞行。"
    },
    {
      "id": 34,
      "en": "Okay, so we can tell because phobia means fear of something but it's not just a fear.",
      "cn": "好的，我们可以看出，恐惧症意味着对某事的恐惧，但这不仅仅是恐惧。"
    },
    {
      "id": 35,
      "en": "It means that if you go on an airplane you get very very upset.",
      "cn": "这意味着如果你坐飞机，你会非常非常不安。"
    },
    {
      "id": 36,
      "en": "You think that you're going to die.",
      "cn": "你会觉得自己要死了。"
    },
    {
      "id": 37,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 38,
      "en": "Okay, and so phobia is a very serious fear.",
      "cn": "所以恐惧症是一种非常严重的恐惧。"
    },
    {
      "id": 39,
      "en": "But aero, like aeroplane, is the prefix.",
      "cn": "但“aero”，像飞机，是前缀。"
    },
    {
      "id": 40,
      "en": "So aerophobia is a fear of going on airplanes.",
      "cn": "所以飞行恐惧症是对坐飞机的恐惧。"
    },
    {
      "id": 41,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 42,
      "en": "And another phobia that we have is arachnophobia.",
      "cn": "还有另一种恐惧症是蜘蛛恐惧症。"
    },
    {
      "id": 43,
      "en": "So again, as you see in the prefix, arachno is related to a spider.",
      "cn": "所以如你所见，前缀“arachno”与蜘蛛有关。"
    },
    {
      "id": 44,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 45,
      "en": "So this comes from the origins of English.",
      "cn": "这源于英语的起源。"
    },
    {
      "id": 46,
      "en": "I'm not sure if it's Greek or Latin but arachnophobia, like arachnid, has to do with spiders.",
      "cn": "我不确定是希腊语还是拉丁语，但蜘蛛恐惧症，像节肢动物，和蜘蛛有关。"
    },
    {
      "id": 47,
      "en": "So I'm afraid of spiders if I have arachnophobia.",
      "cn": "所以如果我有蜘蛛恐惧症，我就害怕蜘蛛。"
    },
    {
      "id": 48,
      "en": "That is right.",
      "cn": "没错。"
    },
    {
      "id": 49,
      "en": "And now taking a look at two more types of phobias here.",
      "cn": "现在我们来看另外两种恐惧症。"
    },
    {
      "id": 50,
      "en": "We have acrophobia and glossophobia.",
      "cn": "我们有高空恐惧症和公众演讲恐惧症。"
    },
    {
      "id": 51,
      "en": "So let's take a look at the first one, acrophobia.",
      "cn": "让我们先看看高空恐惧症。"
    },
    {
      "id": 52,
      "en": "So acrophobia, acro has to do with heights.",
      "cn": "高空恐惧症，acro与高度有关。"
    },
    {
      "id": 53,
      "en": "So I don't like to be on tall buildings.",
      "cn": "所以我不喜欢在高楼上。"
    },
    {
      "id": 54,
      "en": "I don't like to maybe look down from heights.",
      "cn": "我不喜欢从高处往下看。"
    },
    {
      "id": 55,
      "en": "That means I'm afraid of heights.",
      "cn": "这意味着我害怕高度。"
    },
    {
      "id": 56,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 57,
      "en": "You're afraid of being at a very high altitude.",
      "cn": "你害怕在很高的地方。"
    },
    {
      "id": 58,
      "en": "Acrophobia.",
      "cn": "高空恐惧症。"
    },
    {
      "id": 59,
      "en": "Now, glossophobia is an interesting one because this one, you are scared of public speaking.",
      "cn": "现在，公众演讲恐惧症是一个有趣的恐惧，因为你害怕公众演讲。"
    },
    {
      "id": 60,
      "en": "Or you get very nervous when you're in front of a group of people.",
      "cn": "或者在一群人面前时你会非常紧张。"
    },
    {
      "id": 61,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 62,
      "en": "So this is actually a very, very common fear.",
      "cn": "所以这实际上是一种非常非常常见的恐惧。"
    },
    {
      "id": 63,
      "en": "But if it's a serious fear, it's a phobia.",
      "cn": "但如果它是一种严重的恐惧，那就是恐惧症。"
    },
    {
      "id": 64,
      "en": "So glossophobia means that when you go in front of people, you get very, very anxious, upset, your stomach hurts, you have wet hands.",
      "cn": "所以公众演讲恐惧症意味着当你在众人面前时，你会非常非常焦虑，不安，肚子痛，手心出汗。"
    },
    {
      "id": 65,
      "en": "So that's a very serious fear.",
      "cn": "所以这是一种非常严重的恐惧。"
    },
    {
      "id": 66,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 67,
      "en": "And for our last phobia, we have claustrophobia.",
      "cn": "对于我们的最后一种恐惧症，我们有幽闭恐惧症。"
    },
    {
      "id": 68,
      "en": "I think it's one of the most common ones.",
      "cn": "我认为这是最常见的之一。"
    },
    {
      "id": 69,
      "en": "If you have claustrophobia, you're afraid of smaller, tight spaces.",
      "cn": "如果你有幽闭恐惧症，你害怕狭小的空间。"
    },
    {
      "id": 70,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 71,
      "en": "So people who... so you heard the word claustrophobic.",
      "cn": "所以那些...你听到过幽闭恐惧症这个词。"
    },
    {
      "id": 72,
      "en": "People who are claustrophobic or people who suffer from claustrophobia don't like to be in small, tight places like elevators, for example.",
      "cn": "患有幽闭恐惧症的人或患有幽闭恐惧症的人不喜欢待在小而狭窄的地方，比如电梯。"
    },
    {
      "id": 73,
      "en": "Tunnels.",
      "cn": "隧道。"
    },
    {
      "id": 74,
      "en": "So now you brought up an interesting point.",
      "cn": "所以你提到了一个有趣的观点。"
    },
    {
      "id": 75,
      "en": "Our last phobia, we said claustrophobic.",
      "cn": "我们最后提到的恐惧症是幽闭恐惧症。"
    },
    {
      "id": 76,
      "en": "And now we must make the difference between, for example, claustrophobia and being claustrophobic.",
      "cn": "现在我们必须区分，例如，幽闭恐惧症和幽闭恐惧症的区别。"
    },
    {
      "id": 77,
      "en": "So a phobia, you hear the word I... you hear the ending IA, claustrophobia, is a noun.",
      "cn": "所以恐惧症，你听到的词是...你听到的结尾IA，幽闭恐惧症，是名词。"
    },
    {
      "id": 78,
      "en": "Okay, that means I can talk about I have it, I have this fear.",
      "cn": "好的，这意味着我可以说我有这种恐惧。"
    },
    {
      "id": 79,
      "en": "But when you're talking about the adjective, something that describes you, you would have to use the IK ending.",
      "cn": "但当你谈论形容词，描述你的东西时，你必须使用IK结尾。"
    },
    {
      "id": 80,
      "en": "I'm claustrophobic.",
      "cn": "我有幽闭恐惧症。"
    },
    {
      "id": 81,
      "en": "He is acrophobic.",
      "cn": "他有高空恐惧症。"
    },
    {
      "id": 82,
      "en": "They are aerophobic.",
      "cn": "他们有飞行恐惧症。"
    },
    {
      "id": 83,
      "en": "Okay, so that is the adjective form.",
      "cn": "好的，这就是形容词形式。"
    },
    {
      "id": 84,
      "en": "So if I say, I have arachnophobia, it means I have this fear, or I can say, I am arachnophobic.",
      "cn": "所以如果我说，我有蜘蛛恐惧症，这意味着我有这种恐惧，或者我可以说，我是蜘蛛恐惧症患者。"
    },
    {
      "id": 85,
      "en": "Great, so this can be used for all other kinds of phobias.",
      "cn": "很好，所以这可以用于所有其他类型的恐惧症。"
    },
    {
      "id": 86,
      "en": "So when you learn those words, remember that there's two different kinds.",
      "cn": "所以当你学习这些词时，记住有两种不同的类型。"
    },
    {
      "id": 87,
      "en": "There's the IA, there's the IA phobia, which is the noun, and IK, which is the adjective.",
      "cn": "有IA，IA恐惧症是名词，IK是形容词。"
    },
    {
      "id": 88,
      "en": "Alright, let's listen to our dialogue again, and we'll be back in a bit with Fluency Builder.",
      "cn": "好吧，让我们再听一次我们的对话，稍后我们将回到流利度提升。"
    },
    {
      "id": 89,
      "en": "Hello, I mean, it is pretty scary to be up in this big machine flying through the air at 700 miles per hour.",
      "cn": "你好，我的意思是，坐在这个大机器里以每小时700英里的速度飞行确实很可怕。"
    },
    {
      "id": 90,
      "en": "I actually have arachnophobia.",
      "cn": "我实际上有蜘蛛恐惧症。"
    },
    {
      "id": 91,
      "en": "You're scared of spiders?",
      "cn": "你害怕蜘蛛？"
    },
    {
      "id": 92,
      "en": "I actually have two more phobias.",
      "cn": "我实际上还有两种恐惧症。"
    },
    {
      "id": 93,
      "en": "Acrophobia and glossophobia.",
      "cn": "高空恐惧症和公众演讲恐惧症。"
    },
    {
      "id": 94,
      "en": "I guess that explains why you're afraid of flying, but public speaking is not that bad.",
      "cn": "我想这解释了你为什么害怕飞行，但公众演讲并没有那么糟。"
    },
    {
      "id": 95,
      "en": "Are you kidding?",
      "cn": "你在开玩笑吗？"
    },
    {
      "id": 96,
      "en": "When I get on stage, my palms start to sweat.",
      "cn": "当我上台时，我的手心开始出汗。"
    },
    {
      "id": 97,
      "en": "I get really nervous and I can hardly speak.",
      "cn": "我变得非常紧张，几乎说不出话来。"
    },
    {
      "id": 98,
      "en": "Well, I must confess that I am a bit claustrophobic.",
      "cn": "嗯，我必须承认我有点幽闭恐惧症。"
    },
    {
      "id": 99,
      "en": "I hate being in an elevator for more than five seconds.",
      "cn": "我讨厌在电梯里待超过五秒钟。"
    },
    {
      "id": 100,
      "en": "We are such weirdos, right?",
      "cn": "我们真是奇怪的人，对吧？"
    },
    {
      "id": 101,
      "en": "Alright, so we've picked out a couple of different phrases today.",
      "cn": "好的，今天我们挑选了几个不同的短语。"
    },
    {
      "id": 102,
      "en": "Let's take a look at those now on Fluency Builder.",
      "cn": "现在让我们在流利构建器上看看这些。"
    },
    {
      "id": 103,
      "en": "Fluency Builder So in the beginning of today's dialogue, the character said, I cannot wait to go to Europe, but at the same time, I'm terrified.",
      "cn": "流利构建器 在今天对话的开始，角色说，我迫不及待想去欧洲，但同时我又很害怕。"
    },
    {
      "id": 104,
      "en": "So at the same time.",
      "cn": "所以同时。"
    },
    {
      "id": 105,
      "en": "So in this case, we're saying that we are happy, but also we are scared.",
      "cn": "在这种情况下，我们说我们很高兴，但也很害怕。"
    },
    {
      "id": 106,
      "en": "So two things at once at the same time.",
      "cn": "所以同时有两种感觉。"
    },
    {
      "id": 107,
      "en": "Right, so this is a little bit different from when we talk about I can do two things at the same time, I can walk and chew gum.",
      "cn": "对，这与我们说我可以同时做两件事，我可以走路和嚼口香糖有点不同。"
    },
    {
      "id": 108,
      "en": "When we're talking about feelings or emotions, you say, you know, I'm happy, but at the same time, I'm also scared.",
      "cn": "当我们谈论感受或情绪时，你会说，你知道，我很高兴，但同时我也很害怕。"
    },
    {
      "id": 109,
      "en": "That means that I have these two feelings and actually they're opposite feelings.",
      "cn": "这意味着我有这两种感觉，实际上它们是相反的感觉。"
    },
    {
      "id": 110,
      "en": "Right, exactly.",
      "cn": "对，确切地说。"
    },
    {
      "id": 111,
      "en": "Usually they are opposite feelings.",
      "cn": "通常它们是相反的感觉。"
    },
    {
      "id": 112,
      "en": "So like you say, you're happy, but at the same time, you're nervous.",
      "cn": "就像你说的，你很高兴，但同时你又紧张。"
    },
    {
      "id": 113,
      "en": "It's like saying on the other hand.",
      "cn": "这就像说另一方面。"
    },
    {
      "id": 114,
      "en": "Exactly.",
      "cn": "确切地说。"
    },
    {
      "id": 115,
      "en": "Alright, now when we talked about all these fears, we're afraid of flying, we are afraid of spiders, we describe them as a chronic fear.",
      "cn": "好的，现在当我们谈到所有这些恐惧时，我们害怕飞行，我们害怕蜘蛛，我们把它们描述为慢性恐惧。"
    },
    {
      "id": 116,
      "en": "Okay, so this adjective, chronic, is very important because it has to do with time.",
      "cn": "好的，这个形容词，慢性，非常重要，因为它与时间有关。"
    },
    {
      "id": 117,
      "en": "Okay, so I have a chronic fear of heights.",
      "cn": "好的，我有对高处的慢性恐惧。"
    },
    {
      "id": 118,
      "en": "That means this is a fear I've always had.",
      "cn": "这意味着这是我一直以来的恐惧。"
    },
    {
      "id": 119,
      "en": "Okay, and I will always have.",
      "cn": "好的，我将永远有这种恐惧。"
    },
    {
      "id": 120,
      "en": "You can also say, she has chronic back pain.",
      "cn": "你也可以说，她有慢性的背痛。"
    },
    {
      "id": 121,
      "en": "Okay, that means it comes back again and again.",
      "cn": "好的，这意味着它一次又一次地出现。"
    },
    {
      "id": 122,
      "en": "It's not just one time.",
      "cn": "不仅仅是一次。"
    },
    {
      "id": 123,
      "en": "It's all, it's some person's whole life, maybe.",
      "cn": "这可能是某个人一生中的事情。"
    },
    {
      "id": 124,
      "en": "Not every day, but it comes back.",
      "cn": "不是每天，但它会再出现。"
    },
    {
      "id": 125,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 126,
      "en": "Okay, so that's, if you say you have a chronic something, you're explaining that you've had it for a while or you will always have it.",
      "cn": "好的，所以如果你说你有某种慢性病，你是在解释你已经有一段时间了，或者你将永远有它。"
    },
    {
      "id": 127,
      "en": "It's something usually very serious also.",
      "cn": "这通常也是非常严重的事情。"
    },
    {
      "id": 128,
      "en": "And going back to one of the phobias, we mentioned glossophobia.",
      "cn": "回到我们提到的恐惧症之一，口吃恐惧症。"
    },
    {
      "id": 129,
      "en": "And the other person said, well, you know, public speaking is not that bad.",
      "cn": "另一个人说，嗯，你知道，公众演讲并没有那么糟糕。"
    },
    {
      "id": 130,
      "en": "It's not something to be so afraid of.",
      "cn": "这并不是那么可怕的事情。"
    },
    {
      "id": 131,
      "en": "And the other person replied by saying, are you kidding?",
      "cn": "另一个人回答说，你在开玩笑吗？"
    },
    {
      "id": 132,
      "en": "Are you kidding?",
      "cn": "你在开玩笑吗？"
    },
    {
      "id": 133,
      "en": "So this is actually a way of showing some sarcasm when you're talking, because public speaking is not that bad.",
      "cn": "所以这实际上是一种表现讽刺的方式，因为公众演讲并没有那么糟糕。"
    },
    {
      "id": 134,
      "en": "The person wants to say, no, it is that bad.",
      "cn": "这个人想说，不，确实很糟糕。"
    },
    {
      "id": 135,
      "en": "It is awful.",
      "cn": "这太可怕了。"
    },
    {
      "id": 136,
      "en": "So are you kidding is a way to say, no, I totally disagree.",
      "cn": "所以你在说你在开玩笑是一种说不，我完全不同意的方式。"
    },
    {
      "id": 137,
      "en": "Right, so you're being a little bit sarcastic, but at the same time, you're also acting a bit surprised.",
      "cn": "对，所以你有点讽刺，但同时你也表现得有点惊讶。"
    },
    {
      "id": 138,
      "en": "Like, I can't believe you said that or... Like if I said, I really like the Twilight movies, Marco.",
      "cn": "就像，我简直不敢相信你说了那样的话，或者……如果我说，我真的很喜欢《暮光之城》电影，马尔科。"
    },
    {
      "id": 139,
      "en": "Are you kidding?",
      "cn": "你在开玩笑吗？"
    },
    {
      "id": 140,
      "en": "Those movies are terrible.",
      "cn": "那些电影太糟糕了。"
    },
    {
      "id": 141,
      "en": "All right, so Marco does not agree with my opinion.",
      "cn": "好吧，所以马尔科不同意我的观点。"
    },
    {
      "id": 142,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 143,
      "en": "Now, when we're talking about public speaking, we mentioned that you get on stage.",
      "cn": "现在，当我们谈论公众演讲时，我们提到你上台。"
    },
    {
      "id": 144,
      "en": "So this is very important because this is the action to get on stage and speak.",
      "cn": "所以这非常重要，因为这是上台并发言的动作。"
    },
    {
      "id": 145,
      "en": "OK, so if you have a stage or maybe even you don't have a stage, but you're talking about performing in front of other people, like a speech or a play, you say you get on stage.",
      "cn": "好的，所以如果你有一个舞台，或者即使你没有舞台，但你在谈论在其他人面前表演，比如演讲或戏剧，你会说你上台。"
    },
    {
      "id": 146,
      "en": "And it's important to remember this as a phrase.",
      "cn": "记住这个短语是很重要的。"
    },
    {
      "id": 147,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 148,
      "en": "Whenever I get on stage, I start to sweat.",
      "cn": "每当我上台时，我就开始出汗。"
    },
    {
      "id": 149,
      "en": "Now, you may want to add the, there you want to say, to get on the stage, but it's not necessary.",
      "cn": "现在，你可能想加上“上台”，但这不是必要的。"
    },
    {
      "id": 150,
      "en": "It's not incorrect, but the usual or let's say more correct form would just be use the phrase to get on stage.",
      "cn": "这并不错误，但更常见或更正确的形式是使用短语“上台”。"
    },
    {
      "id": 151,
      "en": "When I get on stage, I get very nervous.",
      "cn": "当我上台时，我会非常紧张。"
    },
    {
      "id": 152,
      "en": "You don't have to say when I get on the stage.",
      "cn": "你不必说“当我上台时”。"
    },
    {
      "id": 153,
      "en": "Or she's normally very shy, but when she gets on stage, she opens up and becomes very, very talkative.",
      "cn": "或者她通常非常害羞，但当她上台时，她会变得非常健谈。"
    },
    {
      "id": 154,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 155,
      "en": "All right, so that's all the phrases we've picked out for you.",
      "cn": "好的，这就是我们为你挑选的所有短语。"
    },
    {
      "id": 156,
      "en": "Let's listen to our dialogue one last time and we'll be right back.",
      "cn": "让我们最后再听一遍我们的对话，我们马上回来。"
    },
    {
      "id": 157,
      "en": "Are you excited about your trip next month?",
      "cn": "你对下个月的旅行感到兴奋吗？"
    },
    {
      "id": 158,
      "en": "Yes and no.",
      "cn": "有点兴奋，也有点不安。"
    },
    {
      "id": 159,
      "en": "I can't wait to go to Europe, but at the same time, I'm terrified.",
      "cn": "我迫不及待想去欧洲，但同时我又很害怕。"
    },
    {
      "id": 160,
      "en": "Why?",
      "cn": "为什么？"
    },
    {
      "id": 161,
      "en": "Well, I have aerophobia.",
      "cn": "嗯，我有飞行恐惧症。"
    },
    {
      "id": 162,
      "en": "I have a chronic fear of flying.",
      "cn": "我有对飞行的慢性恐惧。"
    },
    {
      "id": 163,
      "en": "Oh, really?",
      "cn": "哦，真的吗？"
    },
    {
      "id": 164,
      "en": "I have an uncle who is also terrified of flying.",
      "cn": "我有一个叔叔也害怕飞行。"
    },
    {
      "id": 165,
      "en": "It's not that bad though.",
      "cn": "但其实没那么糟。"
    },
    {
      "id": 166,
      "en": "I mean, it is pretty scary to be up in this big machine flying through the air at 700 miles per hour.",
      "cn": "我的意思是，坐在这个大机器上以每小时700英里的速度飞行确实很可怕。"
    },
    {
      "id": 167,
      "en": "I actually have arachnophobia.",
      "cn": "我实际上有对蜘蛛的恐惧症。"
    },
    {
      "id": 168,
      "en": "You're scared of spiders?",
      "cn": "你害怕蜘蛛？"
    },
    {
      "id": 169,
      "en": "I actually have two more phobias.",
      "cn": "我实际上还有两种恐惧症。"
    },
    {
      "id": 170,
      "en": "Acrophobia and glossophobia.",
      "cn": "高处恐惧症和口吃恐惧症。"
    },
    {
      "id": 171,
      "en": "I guess that explains why you're afraid of flying, but public speaking is not that bad.",
      "cn": "我想这解释了你为什么害怕飞行，但公众演讲并没有那么糟。"
    },
    {
      "id": 172,
      "en": "Are you kidding?",
      "cn": "你在开玩笑吗？"
    },
    {
      "id": 173,
      "en": "When I get on stage, my palms start to sweat.",
      "cn": "当我上台时，我的手掌开始出汗。"
    },
    {
      "id": 174,
      "en": "I get really nervous and I can hardly speak.",
      "cn": "我真的很紧张，几乎说不出话来。"
    },
    {
      "id": 175,
      "en": "Well, I must confess that I am a bit claustrophobic.",
      "cn": "好吧，我必须承认我有点幽闭恐惧症。"
    },
    {
      "id": 176,
      "en": "I hate being in an elevator for more than five seconds.",
      "cn": "我讨厌在电梯里待超过五秒钟。"
    },
    {
      "id": 177,
      "en": "We are such weirdos, right?",
      "cn": "我们真是奇怪的人，对吧？"
    },
    {
      "id": 178,
      "en": "Alright, so talking about all these phobias.",
      "cn": "好吧，谈到所有这些恐惧症。"
    },
    {
      "id": 179,
      "en": "Now, one of these phobias was actually made into a movie, I think in 1990.",
      "cn": "现在，这些恐惧症中的一种实际上在1990年拍成了电影。"
    },
    {
      "id": 180,
      "en": "Arachnophobia, this very chronic fear of spiders.",
      "cn": "《蜘蛛恐惧症》，这种对蜘蛛的慢性恐惧。"
    },
    {
      "id": 181,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 182,
      "en": "And I remember when I was younger and this movie came out, everybody started talking about how they were arachnophobic.",
      "cn": "我记得我年轻时，这部电影上映时，大家都开始谈论他们有蜘蛛恐惧症。"
    },
    {
      "id": 183,
      "en": "They had this horrible fear of spiders.",
      "cn": "他们对蜘蛛有这种可怕的恐惧。"
    },
    {
      "id": 184,
      "en": "Did you ever see that movie?",
      "cn": "你看过那部电影吗？"
    },
    {
      "id": 185,
      "en": "Yeah, of course.",
      "cn": "是的，当然。"
    },
    {
      "id": 186,
      "en": "It was terrifying.",
      "cn": "它太可怕了。"
    },
    {
      "id": 187,
      "en": "It was supposedly some South American spider that made its way into the United States in a box in a crate or something.",
      "cn": "据说是一种南美蜘蛛通过一个箱子进入美国的。"
    },
    {
      "id": 188,
      "en": "Now, many people handle phobias differently.",
      "cn": "现在，许多人处理恐惧症的方式不同。"
    },
    {
      "id": 189,
      "en": "Now, do you have any phobia?",
      "cn": "你有恐惧症吗？"
    },
    {
      "id": 190,
      "en": "Are you claustrophobic?",
      "cn": "你有幽闭恐惧症吗？"
    },
    {
      "id": 191,
      "en": "Are you arachnophobic?",
      "cn": "你有蜘蛛恐惧症吗？"
    },
    {
      "id": 192,
      "en": "I don't have any phobias and I'm not really afraid of anything.",
      "cn": "我没有任何恐惧症，我并不真的害怕任何事情。"
    },
    {
      "id": 193,
      "en": "So I'm pretty lucky that way.",
      "cn": "所以我在这方面算是比较幸运。"
    },
    {
      "id": 194,
      "en": "But I know a number of people who are afraid of heights, and so it's pretty common.",
      "cn": "但我知道一些害怕高处的人，所以这很常见。"
    },
    {
      "id": 195,
      "en": "And actually, if you look it up, you will find in the dictionary maybe hundreds of phobias, people who are afraid of open spaces, people who are afraid of closed spaces, or people who are afraid of marriage.",
      "cn": "事实上，如果你查一下，你会发现字典里可能有数百种恐惧症，害怕开放空间的人，害怕封闭空间的人，或者害怕婚姻的人。"
    },
    {
      "id": 196,
      "en": "They even have a phobia determined for this type of person.",
      "cn": "他们甚至为这种类型的人确定了一种恐惧症。"
    },
    {
      "id": 197,
      "en": "So it's very interesting.",
      "cn": "所以这非常有趣。"
    },
    {
      "id": 198,
      "en": "Now, this is going to be a challenge.",
      "cn": "现在，这将是一个挑战。"
    },
    {
      "id": 199,
      "en": "Why don't you look up a couple of different phobias and share it with us?",
      "cn": "你为什么不查找几种不同的恐惧症并与我们分享呢？"
    },
    {
      "id": 200,
      "en": "Maybe some of the craziest ones or the funniest ones or maybe the strangest ones you can find.",
      "cn": "也许是一些最疯狂的，或者最有趣的，或者你能找到的最奇怪的。"
    },
    {
      "id": 201,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 202,
      "en": "So look them up, share them with us.",
      "cn": "所以查找一下，和我们分享。"
    },
    {
      "id": 203,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是 EnglishPod.com。"
    },
    {
      "id": 204,
      "en": "Alright, we'll see you guys there.",
      "cn": "好的，我们在那里见。"
    },
    {
      "id": 205,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}