{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0250",
  "title": "EnglishPod 初级 英文播客 0250",
  "totalSegments": 140,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And as you've probably noticed on our website, this is one of many different parts of a series all about having an interview in English.",
      "cn": "正如你们在我们的网站上看到的，这是一系列关于英语面试的不同部分之一。"
    },
    {
      "id": 5,
      "en": "This is a job interview, and at this point we're at about part seven.",
      "cn": "这是一次工作面试，目前我们大约在第七部分。"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "So today what we're going to talk about is the key question whenever you're having a job interview is they ask you to describe your key strengths.",
      "cn": "今天我们要讨论的关键问题是，面试时他们会问你描述你的关键优势。"
    },
    {
      "id": 8,
      "en": "And this is our word for vocabulary preview today, so let's take a look at it.",
      "cn": "这是我们今天的词汇预览，所以让我们来看看。"
    },
    {
      "id": 9,
      "en": "Vocabulary preview.",
      "cn": "词汇预览。"
    },
    {
      "id": 10,
      "en": "Okay, so you might have heard the word strength before.",
      "cn": "好的，你可能听过“优势”这个词。"
    },
    {
      "id": 11,
      "en": "This is something that you're good at.",
      "cn": "这是你擅长的事情。"
    },
    {
      "id": 12,
      "en": "And so key strength, or key strengths, plural, would be things that you think are most important about you as far as the things that you do well.",
      "cn": "所以“关键优势”或“关键优势们”是指你认为自己最重要的优点。"
    },
    {
      "id": 13,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 14,
      "en": "So as we mentioned, your boss or your potential boss might ask you to describe your key strengths, so you're going to mention a lot of adjectives, positive adjectives, saying how good of a worker you are.",
      "cn": "正如我们提到的，你的老板或潜在老板可能会问你描述你的关键优势，所以你会提到很多形容词，积极的形容词，说明你是多么优秀的员工。"
    },
    {
      "id": 15,
      "en": "So why don't we listen to our dialogue.",
      "cn": "那我们来听听对话吧。"
    },
    {
      "id": 16,
      "en": "Let's see what Rebecca has to say about her key strengths, and we'll look at those in a little bit.",
      "cn": "让我们看看Rebecca对她的关键优势有什么看法，我们稍后再讨论这些。"
    },
    {
      "id": 17,
      "en": "Okay, Rebecca, now you've given me a good idea of your work and academic background, but what about you as a person?",
      "cn": "好的，Rebecca，现在你给了我一个关于你的工作和学术背景的好主意，但你作为一个人呢？"
    },
    {
      "id": 18,
      "en": "How would you describe your key strengths?",
      "cn": "你会如何描述你的关键优势？"
    },
    {
      "id": 19,
      "en": "Well, Mr. Parsons, as I mentioned before, I'm someone who needs new challenges.",
      "cn": "嗯，Parsons先生，正如我之前提到的，我是一个需要新挑战的人。"
    },
    {
      "id": 20,
      "en": "I'm really focused and hardworking.",
      "cn": "我非常专注且勤奋。"
    },
    {
      "id": 21,
      "en": "I think my academic results prove this.",
      "cn": "我认为我的学术成绩证明了这一点。"
    },
    {
      "id": 22,
      "en": "Yes, true.",
      "cn": "是的，确实如此。"
    },
    {
      "id": 23,
      "en": "But how about other personal qualities?",
      "cn": "但其他个人品质呢？"
    },
    {
      "id": 24,
      "en": "Well, I believe I'm a good team player, but I can also work well independently.",
      "cn": "嗯，我相信我是一个好的团队合作者，但我也能独立工作。"
    },
    {
      "id": 25,
      "en": "I'm very enthusiastic and, well, I hope my colleagues would agree.",
      "cn": "我非常热情，我希望我的同事们会同意。"
    },
    {
      "id": 26,
      "en": "I'm fun to work with.",
      "cn": "和我一起工作很有趣。"
    },
    {
      "id": 27,
      "en": "What would you say is your most positive quality?",
      "cn": "你认为你最积极的品质是什么？"
    },
    {
      "id": 28,
      "en": "Hmm, that's a tough question.",
      "cn": "嗯，这是个难题。"
    },
    {
      "id": 29,
      "en": "But I would have to say my passion.",
      "cn": "但我必须说是我的热情。"
    },
    {
      "id": 30,
      "en": "I'm really passionate about journalism and passionate about my career.",
      "cn": "我对新闻事业充满热情，对我的职业充满热情。"
    },
    {
      "id": 31,
      "en": "All right, so she obviously has a lot of good key strengths.",
      "cn": "好吧，她显然有很多好的关键优势。"
    },
    {
      "id": 32,
      "en": "Why don't we analyze a couple of those on language takeaway?",
      "cn": "我们来分析几个关于语言收获的内容吧。"
    },
    {
      "id": 33,
      "en": "Language takeaway.",
      "cn": "语言收获。"
    },
    {
      "id": 34,
      "en": "So one of the first things that Rebecca mentions is that she's really focused.",
      "cn": "Rebecca提到的第一件事是她非常专注。"
    },
    {
      "id": 35,
      "en": "Okay, so this word focused, what does this mean?",
      "cn": "好的，那么“专注”这个词是什么意思呢？"
    },
    {
      "id": 36,
      "en": "All right, so if a person is focused, basically you're saying that you concentrate on your work.",
      "cn": "好吧，如果一个人专注，基本上就是在说你专注于你的工作。"
    },
    {
      "id": 37,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 38,
      "en": "And someone who's focused might be very good in a noisy office or in a place that is full of distractions, like you said, because they don't stop their work and think about the noise or move around or go talk to people.",
      "cn": "而一个专注的人在嘈杂的办公室或充满干扰的地方可能会表现得很好，因为他们不会因为噪音而停下工作或四处走动或去和人交谈。"
    },
    {
      "id": 39,
      "en": "Someone who is focused just sits down and can do a lot of work all at once.",
      "cn": "一个专注的人只会坐下来，一次能做很多工作。"
    },
    {
      "id": 40,
      "en": "That's right, so she describes herself as focused and hard-working.",
      "cn": "没错，所以她形容自己是专注和勤奋的。"
    },
    {
      "id": 41,
      "en": "So hard-working means basically what it sounds like, that someone works very hard.",
      "cn": "所以“勤奋”基本上就是字面意思，意味着某人工作非常努力。"
    },
    {
      "id": 42,
      "en": "That means they put in a lot of hours, they get their work done, they're really, really dependable.",
      "cn": "这意味着他们投入了很多时间，完成了工作，非常可靠。"
    },
    {
      "id": 43,
      "en": "That's right, so as you can see, we use the word hard-working together.",
      "cn": "没错，所以如你所见，我们将“勤奋”这个词放在一起使用。"
    },
    {
      "id": 44,
      "en": "So if you work hard, you don't say, I work hard.",
      "cn": "所以如果你努力工作，你不会说“我努力工作”。"
    },
    {
      "id": 45,
      "en": "You can say that, but if you want to use it as an adjective, you say, I am hard-working.",
      "cn": "你可以这样说，但如果你想用作形容词，你会说“我很勤奋”。"
    },
    {
      "id": 46,
      "en": "The opposite, of course, would be lazy.",
      "cn": "当然，相反的就是“懒惰”。"
    },
    {
      "id": 47,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 48,
      "en": "Okay, so we're focused, we're hard-working, and she also said that she is a good team player.",
      "cn": "好的，所以我们专注，我们勤奋，她还说她是一个好的团队合作者。"
    },
    {
      "id": 49,
      "en": "Okay, this is a really key phrase here because it's something that employers, so people who are hiring new staff, like to look out for, because most jobs you don't work alone.",
      "cn": "好的，这是一个非常关键的短语，因为这是雇主（招聘新员工的人）喜欢关注的，因为大多数工作不是独自完成的。"
    },
    {
      "id": 50,
      "en": "You work with other people, and so a team player is someone who works well in a group or works well with others.",
      "cn": "你与其他人一起工作，所以团队合作者是指在小组中工作良好或与他人合作良好的人。"
    },
    {
      "id": 51,
      "en": "That's right, so a team player, everyone wants to have a good team player working for their team, for their company, and apart from being a good team player, you also want to be enthusiastic.",
      "cn": "没错，所以每个人都希望有一个好的团队合作者为他们的团队或公司工作，除了成为一个好的团队合作者，你还希望是热情的。"
    },
    {
      "id": 52,
      "en": "That's right, so this means that you are interested in what you do, you are excited about it.",
      "cn": "没错，这意味着你对你所做的事情感兴趣，对它感到兴奋。"
    },
    {
      "id": 53,
      "en": "It's not like, oh god, I have to do this report.",
      "cn": "这不是说，“哦，天哪，我必须做这个报告。”"
    },
    {
      "id": 54,
      "en": "It's like, oh wow, I get to do this report, I'm enthusiastic, I'm really interested, I'm gonna put a lot of energy into it.",
      "cn": "而是说，“哦，哇，我可以做这个报告，我很热情，我真的很感兴趣，我会投入很多精力。”"
    },
    {
      "id": 55,
      "en": "That's right, okay, so an enthusiastic person not only can be about working, you can be enthusiastic about anything, about, I don't know, painting your house, about going on a trip.",
      "cn": "没错，所以一个热情的人不仅可以在工作中表现出热情，你可以对任何事情充满热情，比如，嗯，我不知道，粉刷你的房子，或者去旅行。"
    },
    {
      "id": 56,
      "en": "Exactly, enthusiastic.",
      "cn": "没错，热情。"
    },
    {
      "id": 57,
      "en": "Alright, and our last word for language takeaway is also a good quality to have if you are passionate about what you do or what you're doing.",
      "cn": "好的，我们最后一个语言收获的词也是一个好的品质，如果你对你所做的事情充满热情。"
    },
    {
      "id": 58,
      "en": "So someone who is passionate about something really, really likes that thing.",
      "cn": "所以一个对某事充满热情的人真的非常喜欢那件事。"
    },
    {
      "id": 59,
      "en": "That means that they love to do it or love to see it.",
      "cn": "这意味着他们热爱去做或热爱去看。"
    },
    {
      "id": 60,
      "en": "Passion is the opposite of not interested, okay?",
      "cn": "热情是与不感兴趣相对的，好吗？"
    },
    {
      "id": 61,
      "en": "So you're really, really emotional and excited and interested in something.",
      "cn": "所以你对某事非常非常情感化、兴奋和感兴趣。"
    },
    {
      "id": 62,
      "en": "That's right, so you are passionate about something.",
      "cn": "没错，所以你对某事充满热情。"
    },
    {
      "id": 63,
      "en": "It comes from the noun passion, so you have a passion for painting.",
      "cn": "这源于名词“热情”，所以你对绘画有热情。"
    },
    {
      "id": 64,
      "en": "Maybe you love to paint, so you're very passionate about painting.",
      "cn": "也许你热爱绘画，所以你对绘画非常热情。"
    },
    {
      "id": 65,
      "en": "So a lot of great adjectives there to describe it yourself in a good way.",
      "cn": "所以有很多很好的形容词可以用来以好的方式描述自己。"
    },
    {
      "id": 66,
      "en": "Why don't we listen to our dialogue again and we'll be back with Fluency Builder.",
      "cn": "我们再听一次对话，然后我们将回到流利度提升。"
    },
    {
      "id": 67,
      "en": "Okay Rebecca, now you've given me a good idea of your work and academic background, but what about you as a person?",
      "cn": "好的Rebecca，现在你给了我一个关于你的工作和学术背景的好主意，但你作为一个人呢？"
    },
    {
      "id": 68,
      "en": "How would you describe your key strengths?",
      "cn": "你会如何描述你的关键优势？"
    },
    {
      "id": 69,
      "en": "Well Mr. Parsons, as I mentioned before, I'm someone who needs new challenges.",
      "cn": "嗯，Parsons先生，正如我之前提到的，我是一个需要新挑战的人。"
    },
    {
      "id": 70,
      "en": "I'm really focused and hard-working.",
      "cn": "我非常专注且勤奋。"
    },
    {
      "id": 71,
      "en": "I think my academic results prove this.",
      "cn": "我认为我的学术成绩证明了这一点。"
    },
    {
      "id": 72,
      "en": "Yes, true, but how about other personal qualities?",
      "cn": "是的，确实如此，但其他个人品质呢？"
    },
    {
      "id": 73,
      "en": "Well, I believe I'm a good team player, but I can also work well independently.",
      "cn": "嗯，我相信我是一个好的团队合作者，但我也能独立工作。"
    },
    {
      "id": 74,
      "en": "I'm very enthusiastic and, well, I hope my colleagues would agree.",
      "cn": "我非常热情，我希望我的同事们会同意。"
    },
    {
      "id": 75,
      "en": "I'm fun to work with.",
      "cn": "和我一起工作很有趣。"
    },
    {
      "id": 76,
      "en": "What would you say is your most positive quality?",
      "cn": "你认为你最积极的品质是什么？"
    },
    {
      "id": 77,
      "en": "Hmm, that's a tough question, but I would have to say my passion.",
      "cn": "嗯，这是个难题，但我必须说是我的热情。"
    },
    {
      "id": 78,
      "en": "I'm really passionate about journalism and passionate about my career.",
      "cn": "我对新闻事业充满热情，对我的职业充满热情。"
    },
    {
      "id": 79,
      "en": "All right, so on Fluency Builder today we've picked out three key phrases.",
      "cn": "好吧，所以在今天的流利度提升中，我们挑选了三个关键短语。"
    },
    {
      "id": 80,
      "en": "Let's take a look at the first one when Rebecca said, I'm someone who needs new challenges.",
      "cn": "让我们看看Rebecca说的第一个短语：“我是一个需要新挑战的人。”"
    },
    {
      "id": 81,
      "en": "Okay, so this structure, I'm someone who, is something that you hear a lot of and you can actually fill in the end of that sentence with a number of different phrases.",
      "cn": "好的，这个结构“我是一个……的人”是你经常会听到的，你实际上可以用许多不同的短语来填充这个句子的结尾。"
    },
    {
      "id": 82,
      "en": "So in here we heard, I'm someone who needs new challenges.",
      "cn": "所以在这里我们听到的是“我是一个需要新挑战的人”。"
    },
    {
      "id": 83,
      "en": "We could also say, I'm someone who needs structure.",
      "cn": "我们也可以说“我是一个需要结构的人”。"
    },
    {
      "id": 84,
      "en": "All right, so we can also change the verb, right, from needs to, I'm someone who likes a challenge.",
      "cn": "好吧，我们也可以改变动词，从“需要”变为“我喜欢挑战”。"
    },
    {
      "id": 85,
      "en": "Mm-hmm.",
      "cn": "嗯哼。"
    },
    {
      "id": 86,
      "en": "Or maybe Tracy is someone who requires a lot of attention.",
      "cn": "或者也许Tracy是一个需要很多关注的人。"
    },
    {
      "id": 87,
      "en": "Right, so this is a way to introduce a characteristic of yourself.",
      "cn": "对，所以这是一种介绍自己特征的方式。"
    },
    {
      "id": 88,
      "en": "So you're telling people something about yourself.",
      "cn": "所以你在告诉人们关于你自己的事情。"
    },
    {
      "id": 89,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 90,
      "en": "So moving on, we also saw that Rebecca said that she is fun to work with.",
      "cn": "接下来，我们还看到Rebecca说她和工作很有趣。"
    },
    {
      "id": 91,
      "en": "I'm fun to work with.",
      "cn": "我和工作很有趣。"
    },
    {
      "id": 92,
      "en": "Okay, so let's just treat this like a little fixed phrase.",
      "cn": "好的，所以我们就把这个当作一个固定短语来处理。"
    },
    {
      "id": 93,
      "en": "We say this about people all the time, he's fun to work with, she's fun to work with, or this group is really fun to work with, they're all really fun to work with.",
      "cn": "我们经常这样说，“他和工作很有趣”，“她和工作很有趣”，或者“这个团队真的很有趣，他们都很有趣”。"
    },
    {
      "id": 94,
      "en": "So that means that it's not serious, that you really enjoy doing it.",
      "cn": "这意味着这不是严肃的，你真的很享受这个过程。"
    },
    {
      "id": 95,
      "en": "So it's a little fixed phrase that you can use to say that, you know, it's nice to work with Rebecca or that she's very, you know, not serious, not a mean person.",
      "cn": "所以这是一个固定短语，你可以用来表示，知道和Rebecca一起工作很愉快，或者她非常，嗯，不严肃，不是个坏人。"
    },
    {
      "id": 96,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 97,
      "en": "And finally, we have a phrase at the end, Rebecca gets a, here's a question she thinks is very difficult, she calls it a tough question.",
      "cn": "最后，我们在最后有一个短语，Rebecca遇到一个她认为非常困难的问题，她称之为“难题”。"
    },
    {
      "id": 98,
      "en": "And so a tough question is something that is very hard to answer.",
      "cn": "所以“难题”是指很难回答的问题。"
    },
    {
      "id": 99,
      "en": "That's right, she says, hmm, that's a tough question.",
      "cn": "没错，她说，“嗯，这是个难题。”"
    },
    {
      "id": 100,
      "en": "So she's basically acknowledging the fact that the question is difficult, a tough question.",
      "cn": "所以她基本上承认这个问题是困难的，一个难题。"
    },
    {
      "id": 101,
      "en": "Now we can combine this word tough with other things.",
      "cn": "现在我们可以把这个词“棘手”与其他事物结合。"
    },
    {
      "id": 102,
      "en": "That's right, you can say it's a tough situation, that means it's a hard situation to handle.",
      "cn": "没错，你可以说这是一个棘手的情况，这意味着这是一个难以处理的情况。"
    },
    {
      "id": 103,
      "en": "You could also say he's having a tough time, that means that right now in his lives there are many things that are difficult for him.",
      "cn": "你也可以说他正在经历一个艰难的时刻，这意味着他现在生活中有很多事情对他来说是困难的。"
    },
    {
      "id": 104,
      "en": "And so tough means difficult or hard or unpleasant.",
      "cn": "所以“棘手”意味着困难、艰难或不愉快。"
    },
    {
      "id": 105,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 106,
      "en": "So a lot of good stuff coming from Rebecca, mentioning all the positive things about her.",
      "cn": "所以丽贝卡提到她的很多积极方面，真是不错。"
    },
    {
      "id": 107,
      "en": "Why don't we listen to our dialogue one last time.",
      "cn": "我们再听一遍对话吧。"
    },
    {
      "id": 108,
      "en": "Okay, Rebecca, now you've given me a good idea of your work and academic background, but what about you as a person?",
      "cn": "好的，丽贝卡，现在你给了我一个关于你的工作和学术背景的好主意，但你作为一个人呢？"
    },
    {
      "id": 109,
      "en": "How would you describe your key strengths?",
      "cn": "你会如何描述你的主要优点？"
    },
    {
      "id": 110,
      "en": "Well, Mr. Parsons, as I mentioned before, I'm someone who needs new challenges.",
      "cn": "嗯，帕森斯先生，正如我之前提到的，我是一个需要新挑战的人。"
    },
    {
      "id": 111,
      "en": "I'm really focused and hard-working.",
      "cn": "我非常专注且勤奋。"
    },
    {
      "id": 112,
      "en": "I think my academic results prove this.",
      "cn": "我认为我的学术成绩证明了这一点。"
    },
    {
      "id": 113,
      "en": "Yes, true, but how about other personal qualities?",
      "cn": "是的，没错，但其他个人品质呢？"
    },
    {
      "id": 114,
      "en": "Well, I believe I'm a good team player, but I can also work well independently.",
      "cn": "嗯，我相信我是一个好的团队合作者，但我也能独立工作。"
    },
    {
      "id": 115,
      "en": "I'm very enthusiastic and, well, I hope my colleagues would agree.",
      "cn": "我非常热情，嗯，我希望我的同事们会同意。"
    },
    {
      "id": 116,
      "en": "I'm fun to work with.",
      "cn": "和我一起工作很有趣。"
    },
    {
      "id": 117,
      "en": "What would you say is your most positive quality?",
      "cn": "你认为你最积极的品质是什么？"
    },
    {
      "id": 118,
      "en": "Hmm, that's a tough question, but I would have to say my passion.",
      "cn": "嗯，这是个棘手的问题，但我必须说是我的热情。"
    },
    {
      "id": 119,
      "en": "I'm really passionate about journalism and passionate about my career.",
      "cn": "我对新闻事业充满热情，对我的职业充满热情。"
    },
    {
      "id": 120,
      "en": "All right, so talking about key strengths, I think it's always difficult to talk about yourself and still sound a little bit humble, right?",
      "cn": "好吧，谈到主要优点，我认为谈论自己总是很困难，同时还要显得谦虚，对吧？"
    },
    {
      "id": 121,
      "en": "To not sound like arrogant, like saying I'm the best.",
      "cn": "不想听起来像是自大，像是说我最好。"
    },
    {
      "id": 122,
      "en": "Right, well that's the key here, I think.",
      "cn": "对，嗯，我认为这就是关键。"
    },
    {
      "id": 123,
      "en": "You want to say really good things about yourself because you're a salesperson and you're selling your personality, but at the same time you don't want to sound like a jerk.",
      "cn": "你想说一些关于自己的好话，因为你是一个销售人员，你在推销你的个性，但同时你又不想听起来像个混蛋。"
    },
    {
      "id": 124,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 125,
      "en": "Like, I'm the best, I'm so smart, I'm so clever.",
      "cn": "比如，我是最好的，我很聪明，我很机智。"
    },
    {
      "id": 126,
      "en": "That's a little bit off-putting.",
      "cn": "这有点让人反感。"
    },
    {
      "id": 127,
      "en": "It makes people uncomfortable.",
      "cn": "让人感到不舒服。"
    },
    {
      "id": 128,
      "en": "So I think the trick is a balance.",
      "cn": "所以我认为诀窍在于平衡。"
    },
    {
      "id": 129,
      "en": "Right, and I guess if you use words such as this, like, you know, I'm focused, I'm hard-working, I'm independent, I have a passion for this, it makes you sound like, you know, like you're a really good worker, but you're not arrogant, you're not saying,",
      "cn": "对，我想如果你使用这样的词，比如，你知道，我专注，我勤奋，我独立，我对这个充满热情，这让你听起来像是一个很好的工作者，但你并不自大，你并不是在说，"
    },
    {
      "id": 130,
      "en": "oh well, you know, I'm the best of what I do or something like that.",
      "cn": "哦，你知道，我是我所做的最好的，或者类似的事情。"
    },
    {
      "id": 131,
      "en": "Right, so you're basically saying these are my skills, but, you know, obviously I'm not the only person who has these great skills.",
      "cn": "对，所以你基本上是在说这些是我的技能，但，显然我不是唯一拥有这些优秀技能的人。"
    },
    {
      "id": 132,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 133,
      "en": "Okay, so that's all the time we have for today.",
      "cn": "好的，今天的时间就到这里。"
    },
    {
      "id": 134,
      "en": "Be sure to join us next week.",
      "cn": "确保下周加入我们。"
    },
    {
      "id": 135,
      "en": "We're also gonna have kind of part two of this when we talk about our weaknesses.",
      "cn": "我们还会有第二部分，谈论我们的弱点。"
    },
    {
      "id": 136,
      "en": "So this time we talked about our strengths, then we'll talk about weaknesses.",
      "cn": "这次我们谈论了我们的优点，然后我们会谈论弱点。"
    },
    {
      "id": 137,
      "en": "That's right, so we hope that you will check out our website Englishpad.com.",
      "cn": "没错，所以我们希望你能查看我们的网站 Englishpad.com。"
    },
    {
      "id": 138,
      "en": "If you have questions or comments, leave them there for us and we'll be in touch very soon.",
      "cn": "如果你有问题或评论，请在那里留言，我们会很快联系你。"
    },
    {
      "id": 139,
      "en": "All right, we'll see you guys there.",
      "cn": "好吧，我们在那里见。"
    },
    {
      "id": 140,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}