{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0253",
  "title": "Englishpod 初级 英文播客 0253",
  "totalSegments": 183,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And today we've got one more episode in our series about interview skills.",
      "cn": "今天我们将继续我们的面试技巧系列。"
    },
    {
      "id": 5,
      "en": "This is an elementary level series, and we're here today to talk about things that you might not be very good at.",
      "cn": "这是一个初级系列，今天我们要讨论一些你可能不太擅长的事情。"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "Today we're going to talk about weaknesses, and that is our word for vocabulary preview.",
      "cn": "今天我们要谈论弱点，这也是我们词汇预览的主题。"
    },
    {
      "id": 8,
      "en": "So let's take a look at it now.",
      "cn": "现在让我们来看看。"
    },
    {
      "id": 9,
      "en": "Vocabulary preview.",
      "cn": "词汇预览。"
    },
    {
      "id": 10,
      "en": "Okay, so what is a weakness?",
      "cn": "好的，什么是弱点？"
    },
    {
      "id": 11,
      "en": "A weakness is a thing or an activity or something that you're just not very good at or something that you think you can improve.",
      "cn": "弱点是你不太擅长的事情或活动，或者是你认为可以改进的地方。"
    },
    {
      "id": 12,
      "en": "Okay, so obviously no one is perfect.",
      "cn": "显然，没有人是完美的。"
    },
    {
      "id": 13,
      "en": "And like we saw in the previous lesson, we have a lot of good things about ourselves, key strengths.",
      "cn": "正如我们在上一课中看到的，我们有很多优点，关键的优势。"
    },
    {
      "id": 14,
      "en": "And now we're going to talk about our weaknesses.",
      "cn": "现在我们要谈论我们的弱点。"
    },
    {
      "id": 15,
      "en": "Maybe you're a little bit lazy, that might be a weakness.",
      "cn": "也许你有点懒，这可能是一个弱点。"
    },
    {
      "id": 16,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 17,
      "en": "So weakness is the opposite of strength.",
      "cn": "所以弱点是优势的对立面。"
    },
    {
      "id": 18,
      "en": "And that is the topic today.",
      "cn": "这就是今天的话题。"
    },
    {
      "id": 19,
      "en": "So let's take a listen to today's dialogue.",
      "cn": "让我们来听听今天的对话。"
    },
    {
      "id": 20,
      "en": "Okay, Rebecca.",
      "cn": "好的，Rebecca。"
    },
    {
      "id": 21,
      "en": "Well, I think you've given me a clear impression of your positive qualities.",
      "cn": "我觉得你给我留下了你积极品质的清晰印象。"
    },
    {
      "id": 22,
      "en": "But let's talk a little bit about your weaknesses.",
      "cn": "但我们来谈谈你的弱点吧。"
    },
    {
      "id": 23,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 24,
      "en": "Well, it's always more difficult to describe them, isn't it?",
      "cn": "描述它们总是更困难，不是吗？"
    },
    {
      "id": 25,
      "en": "Definitely.",
      "cn": "当然。"
    },
    {
      "id": 26,
      "en": "But if you had to pinpoint one weakness, what would it be?",
      "cn": "但如果你必须指出一个弱点，那会是什么？"
    },
    {
      "id": 27,
      "en": "Well, as I mentioned before, I do tend to get frustrated if I don't see progress in my work or career.",
      "cn": "嗯，正如我之前提到的，如果我在工作或职业上看不到进展，我确实会感到沮丧。"
    },
    {
      "id": 28,
      "en": "I suppose I'm quite a restless character.",
      "cn": "我想我性格上有点不安分。"
    },
    {
      "id": 29,
      "en": "My father always taught me to be a high achiever, so... So would you say if things don't go your way at work, it could easily get you down?",
      "cn": "我父亲总是教我成为一个高成就者，所以……如果事情在工作中不顺利，你会感到沮丧吗？"
    },
    {
      "id": 30,
      "en": "Well, in a way, yes.",
      "cn": "嗯，从某种意义上说，是的。"
    },
    {
      "id": 31,
      "en": "But I must say that even if I'm not completely happy in my work, I always give 110%.",
      "cn": "但我必须说，即使我在工作中不完全快乐，我也总是全力以赴。"
    },
    {
      "id": 32,
      "en": "I would never shirk my responsibilities.",
      "cn": "我绝不会逃避我的责任。"
    },
    {
      "id": 33,
      "en": "I suppose sometimes I expect too much too soon.",
      "cn": "我想有时我期望太高，太快。"
    },
    {
      "id": 34,
      "en": "Well, you know journalism is a highly competitive world, so you do need to keep pushing yourself, it's true.",
      "cn": "嗯，你知道，新闻业是一个竞争激烈的领域，所以你确实需要不断推动自己，这是真的。"
    },
    {
      "id": 35,
      "en": "Okay, well let's move on to talk about the job position here, shall we?",
      "cn": "好的，那我们来谈谈这里的职位吧，好吗？"
    },
    {
      "id": 36,
      "en": "Yes, please.",
      "cn": "是的，请。"
    },
    {
      "id": 37,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 38,
      "en": "So obviously Rebecca did a very good job at talking about her weaknesses in a very positive way.",
      "cn": "显然，Rebecca在以非常积极的方式谈论她的弱点方面做得很好。"
    },
    {
      "id": 39,
      "en": "So before we get into analyzing that, why don't we take a look at a couple of words she used on language takeaway.",
      "cn": "在我们分析之前，为什么不看看她在语言收获中使用的几个词呢？"
    },
    {
      "id": 40,
      "en": "One of the first words that Mr. Parsons used was a clear impression, so impression.",
      "cn": "Parsons先生使用的第一个词是清晰的印象，所以印象。"
    },
    {
      "id": 41,
      "en": "Alright, so I think this is a very common word when people talk about first impressions, or I get the impression.",
      "cn": "好的，我认为这是一个非常常见的词，当人们谈论第一印象或我有这样的印象时。"
    },
    {
      "id": 42,
      "en": "So what is an impression?",
      "cn": "那么，什么是印象？"
    },
    {
      "id": 43,
      "en": "Well, an impression is like an idea, or a feeling.",
      "cn": "印象就像一个想法或感觉。"
    },
    {
      "id": 44,
      "en": "So I can have an impression about something, it means that I don't necessarily understand it really well, or don't have experience with it, but it's an idea that I have about something.",
      "cn": "我可以对某事有一个印象，这意味着我不一定真的理解它，或者没有经验，但这是我对某事的想法。"
    },
    {
      "id": 45,
      "en": "That's right, so for example, maybe you meet somebody new, and you say, I get the impression that he is a liar.",
      "cn": "没错，例如，也许你遇到一个新朋友，你说，我有一种他是个骗子的印象。"
    },
    {
      "id": 46,
      "en": "But maybe then you get to know him and he's not.",
      "cn": "但也许你了解他后，他并不是。"
    },
    {
      "id": 47,
      "en": "So this is your idea about something, or the way you feel about something.",
      "cn": "所以这是你对某事的想法，或者你对某事的感觉。"
    },
    {
      "id": 48,
      "en": "So in this case, Mr. Parsons has a clear impression of her positive qualities.",
      "cn": "在这种情况下，Parsons先生对她的积极品质有清晰的印象。"
    },
    {
      "id": 49,
      "en": "That means that he has an idea or an understanding of the things that Rebecca is good at, but he wants to know more about her weaknesses.",
      "cn": "这意味着他对Rebecca擅长的事情有一个想法或理解，但他想了解更多关于她的弱点。"
    },
    {
      "id": 50,
      "en": "That's right, and Mr. Parsons asked her to try and pinpoint one of her weaknesses.",
      "cn": "没错，Parsons先生让她尝试指出她的一个弱点。"
    },
    {
      "id": 51,
      "en": "So this word, to pinpoint.",
      "cn": "所以这个词，指出。"
    },
    {
      "id": 52,
      "en": "This is a great word, I'm not really sure where it comes from in English, but I think it's very visual.",
      "cn": "这是一个很好的词，我不太确定它在英语中的来源，但我认为它非常形象。"
    },
    {
      "id": 53,
      "en": "You can see what the word means.",
      "cn": "你可以看到这个词的意思。"
    },
    {
      "id": 54,
      "en": "Pinpoint means to locate, or identify, or really be specific about something.",
      "cn": "指出意味着定位、识别或真正具体化某事。"
    },
    {
      "id": 55,
      "en": "That's right, so maybe if you go to the doctor and you say that your back hurts, the doctor might ask you to try and pinpoint where on your back you have the pain.",
      "cn": "没错，所以也许如果你去看医生，你说你的背痛，医生可能会问你尝试指出你背上哪里有痛。"
    },
    {
      "id": 56,
      "en": "That's right, so it's a way to be specific, or very exact about something.",
      "cn": "没错，所以这是一个具体或非常准确的方式。"
    },
    {
      "id": 57,
      "en": "Okay, so if she had to pinpoint something, she said, well, I do get a little bit frustrated.",
      "cn": "好的，如果她必须指出某事，她说，嗯，我确实有点沮丧。"
    },
    {
      "id": 58,
      "en": "Okay, so frustrated is a way you feel.",
      "cn": "好的，沮丧是一种感觉。"
    },
    {
      "id": 59,
      "en": "I feel frustrated.",
      "cn": "我感到沮丧。"
    },
    {
      "id": 60,
      "en": "He is frustrated.",
      "cn": "他感到沮丧。"
    },
    {
      "id": 61,
      "en": "It's basically a feeling that you get when you have to do something but you don't think you can do it.",
      "cn": "这基本上是一种感觉，当你必须做某事但你认为你做不到时。"
    },
    {
      "id": 62,
      "en": "Or maybe something annoys you and you get frustrated.",
      "cn": "或者也许某事让你烦恼，你感到沮丧。"
    },
    {
      "id": 63,
      "en": "For example, when people tap like this, and I'm working, I get frustrated because it's a distraction.",
      "cn": "例如，当人们这样敲打时，我在工作，我感到沮丧，因为这是一种干扰。"
    },
    {
      "id": 64,
      "en": "So everyone has different things that frustrate them.",
      "cn": "所以每个人都有不同的事情让他们感到沮丧。"
    },
    {
      "id": 65,
      "en": "Now, if we take a look at this word, it is actually an adjective, and we usually use it, you get frustrated, or as you said, you feel frustrated.",
      "cn": "现在，如果我们看看这个词，它实际上是一个形容词，我们通常使用它，你感到沮丧，或者正如你所说，你感到沮丧。"
    },
    {
      "id": 66,
      "en": "So remember, it may look like a verb, but it's actually an adjective that ends in \"-ed\".",
      "cn": "所以记住，它可能看起来像一个动词，但它实际上是一个以“-ed”结尾的形容词。"
    },
    {
      "id": 67,
      "en": "Frustrated, to get frustrated.",
      "cn": "沮丧，感到沮丧。"
    },
    {
      "id": 68,
      "en": "He got frustrated, or we feel very frustrated.",
      "cn": "他感到沮丧，或者我们感到非常沮丧。"
    },
    {
      "id": 69,
      "en": "Okay, and well apart from being frustrated, she also said that she is a restless character.",
      "cn": "好的，除了感到沮丧，她还说她是一个不安分的性格。"
    },
    {
      "id": 70,
      "en": "Okay, so someone is restless if they don't like to stay in one place all the time.",
      "cn": "好的，如果一个人不喜欢一直待在一个地方，那就是不安分。"
    },
    {
      "id": 71,
      "en": "That means someone who wants to move around or to go places or to travel or to see new things is restless.",
      "cn": "这意味着一个想要四处走动、去旅行或看到新事物的人是不安分的。"
    },
    {
      "id": 72,
      "en": "That's right, so she has a restless character.",
      "cn": "没错，所以她有一个不安分的性格。"
    },
    {
      "id": 73,
      "en": "That means she likes to move around.",
      "cn": "这意味着她喜欢四处走动。"
    },
    {
      "id": 74,
      "en": "She doesn't like to stand still in one place.",
      "cn": "她不喜欢在一个地方静止不动。"
    },
    {
      "id": 75,
      "en": "Maybe she gets bored very easily.",
      "cn": "也许她很容易感到无聊。"
    },
    {
      "id": 76,
      "en": "Okay, so that's somebody that would be restless.",
      "cn": "好的，这就是一个不安分的人。"
    },
    {
      "id": 77,
      "en": "But moving on, she also said that she doesn't like to shirk her responsibilities.",
      "cn": "但继续，她还说她不喜欢逃避责任。"
    },
    {
      "id": 78,
      "en": "Okay, you often hear these words go together.",
      "cn": "好的，你经常听到这些词一起使用。"
    },
    {
      "id": 79,
      "en": "So responsibilities are things that we need to do, right?",
      "cn": "所以责任是我们需要做的事情，对吧？"
    },
    {
      "id": 80,
      "en": "Things that other people expect us to do.",
      "cn": "其他人期望我们做的事情。"
    },
    {
      "id": 81,
      "en": "To shirk a responsibility means to not do something that you're supposed to do.",
      "cn": "逃避责任意味着不做你应该做的事情。"
    },
    {
      "id": 82,
      "en": "It means to avoid responsibility or to to push it away.",
      "cn": "这意味着避免责任或推开它。"
    },
    {
      "id": 83,
      "en": "Okay, so it's a verb, but to shirk your responsibilities.",
      "cn": "好的，所以这是一个动词，但逃避你的责任。"
    },
    {
      "id": 84,
      "en": "You shouldn't shirk your responsibilities.",
      "cn": "你不应该逃避你的责任。"
    },
    {
      "id": 85,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 86,
      "en": "All right, so a lot of interesting keywords there.",
      "cn": "好的，有很多有趣的关键词。"
    },
    {
      "id": 87,
      "en": "Why don't we listen to the dialogue again and we'll Okay, Rebecca.",
      "cn": "我们再听一遍对话吧。"
    },
    {
      "id": 88,
      "en": "Well, I think you've given me a clear impression of your positive qualities, but let's talk a little bit about your weaknesses.",
      "cn": "好的，Rebecca。"
    },
    {
      "id": 89,
      "en": "Okay, well it's always more difficult to describe them, isn't it?",
      "cn": "我觉得你给我留下了你积极品质的清晰印象，但我们来谈谈你的弱点吧。"
    },
    {
      "id": 90,
      "en": "Definitely, but if you had to pinpoint one weakness, what would it be?",
      "cn": "好的，描述它们总是更困难，不是吗？"
    },
    {
      "id": 91,
      "en": "Well, as I mentioned before, I do tend to get frustrated if I don't see progress in my work or career.",
      "cn": "当然，但如果你必须指出一个弱点，那会是什么？"
    },
    {
      "id": 92,
      "en": "I suppose I'm quite a restless character.",
      "cn": "我想我性格上有点不安分。"
    },
    {
      "id": 93,
      "en": "My father always taught me to be a high achiever, so... So would you say if things don't go your way at work it could easily get you down?",
      "cn": "我父亲总是教我成为一个高成就者，所以……如果事情在工作中不顺利，你会感到沮丧吗？"
    },
    {
      "id": 94,
      "en": "Well, in a way, yes.",
      "cn": "嗯，从某种意义上说，是的。"
    },
    {
      "id": 95,
      "en": "But I must say that even if I'm not completely happy in my work, I always give a hundred and ten percent.",
      "cn": "但我必须说，即使我在工作中不完全快乐，我也总是全力以赴。"
    },
    {
      "id": 96,
      "en": "I would never shirk my responsibilities.",
      "cn": "我绝不会逃避我的责任。"
    },
    {
      "id": 97,
      "en": "I suppose sometimes I expect too much too soon.",
      "cn": "我想有时我期望太高，太快。"
    },
    {
      "id": 98,
      "en": "Well, you know journalism is a highly competitive world, so you do need to keep pushing yourself, it's true.",
      "cn": "嗯，你知道，新闻业是一个竞争激烈的领域，所以你确实需要不断推动自己，这是真的。"
    },
    {
      "id": 99,
      "en": "Okay, well let's move on to talk about the job position here, shall we?",
      "cn": "好的，那我们来谈谈这里的职位吧，好吗？"
    },
    {
      "id": 100,
      "en": "Yes, please.",
      "cn": "是的，请。"
    },
    {
      "id": 101,
      "en": "So we've picked out three key phrases for you on Fluency Builder.",
      "cn": "所以我们为你挑选了三个关键短语在流利度构建器上。"
    },
    {
      "id": 102,
      "en": "Let's take a look at those now.",
      "cn": "现在我们来看看这些。"
    },
    {
      "id": 103,
      "en": "Starting with Mr. Parsons saying, so would you say if things don't go your way at work it could easily get you down?",
      "cn": "首先是帕森斯先生说的，如果工作中事情不如你所愿，你会感到沮丧吗？"
    },
    {
      "id": 104,
      "en": "Two great phrases there.",
      "cn": "这有两个很好的短语。"
    },
    {
      "id": 105,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 106,
      "en": "So the first phrase, if things don't go your way.",
      "cn": "第一个短语是，如果事情不如你所愿。"
    },
    {
      "id": 107,
      "en": "So this is kind of a funny phrase when you think about it, because they go your way like to me or what is my way.",
      "cn": "这个短语有点有趣，因为“你的方式”对我来说是什么。"
    },
    {
      "id": 108,
      "en": "This basically means if things do not happen in a way that makes you happy or in a way that you expect.",
      "cn": "这基本上意味着如果事情没有以让你快乐或你期望的方式发生。"
    },
    {
      "id": 109,
      "en": "Okay, so we could say he lost his job, he couldn't pay his bills, things just didn't go his way.",
      "cn": "好吧，我们可以说他失去了工作，无法支付账单，事情就是不如他所愿。"
    },
    {
      "id": 110,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 111,
      "en": "So things are not happening as he planned or as he expected.",
      "cn": "所以事情没有按照他的计划或预期发生。"
    },
    {
      "id": 112,
      "en": "You can also say the opposite.",
      "cn": "你也可以说相反的情况。"
    },
    {
      "id": 113,
      "en": "So he won the lottery and he also met a really beautiful girl who wanted to be his girlfriend.",
      "cn": "他中了彩票，还遇到了一个想做他女朋友的漂亮女孩。"
    },
    {
      "id": 114,
      "en": "Things were going his way.",
      "cn": "事情对他来说是顺利的。"
    },
    {
      "id": 115,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 116,
      "en": "So if things are going your way, it's good.",
      "cn": "所以如果事情对你有利，那是好的。"
    },
    {
      "id": 117,
      "en": "If things aren't going your way, then it's bad.",
      "cn": "如果事情不如你所愿，那就是坏的。"
    },
    {
      "id": 118,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 119,
      "en": "Okay, and so if things aren't going Rebecca's way, does that mean that it could easily get her down?",
      "cn": "好的，如果事情不如丽贝卡所愿，那是否意味着她可能会感到沮丧？"
    },
    {
      "id": 120,
      "en": "Okay, so to get you down or to get someone down means to make you sad, upset, or frustrated like that where we just heard.",
      "cn": "好的，感到沮丧或让某人沮丧意味着让你感到悲伤、烦恼或沮丧，就像我们刚才听到的那样。"
    },
    {
      "id": 121,
      "en": "So you could ask someone like, Marco, what gets you down?",
      "cn": "所以你可以问某人，比如，马尔科，是什么让你感到沮丧？"
    },
    {
      "id": 122,
      "en": "Rainy days.",
      "cn": "雨天。"
    },
    {
      "id": 123,
      "en": "That's a good one.",
      "cn": "这是个好答案。"
    },
    {
      "id": 124,
      "en": "Yeah, rainy days get me down too.",
      "cn": "是的，雨天也让我感到沮丧。"
    },
    {
      "id": 125,
      "en": "So it's kind of a way of saying what makes you sad or depressed or what makes you unhappy.",
      "cn": "所以这是一种说法，问你是什么让你感到悲伤或沮丧。"
    },
    {
      "id": 126,
      "en": "Or in this case, if something doesn't happen as you planned it, if it doesn't go your way, does that make you sad?",
      "cn": "或者在这种情况下，如果事情没有按照你的计划发生，如果不如你所愿，这会让你感到悲伤吗？"
    },
    {
      "id": 127,
      "en": "Does that get you down?",
      "cn": "这让你感到沮丧吗？"
    },
    {
      "id": 128,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 129,
      "en": "So a very good question there.",
      "cn": "这是个很好的问题。"
    },
    {
      "id": 130,
      "en": "And she responded that kind of, yeah, that does happen, but she always tries to give a hundred and ten percent.",
      "cn": "她回答说，嗯，是的，这确实会发生，但她总是努力付出一百一十个百分点。"
    },
    {
      "id": 131,
      "en": "Okay, so this is a really funny phrase because you think I can give everything I have.",
      "cn": "好的，这真是个有趣的短语，因为你会想我可以付出我所有的。"
    },
    {
      "id": 132,
      "en": "I can work really hard and that's a hundred percent.",
      "cn": "我可以非常努力工作，那是一百个百分点。"
    },
    {
      "id": 133,
      "en": "But we say a hundred and ten percent means you do more than you can.",
      "cn": "但我们说一百一十个百分点意味着你做得比你能做到的更多。"
    },
    {
      "id": 134,
      "en": "It's like pushing yourself more than is possible.",
      "cn": "就像是推动自己超出可能的极限。"
    },
    {
      "id": 135,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 136,
      "en": "So this is a very common phrase in sports and business.",
      "cn": "所以这是体育和商业中非常常见的短语。"
    },
    {
      "id": 137,
      "en": "People are saying, for example, I always remember my coach saying, I want you guys to give me a hundred and ten percent out there.",
      "cn": "人们会说，比如，我总是记得我的教练说，我希望你们在场上付出一百一十个百分点。"
    },
    {
      "id": 138,
      "en": "That means like I really want you to try very hard to do as much as possible.",
      "cn": "这意味着我真的希望你们尽力去做尽可能多的事情。"
    },
    {
      "id": 139,
      "en": "Even more than your best, more than you think you can do.",
      "cn": "甚至比你认为你能做到的更多。"
    },
    {
      "id": 140,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 141,
      "en": "So again, it refers to the effort that you put into something.",
      "cn": "所以再次强调，这指的是你在某事上投入的努力。"
    },
    {
      "id": 142,
      "en": "It can be in business, sports, anything.",
      "cn": "可以是在商业、体育或任何事情上。"
    },
    {
      "id": 143,
      "en": "And she's basically saying, I always do more than my best.",
      "cn": "她基本上在说，我总是做得比我最好更多。"
    },
    {
      "id": 144,
      "en": "I do as much as humanly possible.",
      "cn": "我尽可能多地做。"
    },
    {
      "id": 145,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 146,
      "en": "Okay, so a lot of great stuff there from Rebecca.",
      "cn": "好的，丽贝卡提供了很多很好的内容。"
    },
    {
      "id": 147,
      "en": "Why don't we listen to her one last time and we'll be back in a bit.",
      "cn": "我们再听她一次，然后稍后再回来。"
    },
    {
      "id": 148,
      "en": "Okay, Rebecca.",
      "cn": "好的，丽贝卡。"
    },
    {
      "id": 149,
      "en": "Well, I think you've given me a clear impression of your positive qualities, but let's talk a little bit about them, okay?",
      "cn": "嗯，我觉得你给我留下了你积极品质的清晰印象，但我们来谈谈这些，好吗？"
    },
    {
      "id": 150,
      "en": "Well, it's always more difficult to describe them, isn't it?",
      "cn": "嗯，描述它们总是更困难，不是吗？"
    },
    {
      "id": 151,
      "en": "Definitely, but if you had to pinpoint one weakness, what would it be?",
      "cn": "当然，但如果你必须指出一个弱点，那会是什么？"
    },
    {
      "id": 152,
      "en": "Well, as I mentioned before, I do tend to get frustrated if I don't see progress in my work or career.",
      "cn": "嗯，正如我之前提到的，如果我在工作或职业中看不到进展，我确实会感到沮丧。"
    },
    {
      "id": 153,
      "en": "I suppose I'm quite a restless character.",
      "cn": "我想我性格上有点不安分。"
    },
    {
      "id": 154,
      "en": "My father always taught me to be a high achiever, so... So would you say if things don't go your way at work, it could easily get you down?",
      "cn": "我父亲总是教我成为一个高成就者，所以……你会说如果工作中事情不如你所愿，这会让你感到沮丧吗？"
    },
    {
      "id": 155,
      "en": "Well, in a way, yes.",
      "cn": "嗯，从某种意义上说，是的。"
    },
    {
      "id": 156,
      "en": "But I must say that even if I'm not completely happy in my work, I always give a hundred and ten percent.",
      "cn": "但我必须说，即使我在工作中并不完全快乐，我总是付出一百一十个百分点。"
    },
    {
      "id": 157,
      "en": "I would never shirk my responsibilities.",
      "cn": "我绝不会逃避我的责任。"
    },
    {
      "id": 158,
      "en": "I suppose sometimes I expect too much too soon.",
      "cn": "我想有时我期望得太高，太快。"
    },
    {
      "id": 159,
      "en": "Well, you know journalism is a highly competitive world, so you do need to keep pushing yourself, it's true.",
      "cn": "嗯，你知道，新闻业是一个竞争激烈的世界，所以你确实需要不断推动自己，这是真的。"
    },
    {
      "id": 160,
      "en": "Okay, well let's move on to talk about the job position here, shall we?",
      "cn": "好吧，那我们来谈谈这里的职位吧，可以吗？"
    },
    {
      "id": 161,
      "en": "Yes, please.",
      "cn": "是的，请。"
    },
    {
      "id": 162,
      "en": "Alright, so talking about weaknesses, I think one of the common mistakes when people talk about weaknesses is they say they work too much.",
      "cn": "好吧，谈到弱点，我认为人们谈论弱点时常见的错误之一是他们说自己工作太多。"
    },
    {
      "id": 163,
      "en": "And everyone says you should never say that in an interview.",
      "cn": "每个人都说你在面试中绝对不应该这么说。"
    },
    {
      "id": 164,
      "en": "Yeah, I think it's a it's a bad way to talk about yourself, because a boss or an employer really wants to hear a real weakness.",
      "cn": "是的，我认为这是一种糟糕的自我描述方式，因为老板或雇主真的想听到一个真实的弱点。"
    },
    {
      "id": 165,
      "en": "And I work too hard is a way of saying, I have no weaknesses.",
      "cn": "而“我工作太努力”是一种说法，表示我没有弱点。"
    },
    {
      "id": 166,
      "en": "I'm actually really, really perfect.",
      "cn": "我实际上是非常完美的。"
    },
    {
      "id": 167,
      "en": "I just think it's a lazy answer, so maybe you should avoid saying I work too hard and really focus on things that you you do have to to work on.",
      "cn": "我只是觉得这是一个懒惰的回答，所以也许你应该避免说“我工作太努力”，而真正关注你需要改进的地方。"
    },
    {
      "id": 168,
      "en": "And then I think the key is to say that I know this is something that I have a hard time with, I know this is a weakness, and I'm trying to improve it.",
      "cn": "然后我认为关键是说，我知道这是我有困难的地方，我知道这是一个弱点，我正在努力改善它。"
    },
    {
      "id": 169,
      "en": "Yeah, I remember in some of the interviews I've had, I think my common answer was, I am sometimes I'm very late, I'm not very punctual.",
      "cn": "是的，我记得在我参加的一些面试中，我的常见回答是，我有时很晚，不太守时。"
    },
    {
      "id": 170,
      "en": "So, but you know, it's a real weakness, and it may seem like difficult, but then you give it a little spin by saying, yeah I'm sometimes not very punctual, but then I try to make up for it, maybe it's staying more time at the office, or sometimes I try to wake up a little bit earlier and make it on time.",
      "cn": "所以，但你知道，这是一个真实的弱点，可能看起来很困难，但然后你可以稍微转变一下，说，是的，我有时不太守时，但我会努力弥补，比如在办公室多待一会儿，或者有时我会试着早起一点，准时到。"
    },
    {
      "id": 171,
      "en": "I don't know, something like that.",
      "cn": "我不知道，类似的事情。"
    },
    {
      "id": 172,
      "en": "Right, so the key there is just to show that you know it's a problem and that you're trying to work on it.",
      "cn": "对，所以关键是要表明你知道这是个问题，并且你正在努力解决它。"
    },
    {
      "id": 173,
      "en": "Yeah, so this is actually the hardest part for me of an interview, talking about yourself in a negative way, because obviously you want to get the job, so you want to make sure that the employer has a good idea of yourself, but it's hard.",
      "cn": "是的，所以这实际上是我面试中最难的部分，以消极的方式谈论自己，因为显然你想得到这份工作，所以你想确保雇主对你有一个好的印象，但这很难。"
    },
    {
      "id": 174,
      "en": "I think it's the hardest part for everyone.",
      "cn": "我认为这是每个人最难的部分。"
    },
    {
      "id": 175,
      "en": "Yeah, I don't think it's just you.",
      "cn": "是的，我不认为只有你这样。"
    },
    {
      "id": 176,
      "en": "Yeah, it's hard.",
      "cn": "是的，这很难。"
    },
    {
      "id": 177,
      "en": "So this is an interesting topic.",
      "cn": "所以这是一个有趣的话题。"
    },
    {
      "id": 178,
      "en": "Why don't you practice and come to our website, EnglishPod.com, and on our comments section, why don't you tell us what your weaknesses are?",
      "cn": "为什么不练习一下，来我们的网站，EnglishPod.com，在我们的评论区，告诉我们你的弱点是什么？"
    },
    {
      "id": 179,
      "en": "That's right, we hope to hear from you.",
      "cn": "没错，我们希望听到你的声音。"
    },
    {
      "id": 180,
      "en": "Of course, you can also share with us your strengths on our lesson about strengths, but in this one I recommend everyone practice this, because it will come up at some point, and it's good to get the practice in.",
      "cn": "当然，你也可以在我们关于优点的课程中与我们分享你的优点，但在这一点上，我建议每个人都练习一下，因为这在某个时刻会出现，练习一下是好的。"
    },
    {
      "id": 181,
      "en": "So EnglishPod.com, we hope to see you there.",
      "cn": "所以EnglishPod.com，我们希望在那里见到你。"
    },
    {
      "id": 182,
      "en": "All right guys, bye.",
      "cn": "好吧，大家，再见。"
    },
    {
      "id": 183,
      "en": "you.",
      "cn": "你。"
    }
  ]
}