{
  "type": "book",
  "id": "englishpod-高级-englishpod-高级-0293",
  "title": "EnglishPod 高级 0293",
  "totalSegments": 191,
  "seriesId": "englishpod-高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and today we have an advanced level lesson for you guys all about food.",
      "cn": "我叫Catherine，今天我们有一节关于食物的高级课程。"
    },
    {
      "id": 4,
      "en": "What kind of food are we talking about today, Marco?",
      "cn": "Marco，今天我们要谈什么食物？"
    },
    {
      "id": 5,
      "en": "Today we're talking about cheese.",
      "cn": "今天我们要谈奶酪。"
    },
    {
      "id": 6,
      "en": "So there are so many different types of cheese, so many varieties.",
      "cn": "奶酪种类繁多，种类各异。"
    },
    {
      "id": 7,
      "en": "So we're going to take a look at these varieties.",
      "cn": "我们将看看这些种类。"
    },
    {
      "id": 8,
      "en": "You may know them or not, but we're also going to take a look at the pronunciation because most of them are either Italian or French.",
      "cn": "你可能知道它们，也可能不知道，但我们还会看看发音，因为大多数都是意大利或法国的。"
    },
    {
      "id": 9,
      "en": "So how do you pronounce these in maybe American English?",
      "cn": "那么在美式英语中怎么发音呢？"
    },
    {
      "id": 10,
      "en": "Good question.",
      "cn": "好问题。"
    },
    {
      "id": 11,
      "en": "Let's listen to our dialogue for the first time, and we'll be back in a moment to talk about the wonderful world of cheese.",
      "cn": "让我们第一次听听对话，稍后我们会回来谈谈奶酪的奇妙世界。"
    },
    {
      "id": 12,
      "en": "Hello, everyone.",
      "cn": "大家好。"
    },
    {
      "id": 13,
      "en": "My name is Lori, and I want to welcome you to this course.",
      "cn": "我叫Lori，欢迎你们参加这个课程。"
    },
    {
      "id": 14,
      "en": "We will learn all about one of the oldest yet most delicious foods on this planet, cheese.",
      "cn": "我们将学习关于这个星球上最古老但最美味的食物之一——奶酪。"
    },
    {
      "id": 15,
      "en": "Let's get started.",
      "cn": "让我们开始吧。"
    },
    {
      "id": 16,
      "en": "Cheese is usually categorized into four types, soft, semi-soft, semi-hard, and hard.",
      "cn": "奶酪通常分为四种类型：软奶酪、半软奶酪、半硬奶酪和硬奶酪。"
    },
    {
      "id": 17,
      "en": "The designation refers to the amount of moisture in the cheese, which directly affects its texture.",
      "cn": "这种分类是根据奶酪中的水分含量，这直接影响其质地。"
    },
    {
      "id": 18,
      "en": "Making cheese is an ancient practice dating back thousands of years, and the home cheesemaker can usually find recipes for cheese that fall into any of the four categories.",
      "cn": "制作奶酪是一种古老的实践，已有数千年的历史，家庭奶酪制造者通常可以找到适合这四类的奶酪食谱。"
    },
    {
      "id": 19,
      "en": "Soft cheese includes cottage cheese, cream cheese, ricotta, brie, blue, roquefort, mozzarella, muenster, and similar cheeses.",
      "cn": "软奶酪包括农家奶酪、奶油奶酪、里科塔、布里、蓝纹、罗克福、马苏里拉、门斯特和类似的奶酪。"
    },
    {
      "id": 20,
      "en": "These cheeses generally pair well with fruit or meats and can be used as breakfast cheeses in an omelet or as pasta fillings.",
      "cn": "这些奶酪通常与水果或肉类搭配良好，可以作为早餐奶酪用于煎蛋卷或作为意大利面的馅料。"
    },
    {
      "id": 21,
      "en": "They are usually mildly flavored and very high in moisture.",
      "cn": "它们通常味道温和，水分含量很高。"
    },
    {
      "id": 22,
      "en": "American, Colby, Kojak, and similar cheeses are in the semi-soft category.",
      "cn": "美国奶酪、科尔比奶酪、科贾克奶酪和类似的奶酪属于半软类别。"
    },
    {
      "id": 23,
      "en": "These are slightly stronger in flavor and cover a wide range of uses.",
      "cn": "这些奶酪的味道稍强，适用范围广泛。"
    },
    {
      "id": 24,
      "en": "Kojak cheese, a blend of Colby and Monterey Jack, is one of the most popular.",
      "cn": "科贾克奶酪是科尔比和蒙特雷杰克的混合，是最受欢迎的奶酪之一。"
    },
    {
      "id": 25,
      "en": "This allows the sharper flavor of the Colby to be combined with the milder Jack cheese and also melts better than plain Colby.",
      "cn": "这使得科尔比的浓烈味道与温和的杰克奶酪结合，并且比普通科尔比更易融化。"
    },
    {
      "id": 26,
      "en": "Grilled cheese sandwiches often use American cheese and Mexican cheeses such as Asadero and Queso Fresco are becoming more popular.",
      "cn": "烤奶酪三明治通常使用美国奶酪，墨西哥奶酪如阿萨德罗和新鲜奶酪也越来越受欢迎。"
    },
    {
      "id": 27,
      "en": "Hard cheeses include Parmesan, Romano, Asiago, Swiss, Gruyere, and others.",
      "cn": "硬奶酪包括帕尔马奶酪、罗马奶酪、阿西亚哥奶酪、瑞士奶酪、格鲁耶尔奶酪等。"
    },
    {
      "id": 28,
      "en": "Parmesan and Romano are most familiar as the grated powder used to top spaghetti, but they are also used as a companion mince for fruit, wine, nuts, and other appetizer items.",
      "cn": "帕尔马奶酪和罗马奶酪最常见，通常用作意大利面的撒粉，但它们也用作水果、葡萄酒、坚果和其他开胃菜的搭配。"
    },
    {
      "id": 29,
      "en": "Swiss is a popular sandwich cheese and melts well, unlike some other hard cheeses.",
      "cn": "瑞士奶酪是一种受欢迎的三明治奶酪，融化效果很好，不像其他一些硬奶酪。"
    },
    {
      "id": 30,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 31,
      "en": "So obviously this is a very interesting lesson because it also gives us an insight onto how cheeses are categorized.",
      "cn": "显然，这是一个非常有趣的课程，因为它还让我们了解奶酪是如何分类的。"
    },
    {
      "id": 32,
      "en": "I personally did not know that you had all these categories of cheeses, starting out with the soft cheeses.",
      "cn": "我个人不知道你们有这么多种类的奶酪，从软奶酪开始。"
    },
    {
      "id": 33,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 34,
      "en": "So basically they're broken into these soft, semi-soft, semi-hard, and hard categories.",
      "cn": "基本上，它们被分为软、半软、半硬和硬四类。"
    },
    {
      "id": 35,
      "en": "The soft cheeses are the ones that are actually, you know, you could touch them and they're soft.",
      "cn": "软奶酪是那些你可以触摸到的，感觉柔软的奶酪。"
    },
    {
      "id": 36,
      "en": "They kind of move under your finger.",
      "cn": "它们在你的手指下会有些移动。"
    },
    {
      "id": 37,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 38,
      "en": "And the famous ones, I think, are cottage cheese, which is almost like yogurt.",
      "cn": "我认为著名的有农家奶酪，几乎像酸奶。"
    },
    {
      "id": 39,
      "en": "Yeah, and cream cheese is all.",
      "cn": "是的，还有奶油奶酪。"
    },
    {
      "id": 40,
      "en": "And cream cheese as well.",
      "cn": "还有奶油奶酪。"
    },
    {
      "id": 41,
      "en": "But also ricotta, and brie, and roquefort, and mozzarella.",
      "cn": "还有里科塔、布里、罗克福和马苏里拉。"
    },
    {
      "id": 42,
      "en": "So for example, these cheeses, they're usually, well, they're obviously very soft cheeses.",
      "cn": "例如，这些奶酪通常，显然是非常软的奶酪。"
    },
    {
      "id": 43,
      "en": "Do you say cheeses or cheese, or cheese-eye?",
      "cn": "你说奶酪还是奶酪们，或者奶酪眼？"
    },
    {
      "id": 44,
      "en": "Yeah, we just say cheese normally or different kinds of cheese.",
      "cn": "是的，我们通常说奶酪，或者不同种类的奶酪。"
    },
    {
      "id": 45,
      "en": "So in that case, you make the plural kinds of cheese, types of cheese.",
      "cn": "所以在这种情况下，你可以说奶酪的复数，奶酪的类型。"
    },
    {
      "id": 46,
      "en": "So these kinds of cheese, they are recommended, or they say that they pair well with fruits or meat.",
      "cn": "所以这些种类的奶酪，他们被推荐，或者说与水果或肉类搭配良好。"
    },
    {
      "id": 47,
      "en": "So when we talk about pairing a cheese with fruits, or pairing a cheese with wine, what are we saying there?",
      "cn": "所以当我们谈论将奶酪与水果搭配，或将奶酪与葡萄酒搭配时，我们在说什么？"
    },
    {
      "id": 48,
      "en": "In that case, we're saying that it's best to eat with certain kinds of food.",
      "cn": "在这种情况下，我们说最好与某些食物一起食用。"
    },
    {
      "id": 49,
      "en": "So you can say, I would recommend pairing this red wine with lamb.",
      "cn": "所以你可以说，我建议将这款红酒与羊肉搭配。"
    },
    {
      "id": 50,
      "en": "But in the case of cheese, you could say, I would recommend pairing this delicious brie cheese with fruit.",
      "cn": "但在奶酪的情况下，你可以说，我建议将这款美味的布里奶酪与水果搭配。"
    },
    {
      "id": 51,
      "en": "Okay, so you actually have brie with fruit.",
      "cn": "好吧，所以你实际上是将布里与水果搭配。"
    },
    {
      "id": 52,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 53,
      "en": "Well, it depends on the kind of cheese.",
      "cn": "这取决于奶酪的种类。"
    },
    {
      "id": 54,
      "en": "A lot of times you see mozzarella on pizzas, and so it's not paired.",
      "cn": "很多时候你会在比萨上看到马苏里拉，所以它并不是搭配。"
    },
    {
      "id": 55,
      "en": "It's actually a part of the dish.",
      "cn": "它实际上是菜肴的一部分。"
    },
    {
      "id": 56,
      "en": "But if you're going to eat a piece of cheese alone, you can have it maybe with some fruit.",
      "cn": "但如果你要单独吃一块奶酪，你可以和一些水果一起吃。"
    },
    {
      "id": 57,
      "en": "So I guess that's the main difference between pairing and having it as an ingredient, is pairing, you're combining it, but it's not really part of the dish.",
      "cn": "所以我想这就是搭配和作为成分之间的主要区别，搭配是你在结合它，但它并不是真正的菜肴的一部分。"
    },
    {
      "id": 58,
      "en": "No, and as an ingredient, it's actually, it has to be in the dish to make it work.",
      "cn": "不，作为成分，它实际上必须在菜肴中才能发挥作用。"
    },
    {
      "id": 59,
      "en": "And so you have a lot of these delicious soft cheeses that you eat at breakfast or sometimes dessert, ricotta, cream cheese.",
      "cn": "所以你有很多美味的软奶酪，可以在早餐或有时作为甜点食用，里科塔、奶油奶酪。"
    },
    {
      "id": 60,
      "en": "These are all parts of desserts like cheesecake, for example.",
      "cn": "这些都是像奶酪蛋糕这样的甜点的一部分。"
    },
    {
      "id": 61,
      "en": "Oh, yeah.",
      "cn": "哦，是的。"
    },
    {
      "id": 62,
      "en": "What do they use in cheesecake?",
      "cn": "奶酪蛋糕里用的是什么？"
    },
    {
      "id": 63,
      "en": "Usually cream cheese.",
      "cn": "通常是奶油奶酪。"
    },
    {
      "id": 64,
      "en": "Oh, really?",
      "cn": "哦，真的吗？"
    },
    {
      "id": 65,
      "en": "But then you get into these other cheeses, which are semi-soft or semi-hard.",
      "cn": "但接下来你会看到这些其他奶酪，它们是半软或半硬的。"
    },
    {
      "id": 66,
      "en": "And semi here just means part.",
      "cn": "这里的半软只是意味着部分。"
    },
    {
      "id": 67,
      "en": "So it's partially hard, partially soft.",
      "cn": "所以它是部分硬，部分软。"
    },
    {
      "id": 68,
      "en": "And these cheeses are different because you might use them sliced on sandwiches, things like that.",
      "cn": "这些奶酪不同，因为你可能会将它们切片放在三明治上，类似的东西。"
    },
    {
      "id": 69,
      "en": "In this category, you have American and Colby and Monterey Jack is also very, very popular.",
      "cn": "在这个类别中，你有美国奶酪、科尔比奶酪和蒙特雷杰克奶酪也非常受欢迎。"
    },
    {
      "id": 70,
      "en": "So these actually do have a more American sound to it.",
      "cn": "所以这些实际上听起来更美式。"
    },
    {
      "id": 71,
      "en": "Obviously, American cheese or Monterey Jack.",
      "cn": "显然，美国奶酪或蒙特雷杰克。"
    },
    {
      "id": 72,
      "en": "That sounds a little bit different than all the Italian or French sounding cheeses that we had in the soft ones.",
      "cn": "听起来与我们在软奶酪中看到的意大利或法国奶酪有些不同。"
    },
    {
      "id": 73,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 74,
      "en": "And you'd even have something like cheddar in this category.",
      "cn": "你甚至会在这个类别中看到切达奶酪。"
    },
    {
      "id": 75,
      "en": "There's another cheddar cheese.",
      "cn": "还有另一种切达奶酪。"
    },
    {
      "id": 76,
      "en": "Yeah, there's another good cheese.",
      "cn": "是的，还有另一种好奶酪。"
    },
    {
      "id": 77,
      "en": "As you said, these are very typically put in sandwiches.",
      "cn": "正如你所说，这些通常放在三明治里。"
    },
    {
      "id": 78,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 79,
      "en": "I mean, you can use them in different ways.",
      "cn": "我的意思是，你可以用不同的方式使用它们。"
    },
    {
      "id": 80,
      "en": "Sometimes we grate cheese.",
      "cn": "有时我们会磨奶酪。"
    },
    {
      "id": 81,
      "en": "That means we rub it against this machine, a grater, to make it come out in these little fine pieces.",
      "cn": "这意味着我们将其在这个机器上擦，磨碎器，以使其变成小块。"
    },
    {
      "id": 82,
      "en": "For example, on top of pasta or on top of nachos.",
      "cn": "例如，放在意大利面上或放在玉米片上。"
    },
    {
      "id": 83,
      "en": "So we have grated cheese, but you can also have sliced cheese.",
      "cn": "所以我们有磨碎的奶酪，但你也可以有切片的奶酪。"
    },
    {
      "id": 84,
      "en": "And that's the kind of... that's the way that we cut cheese to put it on a sandwich.",
      "cn": "这就是...这就是我们切奶酪放在三明治上的方式。"
    },
    {
      "id": 85,
      "en": "So for example, if you go to McDonald's and you get a burger, usually the cheese that's on your hamburger is cheddar cheese, right?",
      "cn": "例如，如果你去麦当劳买汉堡，通常汉堡上的奶酪是切达奶酪，对吧？"
    },
    {
      "id": 86,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 87,
      "en": "It's a slice of cheddar cheese.",
      "cn": "是一片切达奶酪。"
    },
    {
      "id": 88,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 89,
      "en": "Now moving on to our next category.",
      "cn": "现在继续我们的下一个类别。"
    },
    {
      "id": 90,
      "en": "Actually, towards the end of the different types of cheese under the semi-soft category, they also talk about Mexican cheeses such as asadero and queso fresco.",
      "cn": "实际上，在半软类别的不同类型奶酪的末尾，他们还谈到墨西哥奶酪，如阿萨德罗和新鲜奶酪。"
    },
    {
      "id": 91,
      "en": "I love queso fresco.",
      "cn": "我喜欢新鲜奶酪。"
    },
    {
      "id": 92,
      "en": "You've had this before.",
      "cn": "你以前吃过这个。"
    },
    {
      "id": 93,
      "en": "Yes, many times.",
      "cn": "是的，很多次。"
    },
    {
      "id": 94,
      "en": "What do you usually have it with or how do you pair it?",
      "cn": "你通常和什么搭配，或者你是怎么搭配的？"
    },
    {
      "id": 95,
      "en": "Usually it's an ingredient on tacos because it's a little bit crumbly.",
      "cn": "通常它是玉米饼上的一种成分，因为它有点松散。"
    },
    {
      "id": 96,
      "en": "That means that it's like balls as opposed to being one chunk, one big piece.",
      "cn": "这意味着它像小球，而不是一块大块。"
    },
    {
      "id": 97,
      "en": "And so we usually have it like that or I've also had it as just a piece of cheese paired with a fried plantain or sour cream.",
      "cn": "所以我们通常这样吃，或者我也曾将它作为一块奶酪与炸香蕉或酸奶油搭配。"
    },
    {
      "id": 98,
      "en": "It's actually very good.",
      "cn": "其实非常好。"
    },
    {
      "id": 99,
      "en": "The thing with queso fresco is all of the cheese, they also depend on how mature they are, how long they've taken to make them.",
      "cn": "关于新鲜奶酪的事情是，所有奶酪也取决于它们的成熟度，制作它们所需的时间。"
    },
    {
      "id": 100,
      "en": "And queso fresco means fresh in Spanish.",
      "cn": "新鲜奶酪在西班牙语中意味着新鲜。"
    },
    {
      "id": 101,
      "en": "And this is the main, I think, factor in this type of cheese is that it's very, very immature.",
      "cn": "我认为，这种奶酪的主要因素是它非常非常不成熟。"
    },
    {
      "id": 102,
      "en": "It's a very fresh cheese.",
      "cn": "这是一种非常新鲜的奶酪。"
    },
    {
      "id": 103,
      "en": "You can make it in like a day or two.",
      "cn": "你可以在一天或两天内制作它。"
    },
    {
      "id": 104,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 105,
      "en": "Just takes one night to sit and to become cheese, basically.",
      "cn": "基本上只需要一个晚上就能变成奶酪。"
    },
    {
      "id": 106,
      "en": "But other cheeses, and we'll see some of these in the hard cheeses, take a very long time to become their final cheese state.",
      "cn": "但其他奶酪，比如我们在硬奶酪中看到的一些，变成最终奶酪状态需要很长时间。"
    },
    {
      "id": 107,
      "en": "And one of those cheeses is Parmesan.",
      "cn": "其中一种奶酪是帕尔马奶酪。"
    },
    {
      "id": 108,
      "en": "In Italy, when you buy Parmesan, they have these big wheels of it.",
      "cn": "在意大利，当你购买帕尔马奶酪时，他们有这些大轮子。"
    },
    {
      "id": 109,
      "en": "They're circles.",
      "cn": "它们是圆形的。"
    },
    {
      "id": 110,
      "en": "And you have to pay according to how old it is.",
      "cn": "你必须根据它的年龄来支付。"
    },
    {
      "id": 111,
      "en": "18 months, 36 months.",
      "cn": "18个月，36个月。"
    },
    {
      "id": 112,
      "en": "And it gets more expensive the older it is.",
      "cn": "它越老，价格就越贵。"
    },
    {
      "id": 113,
      "en": "So obviously, the older it is, just like wine, it has a more intense flavor.",
      "cn": "所以显然，越老的奶酪，味道就越浓烈，就像葡萄酒一样。"
    },
    {
      "id": 114,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 115,
      "en": "And there are special characteristics for certain ages.",
      "cn": "而且某些年龄段的奶酪有特殊的特点。"
    },
    {
      "id": 116,
      "en": "Sometimes people really like the young ones.",
      "cn": "有时人们真的很喜欢年轻的奶酪。"
    },
    {
      "id": 117,
      "en": "It depends on your taste and what you're going to use it for.",
      "cn": "这取决于你的口味和你打算用它做什么。"
    },
    {
      "id": 118,
      "en": "But Romano is another cheese in Italy that's used, like Parmesan, on top of pasta.",
      "cn": "但罗马奶酪是意大利另一种奶酪，像帕尔马奶酪一样，用于意大利面上。"
    },
    {
      "id": 119,
      "en": "So spaghetti, you would grate it, and you put it on top of pasta.",
      "cn": "所以意大利面上，你会将它磨碎，放在意大利面上。"
    },
    {
      "id": 120,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 121,
      "en": "What about, they also mentioned this other one, Asiago.",
      "cn": "他们还提到另一种奶酪，阿西阿戈。"
    },
    {
      "id": 122,
      "en": "Asiago cheese, Swiss cheese is the one with the holes.",
      "cn": "阿西阿戈奶酪，瑞士奶酪是那种有孔的。"
    },
    {
      "id": 123,
      "en": "Asiago is, I don't know, maybe it's Spanish.",
      "cn": "阿西阿戈，我不知道，也许是西班牙的。"
    },
    {
      "id": 124,
      "en": "But then we have Gruyere, which is a French cheese, and it tends to be very, very, very strong flavored.",
      "cn": "但我们还有格鲁耶尔奶酪，这是法国奶酪，味道非常非常强烈。"
    },
    {
      "id": 125,
      "en": "So I think Gruyere is the cheese that usually many people use for making fondue.",
      "cn": "所以我认为格鲁耶尔奶酪通常是很多人用来制作火锅的奶酪。"
    },
    {
      "id": 126,
      "en": "So they basically have this big pot, or this medium-sized pot, and all the cheese just melts, and you just dip pieces of bread or vegetables in there, and you eat this just melted cheese.",
      "cn": "所以他们基本上有一个大锅，或者一个中等大小的锅，所有的奶酪都融化了，你只需将面包或蔬菜的块浸入其中，吃这种融化的奶酪。"
    },
    {
      "id": 127,
      "en": "Fondue, a very popular dish in Switzerland.",
      "cn": "火锅，在瑞士是一道非常受欢迎的菜。"
    },
    {
      "id": 128,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 129,
      "en": "But yeah, these, all these different types of cheese, as you said, there's so many different types, and according to the age... Now, you lived in Italy for a while, and obviously they are a very, they're a nation that enjoy having wine and cheese very regularly, right?",
      "cn": "但这些，正如你所说，各种不同类型的奶酪，种类繁多，根据年龄... 现在，你在意大利住了一段时间，显然他们是一个非常享受葡萄酒和奶酪的国家，对吧？"
    },
    {
      "id": 130,
      "en": "That's right, and I have to say that people in Parma take their cheese very, very seriously.",
      "cn": "没错，我必须说，帕尔马的人对他们的奶酪非常非常认真。"
    },
    {
      "id": 131,
      "en": "How serious?",
      "cn": "有多认真？"
    },
    {
      "id": 132,
      "en": "Well, every, well, a lot of people buy these big pieces of Parmesan cheese, and they keep them in the refrigerator, and you don't just put the Parmesan cheese on the spaghetti.",
      "cn": "嗯，很多人购买这些大块的帕尔马奶酪，并将它们放在冰箱里，你不仅仅是把帕尔马奶酪放在意大利面上。"
    },
    {
      "id": 133,
      "en": "You also break pieces of it, and you eat it alone with some, you know, a glass of wine, or some people like to put a little drop of balsamic vinegar on top of the cheese to give it some flavor.",
      "cn": "你还会撕下一些块，单独吃，配上一杯葡萄酒，或者有些人喜欢在奶酪上滴一点香醋来增加风味。"
    },
    {
      "id": 134,
      "en": "Oh, really?",
      "cn": "哦，真的吗？"
    },
    {
      "id": 135,
      "en": "So there are many different ways to eat it.",
      "cn": "所以有很多不同的吃法。"
    },
    {
      "id": 136,
      "en": "I'm sure it's different all over the country, but mozzarella, Parmesan cheese, Romano, these are all cheeses that are very, very important in Italian culture.",
      "cn": "我相信全国各地都不一样，但马苏里拉、帕尔马奶酪、罗马奶酪，这些都是意大利文化中非常非常重要的奶酪。"
    },
    {
      "id": 137,
      "en": "It's very interesting because, well, obviously we have listeners from all over the world, but some countries have a good culture for wine, cheese, and cured meats.",
      "cn": "这很有趣，因为，显然我们有来自世界各地的听众，但有些国家对葡萄酒、奶酪和腌肉有很好的文化。"
    },
    {
      "id": 138,
      "en": "Like for example, in South America, if you, if you visit Argentina or Chile, they are a nation that actually have a lot of variety of cheese, wines, and cured meats.",
      "cn": "比如，在南美，如果你访问阿根廷或智利，他们是一个实际上有很多种类奶酪、葡萄酒和腌肉的国家。"
    },
    {
      "id": 139,
      "en": "But if you take a trip to maybe Colombia, they're not really that type of culture.",
      "cn": "但如果你去哥伦比亚，他们并不是那种文化。"
    },
    {
      "id": 140,
      "en": "They really consume cheese and wine in the same manner.",
      "cn": "他们确实以相同的方式消费奶酪和葡萄酒。"
    },
    {
      "id": 141,
      "en": "Interesting.",
      "cn": "有趣。"
    },
    {
      "id": 142,
      "en": "I wonder if it has to do with the historical relationship between Europe and the place like Argentina, you know.",
      "cn": "我想知道这是否与欧洲和阿根廷这样的地方之间的历史关系有关。"
    },
    {
      "id": 143,
      "en": "In Argentina, there's lots of Italian former people who came over from Italy many, many years ago, right?",
      "cn": "在阿根廷，有很多意大利移民，他们很多年前从意大利过来，对吧？"
    },
    {
      "id": 144,
      "en": "So that might have something to do with it.",
      "cn": "所以这可能与此有关。"
    },
    {
      "id": 145,
      "en": "Or also very, you know, Spain has a very strong tradition of cured meats and cheeses.",
      "cn": "或者西班牙也有很强的腌肉和奶酪传统。"
    },
    {
      "id": 146,
      "en": "They have Manchego cheese, things like this.",
      "cn": "他们有曼切戈奶酪，类似的东西。"
    },
    {
      "id": 147,
      "en": "So I wonder if there's a relationship there.",
      "cn": "所以我想知道这之间是否有关系。"
    },
    {
      "id": 148,
      "en": "Yeah, I think, I think it's definitely an influence in some way.",
      "cn": "是的，我认为这肯定在某种程度上有影响。"
    },
    {
      "id": 149,
      "en": "But the thing with cheese, I think it's in many places, it's very expensive.",
      "cn": "但奶酪的问题是，在很多地方，它非常昂贵。"
    },
    {
      "id": 150,
      "en": "It can be.",
      "cn": "可能是。"
    },
    {
      "id": 151,
      "en": "Comparatively to, you know, if you can have a regular mozzarella cheese, but sometimes these other types, they can be very expensive.",
      "cn": "相比之下，你知道，如果你能有一种普通的马苏里拉奶酪，但有时这些其他类型的奶酪可能非常昂贵。"
    },
    {
      "id": 152,
      "en": "Yeah, it's like good wine.",
      "cn": "是的，就像好酒一样。"
    },
    {
      "id": 153,
      "en": "If you really want to pay for good cheese, it's going to cost you a lot of money.",
      "cn": "如果你真的想为好奶酪付费，那会花你很多钱。"
    },
    {
      "id": 154,
      "en": "Now, what about this, the famous blue cheese?",
      "cn": "现在，关于这种著名的蓝奶酪呢？"
    },
    {
      "id": 155,
      "en": "We didn't mention it, but this is a very famous French cheese that basically has mold on it.",
      "cn": "我们没有提到，但这是一种非常著名的法国奶酪，基本上上面有霉菌。"
    },
    {
      "id": 156,
      "en": "Well, yeah, all cheese, you're growing cultures, you're growing these things that are alive, but blue cheese, you can actually see it and it's, it's moldy.",
      "cn": "嗯，是的，所有奶酪都是在培养文化，你在培养这些活的东西，但蓝奶酪，你可以看到它，它是发霉的。"
    },
    {
      "id": 157,
      "en": "It's white and there's some blue or green mold.",
      "cn": "它是白色的，上面有一些蓝色或绿色的霉菌。"
    },
    {
      "id": 158,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 159,
      "en": "And some people love it and some people hate it.",
      "cn": "有些人喜欢它，有些人讨厌它。"
    },
    {
      "id": 160,
      "en": "I think it's, it depends on your tastes, but it does have a very strong flavor.",
      "cn": "我认为这取决于你的口味，但它确实有非常强烈的味道。"
    },
    {
      "id": 161,
      "en": "Well, do you personally like it or dislike it?",
      "cn": "那么，你个人喜欢还是不喜欢？"
    },
    {
      "id": 162,
      "en": "I do not like blue cheese, but I love other kinds of cheeses like Camembert, which is a French cheese with a very strong flavor, very stinky cheese, so it's not necessarily that it's, it's strong, it's just that I don't like the taste very much.",
      "cn": "我不喜欢蓝奶酪，但我喜欢其他种类的奶酪，比如卡门贝尔奶酪，这是一种味道非常强烈的法国奶酪，非常臭的奶酪，所以并不是说它强烈，只是我不太喜欢这个味道。"
    },
    {
      "id": 163,
      "en": "Okay, actually it's very popular on, to put on salads, right?",
      "cn": "好吧，实际上它在沙拉上非常受欢迎，对吧？"
    },
    {
      "id": 164,
      "en": "Blue cheese, a sauce or a dressing.",
      "cn": "蓝奶酪，作为一种酱汁或调料。"
    },
    {
      "id": 165,
      "en": "Blue cheese dressing, yeah, that's right.",
      "cn": "蓝奶酪酱，是的，没错。"
    },
    {
      "id": 166,
      "en": "It's made out of blue cheese.",
      "cn": "它是由蓝奶酪制成的。"
    },
    {
      "id": 167,
      "en": "Mm-hmm.",
      "cn": "嗯哼。"
    },
    {
      "id": 168,
      "en": "It's a very interesting topic and I'm sure that locally many people also make, or countries have their own types of cheese.",
      "cn": "这是一个非常有趣的话题，我相信当地很多人也制作，或者各国都有自己的奶酪类型。"
    },
    {
      "id": 169,
      "en": "I know, for example, in Ecuador, we do have also something very similar to queso fresco and that's commonly used for breakfast.",
      "cn": "我知道，例如在厄瓜多尔，我们也有类似于新鲜奶酪的东西，通常用于早餐。"
    },
    {
      "id": 170,
      "en": "And here's an interesting thing, they put it in their cup of coffee.",
      "cn": "还有一件有趣的事，他们把它放在咖啡杯里。"
    },
    {
      "id": 171,
      "en": "No way!",
      "cn": "不会吧！"
    },
    {
      "id": 172,
      "en": "So, it's cheese, cheese, isn't it?",
      "cn": "所以，这是奶酪，是不是？"
    },
    {
      "id": 173,
      "en": "It's cheese, so it's, so basically you have coffee with milk, very popular in Latin America, and people will take a piece of cheese and put it in their coffee.",
      "cn": "是奶酪，所以基本上你有牛奶咖啡，在拉丁美洲非常受欢迎，人们会拿一块奶酪放在咖啡里。"
    },
    {
      "id": 174,
      "en": "So, obviously with the heat, it will, it won't melt completely, but it will become very bendy and very soft, and then they'll have it with the coffee and the bread.",
      "cn": "所以，显然在热量下，它不会完全融化，但会变得非常柔软，然后他们会和咖啡和面包一起吃。"
    },
    {
      "id": 175,
      "en": "So, it gives it a very interesting taste.",
      "cn": "所以，这给它带来了非常有趣的味道。"
    },
    {
      "id": 176,
      "en": "It may sound a little bit peculiar, but it actually has a very, very interesting taste, very good taste.",
      "cn": "听起来可能有点奇怪，但实际上味道非常非常有趣，非常好。"
    },
    {
      "id": 177,
      "en": "I've had many friends try it and they're like, wow, I would, you wouldn't really think that you would probably dip cheese in coffee, but it works.",
      "cn": "我有很多朋友尝试过，他们都说，哇，你不会真的想到你会把奶酪浸入咖啡，但这确实有效。"
    },
    {
      "id": 178,
      "en": "No, it's a very unusual combination.",
      "cn": "不，这是一种非常不寻常的组合。"
    },
    {
      "id": 179,
      "en": "Now, what is this special cheese called?",
      "cn": "现在，这种特殊的奶酪叫什么？"
    },
    {
      "id": 180,
      "en": "It's also, it's called queso le mesa, which is basically a normal common everyday table cheese.",
      "cn": "它也叫做“桌子奶酪”，基本上是一种普通的日常奶酪。"
    },
    {
      "id": 181,
      "en": "So, it's not any particular, it's very similar to queso fresco, very immature cheese.",
      "cn": "所以，它不是任何特定的奶酪，非常类似于新鲜奶酪，非常不成熟的奶酪。"
    },
    {
      "id": 182,
      "en": "So, I'm very curious to know if in your country, you also have a strong cheese culture, and if in your country, you guys do have a lot of cheese, what kind of cheese is it?",
      "cn": "所以，我很想知道在你的国家是否也有强烈的奶酪文化，如果在你的国家有很多奶酪，那是什么样的奶酪？"
    },
    {
      "id": 183,
      "en": "I know that every country has its own variety of cheeses, and some places like China aren't really into cheese.",
      "cn": "我知道每个国家都有自己的奶酪种类，有些地方像中国并不太喜欢奶酪。"
    },
    {
      "id": 184,
      "en": "So, you can let us know if your country doesn't really have that many cheese options.",
      "cn": "所以，你可以告诉我们，如果你的国家没有太多奶酪选择。"
    },
    {
      "id": 185,
      "en": "So, we're very curious to hear about you and your taste in cheese.",
      "cn": "所以，我们很想听听你和你对奶酪的口味。"
    },
    {
      "id": 186,
      "en": "Let us know.",
      "cn": "让我们知道。"
    },
    {
      "id": 187,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是 EnglishPod.com。"
    },
    {
      "id": 188,
      "en": "We hope to see you there.",
      "cn": "我们希望在那里见到你。"
    },
    {
      "id": 189,
      "en": "All right, guys.",
      "cn": "好吧，大家。"
    },
    {
      "id": 190,
      "en": "See you later.",
      "cn": "再见。"
    },
    {
      "id": 191,
      "en": "Bye.",
      "cn": "拜。"
    }
  ]
}