{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0275",
  "title": "Englishpod 初级 英文播客 0275",
  "totalSegments": 178,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and today we have an elementary-level lesson about things that you buy for your kitchen.",
      "cn": "我叫Catherine，今天我们有一节关于厨房用品的初级课程。"
    },
    {
      "id": 4,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 5,
      "en": "Today we are going to buy a lot of machines and devices for our kitchen.",
      "cn": "今天我们要为我们的厨房购买很多机器和设备。"
    },
    {
      "id": 6,
      "en": "So let's jump into the dialogue.",
      "cn": "所以让我们开始对话吧。"
    },
    {
      "id": 7,
      "en": "Let's see what we are buying, and we'll be back in a bit.",
      "cn": "让我们看看我们要买什么，稍后再回来。"
    },
    {
      "id": 8,
      "en": "I have been looking at this online catalog for over an hour, and I still haven't finished getting all the kitchen appliances that we need.",
      "cn": "我已经看这个在线目录超过一个小时了，仍然没有完成我们需要的所有厨房电器。"
    },
    {
      "id": 9,
      "en": "What are you getting?",
      "cn": "你要买什么？"
    },
    {
      "id": 10,
      "en": "Well, the first thing on my list is a new blender.",
      "cn": "嗯，我清单上的第一样是一个新的搅拌机。"
    },
    {
      "id": 11,
      "en": "I decided to also get a juicer and a new coffee maker.",
      "cn": "我决定还要买一个榨汁机和一个新的咖啡机。"
    },
    {
      "id": 12,
      "en": "Don't forget to also get a new mixer.",
      "cn": "别忘了还要买一个新的搅拌器。"
    },
    {
      "id": 13,
      "en": "I lent the old one to my brother, and he broke it.",
      "cn": "我把旧的借给我哥哥，他把它弄坏了。"
    },
    {
      "id": 14,
      "en": "Yeah, I know.",
      "cn": "是的，我知道。"
    },
    {
      "id": 15,
      "en": "I also decided to throw away the old toaster and get a new one.",
      "cn": "我还决定扔掉旧的烤面包机，买一个新的。"
    },
    {
      "id": 16,
      "en": "I am also getting a rice cooker and a steamer to make some nice steamed fish or veggies.",
      "cn": "我还要买一个电饭煲和一个蒸锅，做一些美味的蒸鱼或蔬菜。"
    },
    {
      "id": 17,
      "en": "I'm actually thinking of completely refurnishing the kitchen and getting a new stove, oven, dishwasher, and trash compactor.",
      "cn": "我实际上在考虑彻底翻新厨房，买一个新的炉子、烤箱、洗碗机和垃圾压缩机。"
    },
    {
      "id": 18,
      "en": "That's a good idea.",
      "cn": "这是个好主意。"
    },
    {
      "id": 19,
      "en": "The kitchen will look amazing.",
      "cn": "厨房会看起来很棒。"
    },
    {
      "id": 20,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 21,
      "en": "So now let's take a look at some of those strange machines on Language Takeaway.",
      "cn": "现在让我们看看Language Takeaway上的一些奇怪机器。"
    },
    {
      "id": 22,
      "en": "Language Takeaway.",
      "cn": "Language Takeaway。"
    },
    {
      "id": 23,
      "en": "Okay, so the kinds of machines you buy for your kitchen are called kitchen appliances.",
      "cn": "好的，厨房用的机器叫做厨房电器。"
    },
    {
      "id": 24,
      "en": "Okay, so the word appliance in appliance is basically a machine or device that is used for the home, right?",
      "cn": "好的，电器这个词基本上是指用于家庭的机器或设备，对吗？"
    },
    {
      "id": 25,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 26,
      "en": "So there are many different kinds of appliances.",
      "cn": "所以有很多不同种类的电器。"
    },
    {
      "id": 27,
      "en": "You can usually plug these in.",
      "cn": "这些通常可以插电。"
    },
    {
      "id": 28,
      "en": "They usually need electricity to work.",
      "cn": "它们通常需要电力才能工作。"
    },
    {
      "id": 29,
      "en": "But the ones we're talking about today are special.",
      "cn": "但我们今天讨论的这些是特别的。"
    },
    {
      "id": 30,
      "en": "They're for the kitchen.",
      "cn": "它们是为厨房准备的。"
    },
    {
      "id": 31,
      "en": "So that's why we call them kitchen appliances.",
      "cn": "所以我们称它们为厨房电器。"
    },
    {
      "id": 32,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 33,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 34,
      "en": "So the kitchen appliances that we are looking at, or we're trying to buy, is... well, the first one we have is a blender.",
      "cn": "我们正在查看或尝试购买的厨房电器是……好吧，第一个是搅拌机。"
    },
    {
      "id": 35,
      "en": "A blender.",
      "cn": "一个搅拌机。"
    },
    {
      "id": 36,
      "en": "So a blender is a kitchen appliance that you use normally to make drinks.",
      "cn": "所以搅拌机是一个厨房电器，通常用来制作饮料。"
    },
    {
      "id": 37,
      "en": "So this is a glass jar that's usually on the top of a little machine.",
      "cn": "这是一个玻璃罐，通常在一个小机器的顶部。"
    },
    {
      "id": 38,
      "en": "And when you put in, for example, some ice and some tea and some lemonade, you can mix it up and you have this special mixed drink.",
      "cn": "当你放入一些冰、茶和柠檬水时，你可以混合它，得到这种特别的混合饮料。"
    },
    {
      "id": 39,
      "en": "So it's called a blender.",
      "cn": "所以它叫做搅拌机。"
    },
    {
      "id": 40,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 41,
      "en": "So as you mentioned, it's usually used to make some sort of juice or drink.",
      "cn": "正如你提到的，它通常用于制作某种果汁或饮料。"
    },
    {
      "id": 42,
      "en": "But we also are getting a juicer, which is specifically to make juices.",
      "cn": "但我们还要买一个榨汁机，专门用来制作果汁。"
    },
    {
      "id": 43,
      "en": "Now, what is the difference between a blender and a juicer?",
      "cn": "现在，搅拌机和榨汁机有什么区别？"
    },
    {
      "id": 44,
      "en": "Well, a blender is a machine that turns the things inside it around.",
      "cn": "嗯，搅拌机是一个将里面的东西旋转的机器。"
    },
    {
      "id": 45,
      "en": "So it mixes them together.",
      "cn": "所以它将它们混合在一起。"
    },
    {
      "id": 46,
      "en": "But a juicer is different because a juicer will actually take the juice from the fruit.",
      "cn": "但榨汁机不同，因为榨汁机会从水果中提取果汁。"
    },
    {
      "id": 47,
      "en": "So, for example, if I have an orange and I cut the orange in half, I put that half on the juicer and it turns around so that the juice will come down.",
      "cn": "例如，如果我有一个橙子，我把橙子切成两半，把那一半放在榨汁机上，它会旋转，果汁就会流下来。"
    },
    {
      "id": 48,
      "en": "Because otherwise I have to use my hands to squeeze it and that takes time.",
      "cn": "否则我得用手去挤，这很费时间。"
    },
    {
      "id": 49,
      "en": "So this is an electronic appliance that helps me get the juice from my fruits.",
      "cn": "所以这是一个电子电器，帮助我从水果中获取果汁。"
    },
    {
      "id": 50,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 51,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 52,
      "en": "So we have a juicer to make juice, a blender to make different drinks.",
      "cn": "所以我们有一个榨汁机来制作果汁，一个搅拌机来制作不同的饮料。"
    },
    {
      "id": 53,
      "en": "And now to make coffee, we have a very simple machine, a coffee maker.",
      "cn": "现在为了制作咖啡，我们有一个非常简单的机器，咖啡机。"
    },
    {
      "id": 54,
      "en": "Okay, so a coffee maker is just a simple machine that you put water and coffee into and it will make the coffee for you.",
      "cn": "好的，咖啡机就是一个简单的机器，你把水和咖啡放进去，它会为你制作咖啡。"
    },
    {
      "id": 55,
      "en": "Usually it's called a drip coffee maker, because the coffee drip drips down.",
      "cn": "通常称为滴漏咖啡机，因为咖啡是滴下来的。"
    },
    {
      "id": 56,
      "en": "But there are many different kinds of coffee makers.",
      "cn": "但有很多不同种类的咖啡机。"
    },
    {
      "id": 57,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 58,
      "en": "Now, this next appliance can be a little bit confusing because now this one is called a mixer.",
      "cn": "现在，这个下一个电器可能有点令人困惑，因为这个叫做搅拌器。"
    },
    {
      "id": 59,
      "en": "So what is the difference between a blender, a juicer, and now we have a mixer?",
      "cn": "那么搅拌机、榨汁机和现在的搅拌器有什么区别？"
    },
    {
      "id": 60,
      "en": "Well, there are different kinds of mixers, actually, but usually the kind of mixer that we're referring to, that we're talking about is one that is electronic and it looks like it has these two funny spoons on the end.",
      "cn": "嗯，实际上有不同种类的搅拌器，但我们所指的通常是那种电子的，看起来有两个奇怪的勺子在末端。"
    },
    {
      "id": 61,
      "en": "And when you turn the mixer on, you put it into a bowl and you mix the things in the bowl.",
      "cn": "当你打开搅拌器时，你把它放进一个碗里，搅拌碗里的东西。"
    },
    {
      "id": 62,
      "en": "So for example, if I want to make pancakes, I put some flour and some water and some eggs into a bowl.",
      "cn": "例如，如果我想做煎饼，我把一些面粉、水和鸡蛋放进碗里。"
    },
    {
      "id": 63,
      "en": "And I could stir it with my hand, with my spoon, but it's very tiring.",
      "cn": "我可以用手或勺子搅拌，但这很累。"
    },
    {
      "id": 64,
      "en": "So here's a mixer that's electronic to turn those ingredients around on its own.",
      "cn": "所以这是一个电子搅拌器，可以自己搅拌这些成分。"
    },
    {
      "id": 65,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 66,
      "en": "So it's quicker and obviously you don't get as tired.",
      "cn": "所以它更快，显然你不会那么累。"
    },
    {
      "id": 67,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 68,
      "en": "So I think we should take a break.",
      "cn": "我想我们应该休息一下。"
    },
    {
      "id": 69,
      "en": "Let's go back to our dialogue.",
      "cn": "让我们回到对话中。"
    },
    {
      "id": 70,
      "en": "Let's check out some more appliances and we'll be back to talk about the rest of them.",
      "cn": "让我们看看更多的电器，稍后再回来讨论剩下的。"
    },
    {
      "id": 71,
      "en": "I have been looking at this online catalog for over an hour and I still haven't finished getting all the kitchen appliances that we need.",
      "cn": "我已经看这个在线目录超过一个小时了，仍然没有完成我们需要的所有厨房电器。"
    },
    {
      "id": 72,
      "en": "What are you getting?",
      "cn": "你要买什么？"
    },
    {
      "id": 73,
      "en": "Well, the first thing on my list is a new blender.",
      "cn": "嗯，我清单上的第一样是一个新的搅拌机。"
    },
    {
      "id": 74,
      "en": "I decided to also get a juicer and a new coffee maker.",
      "cn": "我决定还要买一个榨汁机和一个新的咖啡机。"
    },
    {
      "id": 75,
      "en": "Don't forget to also get a new mixer.",
      "cn": "别忘了还要买一个新的搅拌器。"
    },
    {
      "id": 76,
      "en": "I lent the old one to my brother and he broke it.",
      "cn": "我把旧的借给我哥哥，他把它弄坏了。"
    },
    {
      "id": 77,
      "en": "Yeah, I know.",
      "cn": "是的，我知道。"
    },
    {
      "id": 78,
      "en": "I also decided to throw away the old toaster and get a new one.",
      "cn": "我还决定扔掉旧的烤面包机，买一个新的。"
    },
    {
      "id": 79,
      "en": "I am also getting a rice cooker and a steamer to make some nice steamed fish or veggies.",
      "cn": "我还要买一个电饭煲和一个蒸锅，做一些美味的蒸鱼或蔬菜。"
    },
    {
      "id": 80,
      "en": "I'm actually thinking of completely refurnishing the kitchen and getting a new stove, oven, dishwasher and trash compactor.",
      "cn": "我实际上在考虑彻底翻新厨房，买一个新的炉子、烤箱、洗碗机和垃圾压缩机。"
    },
    {
      "id": 81,
      "en": "That's a good idea.",
      "cn": "这是个好主意。"
    },
    {
      "id": 82,
      "en": "The kitchen will look amazing.",
      "cn": "厨房会看起来很棒。"
    },
    {
      "id": 83,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 84,
      "en": "So now let's take a look at more kitchen appliances on Language Takeaway Part 2.",
      "cn": "现在让我们看看Language Takeaway第二部分的更多厨房电器。"
    },
    {
      "id": 85,
      "en": "Language Takeaway.",
      "cn": "Language Takeaway。"
    },
    {
      "id": 86,
      "en": "Well, this first item, this first appliance is something that I know a lot of people all over the world are familiar with.",
      "cn": "好吧，这第一样物品，这第一种电器是我知道全世界很多人都熟悉的。"
    },
    {
      "id": 87,
      "en": "It's called a rice cooker.",
      "cn": "它叫做电饭煲。"
    },
    {
      "id": 88,
      "en": "Now, a rice cooker, as the name says, it is used to cook rice, but it does it in a very simple and automatic way.",
      "cn": "现在，电饭煲，顾名思义，是用来煮米饭的，但它以非常简单和自动的方式进行。"
    },
    {
      "id": 89,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 90,
      "en": "So you put the rice in the water in the rice cooker and you turn it on to, what, 20 minutes?",
      "cn": "所以你把米和水放入电饭煲，打开它，20分钟？"
    },
    {
      "id": 91,
      "en": "And then later, 20 minutes later, it's already cooked.",
      "cn": "然后，20分钟后，它就煮好了。"
    },
    {
      "id": 92,
      "en": "It's done.",
      "cn": "完成。"
    },
    {
      "id": 93,
      "en": "Done.",
      "cn": "完成。"
    },
    {
      "id": 94,
      "en": "Easy.",
      "cn": "简单。"
    },
    {
      "id": 95,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 96,
      "en": "It's actually very convenient and very simple to make.",
      "cn": "实际上非常方便，制作起来非常简单。"
    },
    {
      "id": 97,
      "en": "And now, along with a rice cooker, sometimes we also get a steamer.",
      "cn": "现在，除了电饭煲，有时我们还会买一个蒸锅。"
    },
    {
      "id": 98,
      "en": "Okay, so a steamer is something that we normally use with vegetables or in Asia, a lot of times we use it with dumplings, these little foods that are stuffed.",
      "cn": "好的，蒸锅是我们通常用来蒸蔬菜的，或者在亚洲，我们很多时候用它来蒸饺子，这些小食物是填充的。"
    },
    {
      "id": 99,
      "en": "And so a steamer is something that you use to cook a food, but with the steam from hot water.",
      "cn": "所以蒸锅是用蒸汽从热水中烹饪食物的东西。"
    },
    {
      "id": 100,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 101,
      "en": "You don't put the food in the water.",
      "cn": "你不把食物放在水里。"
    },
    {
      "id": 102,
      "en": "You don't fry the food, but you use the steam, that hot air, to cook the food inside.",
      "cn": "你不油炸食物，而是用蒸汽，热空气，来烹饪食物。"
    },
    {
      "id": 103,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 104,
      "en": "So it's actually considered to be one of the healthiest ways of cooking food because it's not as oily.",
      "cn": "所以这实际上被认为是最健康的烹饪方式之一，因为它不那么油腻。"
    },
    {
      "id": 105,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 106,
      "en": "Okay, so now an interesting appliance that is actually not very popular in any other place except, I think, North America, is a trash compactor.",
      "cn": "好的，现在一个有趣的电器，实际上在其他地方不太流行，除了我认为的北美，就是垃圾压缩机。"
    },
    {
      "id": 107,
      "en": "Okay, so trash means garbage.",
      "cn": "好的，垃圾是指废物。"
    },
    {
      "id": 108,
      "en": "It's the things that you want to throw away that you won't use anymore.",
      "cn": "这是你想扔掉的东西，你不再使用的东西。"
    },
    {
      "id": 109,
      "en": "And a compactor is something that actually takes the trash, and it makes it very small.",
      "cn": "压缩机是一个实际上将垃圾压缩成很小的东西。"
    },
    {
      "id": 110,
      "en": "Okay, compact means small.",
      "cn": "好的，压缩意味着小。"
    },
    {
      "id": 111,
      "en": "And so a trash compactor is like a special garbage bin.",
      "cn": "所以垃圾压缩机就像一个特殊的垃圾桶。"
    },
    {
      "id": 112,
      "en": "You put your garbage in it, and you close it, and you say, compact, and then it makes a loud noise.",
      "cn": "你把垃圾放进去，关上，然后说，压缩，然后它会发出很大的声音。"
    },
    {
      "id": 113,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 114,
      "en": "And then when you pull it out, you open it up, the trash is very, very small.",
      "cn": "然后当你把它拉出来，打开时，垃圾就非常非常小。"
    },
    {
      "id": 115,
      "en": "Very small.",
      "cn": "非常小。"
    },
    {
      "id": 116,
      "en": "So it's very easy to throw away.",
      "cn": "所以很容易扔掉。"
    },
    {
      "id": 117,
      "en": "So as we said, I've never actually seen this appliance in any other country except the United States and Canada.",
      "cn": "正如我们所说，我从未在其他国家见过这种电器，除了美国和加拿大。"
    },
    {
      "id": 118,
      "en": "I don't think I have either, but it's pretty popular in American homes because it helps save space, and it's very easy to throw things away that way.",
      "cn": "我也不认为我见过，但在美国的家庭中它相当流行，因为它有助于节省空间，这样扔东西也很容易。"
    },
    {
      "id": 119,
      "en": "Yeah, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 120,
      "en": "I guess you can make a little bundle of trash, and it's much easier than throwing a big bag of trash away.",
      "cn": "我想你可以把垃圾打包成小包，比扔掉一个大垃圾袋容易得多。"
    },
    {
      "id": 121,
      "en": "Okay, and well, we're doing all this because we are kind of refurnishing the kitchen.",
      "cn": "好的，我们这样做是因为我们正在重新装修厨房。"
    },
    {
      "id": 122,
      "en": "We are giving it new furniture.",
      "cn": "我们在给它换新家具。"
    },
    {
      "id": 123,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 124,
      "en": "So we want to change the appearance, and to do this, we will refurnish.",
      "cn": "所以我们想改变外观，为此我们将重新装修。"
    },
    {
      "id": 125,
      "en": "So to furnish something means to put furniture in it to make it look nice.",
      "cn": "装修意味着放置家具使其看起来漂亮。"
    },
    {
      "id": 126,
      "en": "To refurnish means to change the furniture because we already have some, but we don't like it.",
      "cn": "重新装修意味着更换家具，因为我们已经有一些，但我们不喜欢。"
    },
    {
      "id": 127,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 128,
      "en": "And so you can do this with your whole house.",
      "cn": "所以你可以对整个房子这样做。"
    },
    {
      "id": 129,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 130,
      "en": "So maybe you throw away the old couch and the table and the kitchen cabinets, and you put a new one, so you are refurnishing your home, refurnishing the kitchen.",
      "cn": "所以也许你扔掉旧沙发、桌子和厨房橱柜，换上新的，这样你就是在重新装修你的家，重新装修厨房。"
    },
    {
      "id": 131,
      "en": "To refurnish.",
      "cn": "重新装修。"
    },
    {
      "id": 132,
      "en": "Okay, so a lot of great vocab here.",
      "cn": "好的，这里有很多很棒的词汇。"
    },
    {
      "id": 133,
      "en": "I think this is very useful for the kitchen, especially if sometimes you don't really know what appliance you need to buy, or what the instructions of a recipe say.",
      "cn": "我认为这对厨房非常有用，特别是如果有时你不知道需要买什么电器，或者食谱的说明是什么。"
    },
    {
      "id": 134,
      "en": "So why don't we listen to the dialogue again, and we'll be back in a bit.",
      "cn": "所以我们为什么不再听一次对话，我们稍后再回来。"
    },
    {
      "id": 135,
      "en": "I have been looking at this online catalog for over an hour, and I still haven't finished getting all the kitchen appliances that we need.",
      "cn": "我已经看了这个在线目录超过一个小时，我仍然没有完成我们需要的所有厨房电器。"
    },
    {
      "id": 136,
      "en": "What are you getting?",
      "cn": "你在买什么？"
    },
    {
      "id": 137,
      "en": "Well, the first thing on my list is a new blender.",
      "cn": "嗯，我清单上的第一件事是一个新的搅拌机。"
    },
    {
      "id": 138,
      "en": "I decided to also get a juicer and a new coffee maker.",
      "cn": "我决定还要买一个榨汁机和一个新的咖啡机。"
    },
    {
      "id": 139,
      "en": "Don't forget to also get a new mixer.",
      "cn": "别忘了还要买一个新的搅拌器。"
    },
    {
      "id": 140,
      "en": "I lent the old one to my brother and he broke it.",
      "cn": "我把旧的借给我哥哥，他把它弄坏了。"
    },
    {
      "id": 141,
      "en": "Yeah, I know.",
      "cn": "是的，我知道。"
    },
    {
      "id": 142,
      "en": "I also decided to throw away the old toaster and get a new one.",
      "cn": "我还决定扔掉旧的烤面包机，买一个新的。"
    },
    {
      "id": 143,
      "en": "I am also getting a rice cooker and a steamer to make some nice steamed fish or veggies.",
      "cn": "我还要买一个电饭煲和一个蒸锅，做一些美味的蒸鱼或蔬菜。"
    },
    {
      "id": 144,
      "en": "I'm actually thinking of completely refurnishing the kitchen and getting a new stove, oven, dishwasher, and trash compactor.",
      "cn": "我实际上在考虑完全重新装修厨房，买一个新的炉子、烤箱、洗碗机和垃圾压缩机。"
    },
    {
      "id": 145,
      "en": "That's a good idea!",
      "cn": "这是个好主意！"
    },
    {
      "id": 146,
      "en": "The kitchen will look amazing.",
      "cn": "厨房会看起来很棒。"
    },
    {
      "id": 147,
      "en": "All right, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 148,
      "en": "Now, another appliance that I think is also not very popular in other countries, apart from the trash compactor, we saw in the dialogue a dishwasher.",
      "cn": "现在，另一个我认为在其他国家也不太流行的电器，除了垃圾压缩机，我们在对话中看到的是洗碗机。"
    },
    {
      "id": 149,
      "en": "A dishwasher, that's right.",
      "cn": "洗碗机，没错。"
    },
    {
      "id": 150,
      "en": "So this is something that you find in many American homes.",
      "cn": "这是许多美国家庭中常见的东西。"
    },
    {
      "id": 151,
      "en": "So why do you think trash compactors and dishwashers are not so popular in other places?",
      "cn": "那么你认为为什么垃圾压缩机和洗碗机在其他地方不太流行？"
    },
    {
      "id": 152,
      "en": "I'm not sure.",
      "cn": "我不确定。"
    },
    {
      "id": 153,
      "en": "It's possible.",
      "cn": "可能是因为它们的能效不高。"
    },
    {
      "id": 154,
      "en": "It's because they're not very energy efficient.",
      "cn": "我不太确定。"
    },
    {
      "id": 155,
      "en": "I'm not really sure.",
      "cn": "我在美国的家里从来没有过垃圾压缩机，但我们总是有洗碗机。"
    },
    {
      "id": 156,
      "en": "I never had a trash compactor in my home in America, but we always had a dishwasher.",
      "cn": "这非常好，因为你不必自己洗碗。"
    },
    {
      "id": 157,
      "en": "And this was very, very nice to have because you don't have to wash the dishes by yourself.",
      "cn": "你把它们放进机器里，机器会洗它们。"
    },
    {
      "id": 158,
      "en": "You put them in the machine and the machine washes them.",
      "cn": "但在把碗放进洗碗机之前，你得做一些工作，对吧？"
    },
    {
      "id": 159,
      "en": "But you have to do some work before you put the dishes in the dishwasher, right?",
      "cn": "你得把它们放在水里浸泡一会儿，然后拿出来再放进洗碗机，对吧？"
    },
    {
      "id": 160,
      "en": "You have to put them in the sink in water for a while, and then you take them out and then you put it in the dishwasher, right?",
      "cn": "我们通常的做法是，如果盘子上有食物，我们把食物放进垃圾里。"
    },
    {
      "id": 161,
      "en": "Now, what we usually did is if there was food on a plate, we take the food and we put it in the trash.",
      "cn": "如果你知道，有时你把盘子放了一两天，食物变得很硬，那你得加点水，因为否则它会变硬，永远也洗不掉。"
    },
    {
      "id": 162,
      "en": "And if it's, you know, sometimes you leave the plate for like a day or two and it's very hard, then you have to put some water on it, because otherwise it will be hard and it will never come off.",
      "cn": "但如果是最近用过的，你把所有的盘子、杯子、刀叉都放进洗碗机，它会用热水和一些肥皂，约30分钟洗完这些碗。"
    },
    {
      "id": 163,
      "en": "But if it's recently used, you put all the plates, all the cups, all of the knives and forks into the dishwasher, and it uses hot water and some soap, and it will wash those dishes in about 30 minutes.",
      "cn": "那么它洗得怎么样？"
    },
    {
      "id": 165,
      "en": "It washes very, very well.",
      "cn": "洗得非常非常好。"
    },
    {
      "id": 166,
      "en": "Some work better than others, but of course, if you have food that's two days old on a plate, then it won't wash very well.",
      "cn": "有些比其他的好，但当然，如果盘子上有两天的食物，那就洗得不好。"
    },
    {
      "id": 167,
      "en": "Right, right.",
      "cn": "对，没错。"
    },
    {
      "id": 168,
      "en": "I think it also has to do with the type of instruments that people use around the world to cook.",
      "cn": "我认为这也与人们在世界各地使用的烹饪工具类型有关。"
    },
    {
      "id": 169,
      "en": "For example, big pots.",
      "cn": "例如，大锅。"
    },
    {
      "id": 170,
      "en": "I don't think you can put pots in the dishwasher, right?",
      "cn": "我认为你不能把锅放进洗碗机，对吧？"
    },
    {
      "id": 171,
      "en": "No, you can't.",
      "cn": "不，你不能。"
    },
    {
      "id": 172,
      "en": "You could not put a wok in the dishwasher.",
      "cn": "你不能把炒锅放进洗碗机。"
    },
    {
      "id": 173,
      "en": "But I think it also has to do with the fact that dishwashers are very big.",
      "cn": "但我认为这也与洗碗机非常大有关。"
    },
    {
      "id": 174,
      "en": "And if you have a small apartment, or like me, a very small kitchen, it's impossible to make room for a dishwasher.",
      "cn": "如果你有一个小公寓，或者像我一样，一个非常小的厨房，根本不可能为洗碗机腾出空间。"
    },
    {
      "id": 175,
      "en": "Yeah, but it seems like a very convenient thing.",
      "cn": "是的，但这似乎是一个非常方便的东西。"
    },
    {
      "id": 176,
      "en": "And of course, there are so many other kitchen appliances that, well, if we started to mention all of them, we would run out of time.",
      "cn": "当然，还有很多其他厨房电器，如果我们开始提到所有这些，我们就会没时间了。"
    },
    {
      "id": 177,
      "en": "But if you have any questions or any comments about this lesson, or you have maybe some other kitchen appliances, you can come to our website, EnglishPod.com, and leave those there.",
      "cn": "但如果你对这节课有任何问题或评论，或者你有其他厨房电器，可以来我们的网站，EnglishPod.com，留言。"
    },
    {
      "id": 178,
      "en": "We hope to see you at EnglishPod, and until next time.",
      "cn": "我们希望在EnglishPod见到你，下次再见。"
    },
    {
      "id": 179,
      "en": "All right, bye.",
      "cn": "好的，再见。"
    }
  ]
}