{
  "type": "book",
  "id": "englishpod-高级-englishpod-高级-0164",
  "title": "EnglishPod 高级 0164",
  "totalSegments": 229,
  "seriesId": "englishpod-高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome back to EnglishPod.",
      "cn": "大家好，欢迎回到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and today we have a very special lesson for everyone.",
      "cn": "我叫Catherine，今天我们有一节非常特别的课程。"
    },
    {
      "id": 4,
      "en": "It's a new level for us.",
      "cn": "这是我们新的一个级别。"
    },
    {
      "id": 5,
      "en": "Right, it's an advanced media lesson, and we are going to be listening to an apology.",
      "cn": "对，这是一个高级媒体课程，我们将听一段道歉。"
    },
    {
      "id": 6,
      "en": "Well, it's an apology letter, but we're going to actually have someone talk it out.",
      "cn": "其实是一封道歉信，但我们会让某人来朗读。"
    },
    {
      "id": 7,
      "en": "Right, so what's happening here is someone is reading a letter they've written, and they're trying to apologize for something.",
      "cn": "对，所以这里发生的是某人在读他们写的信，他们试图为某事道歉。"
    },
    {
      "id": 8,
      "en": "And we don't really know what this something is, but I want everyone to really listen here to the words that are being used and to the ways in which we can say sorry, because as they say, there are a thousand ways to say I'm sorry.",
      "cn": "我们并不知道这个“某事”是什么，但我希望大家认真听听所用的词汇，以及我们可以如何道歉，因为正如所说，有千种方式说对不起。"
    },
    {
      "id": 9,
      "en": "me.",
      "cn": "我。"
    },
    {
      "id": 10,
      "en": "You mean the world to me, and now I come to you asking for forgiveness.",
      "cn": "你对我来说意味着整个世界，现在我来向你请求宽恕。"
    },
    {
      "id": 11,
      "en": "If in your heart you find you can't, then I will understand and learn from this experience.",
      "cn": "如果你心里觉得不能，那么我会理解并从这次经历中学习。"
    },
    {
      "id": 12,
      "en": "You came into my life at a time when I needed you the most.",
      "cn": "你在我最需要你的时候进入了我的生活。"
    },
    {
      "id": 13,
      "en": "We talked about so many things that I started to realize my heart and my soul could actually feel something other than hurt.",
      "cn": "我们谈了很多事情，我开始意识到我的心和灵魂其实可以感受到除了伤痛以外的东西。"
    },
    {
      "id": 14,
      "en": "You placed comfort where there was fear, confidence when there was doubt, a shoulder where tears could fall and completeness where there was emptiness.",
      "cn": "你在恐惧中带来了安慰，在怀疑中带来了信心，在泪水可以落下的地方提供了肩膀，在空虚中带来了完整。"
    },
    {
      "id": 15,
      "en": "I wanted to hold on to this so badly that I did whatever it took for you to notice.",
      "cn": "我想紧紧抓住这一切，以至于我做了任何事情让你注意到我。"
    },
    {
      "id": 16,
      "en": "What I didn't realize was that I could lose my entire being, all of who I was and all of that I had placed in you.",
      "cn": "我没有意识到我可能会失去我的全部，失去我所有的自我和我对你的所有寄托。"
    },
    {
      "id": 17,
      "en": "I wanted to be the one who would be there when you needed to talk.",
      "cn": "我想成为你需要倾诉时的那个人。"
    },
    {
      "id": 18,
      "en": "I wanted to be the comfort for your soul when the world was too much to handle.",
      "cn": "我想在这个世界太难以承受时成为你灵魂的安慰。"
    },
    {
      "id": 19,
      "en": "I wanted to be strong for you when everything else seemed impossible.",
      "cn": "我想在一切似乎不可能时为你变得坚强。"
    },
    {
      "id": 20,
      "en": "I wanted to love you in only the way you deserve to be loved, never realizing that I was destroying myself and you.",
      "cn": "我想以你应得的方式去爱你，却从未意识到我正在摧毁自己和你。"
    },
    {
      "id": 21,
      "en": "Somehow I needed you to be a part of my life.",
      "cn": "不知为何，我需要你成为我生活的一部分。"
    },
    {
      "id": 22,
      "en": "The only problem was that I was willing to jeopardize everything to get that done.",
      "cn": "唯一的问题是我愿意冒着一切风险来实现这一点。"
    },
    {
      "id": 23,
      "en": "All the things that I told you about how I felt and how you make me feel were true.",
      "cn": "我告诉你我感受的所有事情，以及你让我感受到的，都是事实。"
    },
    {
      "id": 24,
      "en": "Nothing else mattered to me except hearing the laughter in your voice when you were happy.",
      "cn": "除了听到你快乐时声音中的笑声，其他一切对我来说都无所谓。"
    },
    {
      "id": 25,
      "en": "You made my days easy to get through and my nights peaceful.",
      "cn": "你让我的日子变得容易，夜晚变得宁静。"
    },
    {
      "id": 26,
      "en": "You helped me look forward to another day.",
      "cn": "你让我期待另一天的到来。"
    },
    {
      "id": 27,
      "en": "Even though distance separated us, just being was enough.",
      "cn": "即使距离将我们分开，仅仅存在就足够了。"
    },
    {
      "id": 28,
      "en": "I'm sorry for hurting you.",
      "cn": "我为伤害你而感到抱歉。"
    },
    {
      "id": 29,
      "en": "And if I had to do it all over again, I would have been 100% with you.",
      "cn": "如果我能重来一次，我会全心全意地与你在一起。"
    },
    {
      "id": 30,
      "en": "Forgive me, please.",
      "cn": "请原谅我。"
    },
    {
      "id": 31,
      "en": "Alright, we're back, so the guy seems to be pretty sad.",
      "cn": "好的，我们回来了，这个男孩似乎很伤心。"
    },
    {
      "id": 32,
      "en": "Yeah, this is a very intense... well, it's not a dialogue, it's a monologue.",
      "cn": "是的，这是一段非常强烈的……嗯，这不是对话，而是独白。"
    },
    {
      "id": 33,
      "en": "One person is reading it, so it's a very intense monologue.",
      "cn": "一个人在朗读，所以这是一个非常强烈的独白。"
    },
    {
      "id": 34,
      "en": "Very romantic.",
      "cn": "非常浪漫。"
    },
    {
      "id": 35,
      "en": "Yeah, romantic, but also an air of melancholy.",
      "cn": "是的，浪漫，但也带着一丝忧伤。"
    },
    {
      "id": 36,
      "en": "Yeah, that's true.",
      "cn": "是的，这是真的。"
    },
    {
      "id": 37,
      "en": "He's kind of like apologizing and at the same time expressing love and all these feelings, so it was very interesting.",
      "cn": "他有点像是在道歉，同时表达爱意和所有这些感情，所以这非常有趣。"
    },
    {
      "id": 38,
      "en": "But why don't we take a look at a couple of phrases.",
      "cn": "但我们为什么不看看几个短语呢。"
    },
    {
      "id": 39,
      "en": "Now, in advanced media, we're not going to analyze the entire dialogue or, as we do in the other levels, actually pick out items for Language Takeaway or Fluency Builder.",
      "cn": "现在，在高级媒体中，我们不会分析整个对话，或者像在其他级别那样，挑选语言要点或流利表达。"
    },
    {
      "id": 40,
      "en": "So in advanced media, we're only going to pick out a couple of words and phrases and just talk about it and talk about the topic in general.",
      "cn": "所以在高级媒体中，我们只会挑选几个单词和短语，简单讨论一下，谈谈这个主题。"
    },
    {
      "id": 41,
      "en": "Exactly, and so one of the first phrases that we decided to talk about here is this phrase, I failed you, because this is really the theme of the letter.",
      "cn": "没错，所以我们决定讨论的第一个短语是“我辜负了你”，因为这确实是信的主题。"
    },
    {
      "id": 42,
      "en": "Right, so if you fail someone, it means that you let that person down.",
      "cn": "对，所以如果你辜负了某人，意味着你让那个人失望。"
    },
    {
      "id": 43,
      "en": "Okay, so you fail someone, I failed you, we can say he failed me.",
      "cn": "好的，所以你辜负某人，我辜负了你，我们可以说他辜负了我。"
    },
    {
      "id": 44,
      "en": "So when I really needed that person the most, that person didn't come through or let me down or failed me.",
      "cn": "所以当我最需要那个人时，那个人没有出现，或者让我失望，或者辜负了我。"
    },
    {
      "id": 45,
      "en": "All right, so let's give an example.",
      "cn": "好吧，让我们举个例子。"
    },
    {
      "id": 46,
      "en": "Maybe I needed my brother to pick me up because I don't have a car and my brother was supposed to pick me up at four o'clock and he forgot he didn't come.",
      "cn": "也许我需要我哥哥来接我，因为我没有车，我哥哥本该在四点来接我，但他忘了，没有来。"
    },
    {
      "id": 47,
      "en": "So he really failed me.",
      "cn": "所以他真的辜负了我。"
    },
    {
      "id": 48,
      "en": "All right, he failed you.",
      "cn": "好吧，他辜负了你。"
    },
    {
      "id": 49,
      "en": "Yeah, I was disappointed.",
      "cn": "是的，我很失望。"
    },
    {
      "id": 50,
      "en": "Well, that's not as serious as what happened here in this in this letter, I think, right?",
      "cn": "嗯，这并没有我在这封信中所发生的事情那么严重，我认为，对吧？"
    },
    {
      "id": 51,
      "en": "I think so, but we could talk about what did happen.",
      "cn": "我认为是的，但我们可以谈谈发生了什么。"
    },
    {
      "id": 52,
      "en": "I think I have a theory and I know you have a theory, so we can talk about that in a minute.",
      "cn": "我想我有一个理论，我知道你也有一个理论，所以我们可以稍后谈谈。"
    },
    {
      "id": 53,
      "en": "But before that, we have some other phrases about forgiveness and disappointment.",
      "cn": "但在此之前，我们还有其他关于宽恕和失望的短语。"
    },
    {
      "id": 54,
      "en": "Right, well, he also said, you mean the world to me and now I come to you asking for forgiveness.",
      "cn": "对，他还说，你对我来说意味着整个世界，现在我来请求你的宽恕。"
    },
    {
      "id": 55,
      "en": "Okay, so we've got a positive and a negative.",
      "cn": "好的，所以我们有一个积极和一个消极。"
    },
    {
      "id": 56,
      "en": "So the positive here is you mean the world to me.",
      "cn": "所以这里的积极是“你对我来说意味着整个世界”。"
    },
    {
      "id": 57,
      "en": "You mean the world to me.",
      "cn": "你对我来说意味着整个世界。"
    },
    {
      "id": 58,
      "en": "This means you are so important to me.",
      "cn": "这意味着你对我来说非常重要。"
    },
    {
      "id": 59,
      "en": "You're one of the most important people in my life.",
      "cn": "你是我生活中最重要的人之一。"
    },
    {
      "id": 60,
      "en": "You're worth the entire world, in my opinion.",
      "cn": "在我看来，你值得整个世界。"
    },
    {
      "id": 61,
      "en": "Yeah, it's a very poetic way of saying you're very important.",
      "cn": "是的，这是一种非常诗意的表达方式，说明你非常重要。"
    },
    {
      "id": 62,
      "en": "And then he says, and now I come asking for your forgiveness.",
      "cn": "然后他说，现在我来请求你的宽恕。"
    },
    {
      "id": 63,
      "en": "Okay, so this implies that he did something wrong.",
      "cn": "好的，这暗示着他做错了什么。"
    },
    {
      "id": 64,
      "en": "I come asking for forgiveness.",
      "cn": "我来请求宽恕。"
    },
    {
      "id": 65,
      "en": "So in English, we ask for forgiveness.",
      "cn": "所以在英语中，我们请求宽恕。"
    },
    {
      "id": 66,
      "en": "You can also beg for forgiveness.",
      "cn": "你也可以乞求宽恕。"
    },
    {
      "id": 67,
      "en": "So please forgive me.",
      "cn": "所以请原谅我。"
    },
    {
      "id": 68,
      "en": "But you can't demand forgiveness.",
      "cn": "但你不能要求宽恕。"
    },
    {
      "id": 69,
      "en": "I demand you forgive.",
      "cn": "我要求你原谅。"
    },
    {
      "id": 70,
      "en": "No, that doesn't quite work.",
      "cn": "不，这样不太行。"
    },
    {
      "id": 71,
      "en": "All right, what else do we have?",
      "cn": "好吧，我们还有什么？"
    },
    {
      "id": 72,
      "en": "We've got the world again here.",
      "cn": "我们这里又提到了世界。"
    },
    {
      "id": 73,
      "en": "He says, the guy who's reading, he says, you know, I wanted to be the comfort for your soul.",
      "cn": "他在朗读时说，你知道，我想成为你灵魂的安慰。"
    },
    {
      "id": 74,
      "en": "So this is very, again, poetic.",
      "cn": "所以这又是非常诗意的。"
    },
    {
      "id": 75,
      "en": "When the world was too much to handle.",
      "cn": "当这个世界太难以承受时。"
    },
    {
      "id": 76,
      "en": "Too much to handle is a really important English phrase.",
      "cn": "“太难以承受”是一个非常重要的英语短语。"
    },
    {
      "id": 77,
      "en": "And I'm sure you've heard it before, but we could talk about it a little bit here.",
      "cn": "我相信你以前听过，但我们可以在这里稍微谈谈。"
    },
    {
      "id": 78,
      "en": "Right, so he says when everything else was too much to handle.",
      "cn": "对，所以他说当一切都太难以承受时。"
    },
    {
      "id": 79,
      "en": "So everything was so difficult or it was overwhelming.",
      "cn": "所以一切都非常困难，或者说是压倒性的。"
    },
    {
      "id": 80,
      "en": "Right, so you could say even in the office, man, all this work I have to do, it's too much to handle.",
      "cn": "对，所以你可以说即使在办公室，天哪，我有这么多工作要做，太难以承受了。"
    },
    {
      "id": 81,
      "en": "Right, right.",
      "cn": "对，对。"
    },
    {
      "id": 82,
      "en": "Too much to handle.",
      "cn": "太难以承受。"
    },
    {
      "id": 83,
      "en": "You could also say a child is too much to handle.",
      "cn": "你也可以说一个孩子太难以处理。"
    },
    {
      "id": 84,
      "en": "I think they said this about my brother.",
      "cn": "我想他们是这么说我哥哥的。"
    },
    {
      "id": 85,
      "en": "He was very difficult growing up.",
      "cn": "他在成长过程中非常难以对付。"
    },
    {
      "id": 86,
      "en": "Too hard.",
      "cn": "太难了。"
    },
    {
      "id": 87,
      "en": "He's too difficult to handle.",
      "cn": "他太难以处理了。"
    },
    {
      "id": 88,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 89,
      "en": "What about in the part where he says, you place comfort where there was fear, confidence where there was doubt.",
      "cn": "他在说，你在恐惧中带来了安慰，在怀疑中带来了信心的部分。"
    },
    {
      "id": 90,
      "en": "So this structure is interesting because you placed something where there used to be something else.",
      "cn": "所以这个结构很有趣，因为你在某个地方放置了某物，而那里曾经有其他东西。"
    },
    {
      "id": 91,
      "en": "So you're placing something, you're changing something for something else.",
      "cn": "所以你在放置某物，你在用某物替换某物。"
    },
    {
      "id": 92,
      "en": "It's an exchange.",
      "cn": "这是一种交换。"
    },
    {
      "id": 93,
      "en": "So you could say you placed comfort where there was fear, you placed happiness where there was sadness.",
      "cn": "所以你可以说你在恐惧中带来了安慰，你在悲伤中带来了快乐。"
    },
    {
      "id": 94,
      "en": "So it's always like kind of opposites, right?",
      "cn": "所以这总是有点对立，对吧？"
    },
    {
      "id": 95,
      "en": "Exactly.",
      "cn": "没错。"
    },
    {
      "id": 96,
      "en": "Light where there was dark.",
      "cn": "光明取代了黑暗。"
    },
    {
      "id": 97,
      "en": "Right, exactly.",
      "cn": "对，没错。"
    },
    {
      "id": 98,
      "en": "So that's an interesting format of saying something.",
      "cn": "所以这是一种有趣的表达方式。"
    },
    {
      "id": 99,
      "en": "You did something where there used to be something else.",
      "cn": "你在某个地方做了某事，而那里曾经有其他东西。"
    },
    {
      "id": 100,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 101,
      "en": "And what about this word to jeopardize?",
      "cn": "那这个词 jeopardize 呢？"
    },
    {
      "id": 102,
      "en": "This is a good one.",
      "cn": "这是个好词。"
    },
    {
      "id": 103,
      "en": "I always think of the TV game show Jeopardy, but that's a noun.",
      "cn": "我总是想到电视游戏节目 Jeopardy，但那是名词。"
    },
    {
      "id": 104,
      "en": "This here is a verb, to jeopardize, and that means to put something in danger or to risk losing something.",
      "cn": "这里是动词，jeopardize，意思是把某物置于危险中或冒着失去某物的风险。"
    },
    {
      "id": 105,
      "en": "Okay, so to jeopardize your health if you're doing something dangerous.",
      "cn": "好吧，所以如果你在做危险的事情，就会 jeopardize 你的健康。"
    },
    {
      "id": 106,
      "en": "Smoking jeopardizes one's health.",
      "cn": "吸烟 jeopardizes 一个人的健康。"
    },
    {
      "id": 107,
      "en": "You're putting your health at risk.",
      "cn": "你在把自己的健康置于风险中。"
    },
    {
      "id": 108,
      "en": "Or I don't want to jeopardize my savings by investing everything I have in stocks.",
      "cn": "或者我不想通过把所有的积蓄都投资于股票来 jeopardize 我的储蓄。"
    },
    {
      "id": 109,
      "en": "That means I would prefer to do something safer.",
      "cn": "这意味着我更愿意做一些更安全的事情。"
    },
    {
      "id": 110,
      "en": "So you don't like to jeopardize your well-being.",
      "cn": "所以你不喜欢 jeopardize 你的幸福。"
    },
    {
      "id": 111,
      "en": "I like to play it safe, as we say.",
      "cn": "我喜欢安全起见，正如我们所说的。"
    },
    {
      "id": 112,
      "en": "All right, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 113,
      "en": "And last but not least, almost the last phrase when he says, even though distance separated us, just being was enough.",
      "cn": "最后但并非最不重要的，几乎是最后一句话，当他说，即使距离将我们分开，仅仅存在就足够了。"
    },
    {
      "id": 114,
      "en": "What does he mean when he says just being was enough?",
      "cn": "他所说的仅仅存在就足够是什么意思？"
    },
    {
      "id": 115,
      "en": "All right, this is very romantic.",
      "cn": "好吧，这非常浪漫。"
    },
    {
      "id": 116,
      "en": "Intensely romantic, he says, even though we were far apart, just being, so just existing, just breathing was enough.",
      "cn": "非常浪漫，他说，即使我们相隔甚远，仅仅存在，呼吸就足够了。"
    },
    {
      "id": 117,
      "en": "So just knowing that she's in the world was enough for him to feel happy.",
      "cn": "所以仅仅知道她在这个世界上就足以让他感到快乐。"
    },
    {
      "id": 118,
      "en": "So that's what he means with just being was enough.",
      "cn": "所以这就是他所说的仅仅存在就足够的意思。"
    },
    {
      "id": 119,
      "en": "Right, so being is existing.",
      "cn": "对，所以存在就是存在。"
    },
    {
      "id": 120,
      "en": "It's being alive.",
      "cn": "这就是活着。"
    },
    {
      "id": 121,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 122,
      "en": "I think we should listen to this apology letter one more time, and we'll be back.",
      "cn": "我想我们应该再听一次这封道歉信，然后我们会回来。"
    },
    {
      "id": 123,
      "en": "Dear Mary, I come here today this way because I need to apologize to you.",
      "cn": "亲爱的玛丽，我今天以这种方式来到这里，因为我需要向你道歉。"
    },
    {
      "id": 124,
      "en": "I failed you.",
      "cn": "我辜负了你。"
    },
    {
      "id": 125,
      "en": "Although I did not lie to you in words, I lied to you with faces that did not belong to me.",
      "cn": "虽然我没有在言语上对你撒谎，但我用不属于我的面孔对你撒谎。"
    },
    {
      "id": 126,
      "en": "I never meant to ruin the friendship that meant the world to me.",
      "cn": "我从未想过要毁掉对我来说意义重大的友谊。"
    },
    {
      "id": 127,
      "en": "You mean the world to me, and now I come to you asking for forgiveness.",
      "cn": "你对我来说意义重大，现在我来向你请求宽恕。"
    },
    {
      "id": 128,
      "en": "If in your heart you find you can't, then I will understand and learn from this experience.",
      "cn": "如果在你心中你发现你无法原谅，那么我会理解并从这次经历中学习。"
    },
    {
      "id": 129,
      "en": "You came into my life at a time when I needed you the most.",
      "cn": "你在我最需要你的时候进入了我的生活。"
    },
    {
      "id": 130,
      "en": "We talked about so many things that I started to realize my heart and my soul could actually feel something other than hurt.",
      "cn": "我们谈了很多事情，我开始意识到我的心和灵魂实际上可以感受到除了伤害以外的东西。"
    },
    {
      "id": 131,
      "en": "You placed comfort where there was fear, confidence when there was doubt, a shoulder where tears could fall, and completeness where there was emptiness.",
      "cn": "你在恐惧中带来了安慰，在怀疑中带来了信心，在泪水可以流下的地方提供了肩膀，在空虚中带来了完整。"
    },
    {
      "id": 132,
      "en": "I wanted to hold on to this so badly that I did whatever it took for you to notice.",
      "cn": "我想紧紧抓住这一切，以至于我做了任何事情让你注意到。"
    },
    {
      "id": 133,
      "en": "What I didn't realize was that I could lose my entire being, all of who I was, and all of that I had placed in you.",
      "cn": "我没有意识到的是，我可能会失去我的整个存在，失去我所有的自我，以及我所有寄托在你身上的东西。"
    },
    {
      "id": 134,
      "en": "I wanted to be the one who would be there when you needed to talk.",
      "cn": "我想成为你需要谈话时的那个人。"
    },
    {
      "id": 135,
      "en": "I wanted to be the comfort for your soul when the world was too much to handle.",
      "cn": "我想在这个世界太难以承受时成为你灵魂的安慰。"
    },
    {
      "id": 136,
      "en": "I wanted to be strong for you when everything else seemed impossible.",
      "cn": "我想在一切似乎不可能时为你变得坚强。"
    },
    {
      "id": 137,
      "en": "I wanted to love you in only the way you deserved to be loved, never realizing that I was destroying myself and you.",
      "cn": "我想以你应得的方式去爱你，却从未意识到我正在摧毁自己和你。"
    },
    {
      "id": 138,
      "en": "Somehow, I needed you to be a part of my life.",
      "cn": "不知何故，我需要你成为我生活的一部分。"
    },
    {
      "id": 139,
      "en": "The only problem was that I was willing to jeopardize everything to get that done.",
      "cn": "唯一的问题是，我愿意为此 jeopardize 一切。"
    },
    {
      "id": 140,
      "en": "All the things that I told you about how I felt and how you make me feel were true.",
      "cn": "我告诉你的一切关于我感受和你让我感受到的事情都是真的。"
    },
    {
      "id": 141,
      "en": "Nothing else mattered to me except hearing the laughter in your voice when you were happy.",
      "cn": "除了听到你快乐时声音中的笑声，其他任何事情对我来说都无关紧要。"
    },
    {
      "id": 142,
      "en": "You made my days easy to get through and my nights peaceful.",
      "cn": "你让我的日子变得容易度过，让我的夜晚平静。"
    },
    {
      "id": 143,
      "en": "You helped me look forward to another day.",
      "cn": "你让我期待另一天的到来。"
    },
    {
      "id": 144,
      "en": "Even though distance separated us, just being was enough.",
      "cn": "即使距离将我们分开，仅仅存在就足够。"
    },
    {
      "id": 145,
      "en": "I'm sorry for hurting you.",
      "cn": "我很抱歉伤害了你。"
    },
    {
      "id": 146,
      "en": "And if I had to do it all over again, I would have been 100% with you.",
      "cn": "如果我必须重新来过，我会全心全意地对待你。"
    },
    {
      "id": 147,
      "en": "Forgive me, please.",
      "cn": "请原谅我。"
    },
    {
      "id": 148,
      "en": "All right, so what do you think he did that he's apologizing in this way?",
      "cn": "好的，你觉得他做了什么，以至于以这种方式道歉？"
    },
    {
      "id": 149,
      "en": "Because I don't think there were a couple, right?",
      "cn": "因为我认为他们不是一对，对吧？"
    },
    {
      "id": 150,
      "en": "Because he mentions friendship a couple of times.",
      "cn": "因为他提到友谊好几次。"
    },
    {
      "id": 151,
      "en": "Yes, with a but.",
      "cn": "是的，但有个但是。"
    },
    {
      "id": 152,
      "en": "You don't write a letter like this to someone who you want to stay friends with.",
      "cn": "你不会给一个你想保持朋友关系的人写这样的信。"
    },
    {
      "id": 153,
      "en": "You write a letter to this to someone who you have some kind of romantic or intense feeling for, right?",
      "cn": "你写信给一个你对其有某种浪漫或强烈感情的人，对吧？"
    },
    {
      "id": 154,
      "en": "So to me, this seems like a letter that was written to someone who was a great friend.",
      "cn": "所以对我来说，这似乎是一封写给一个伟大朋友的信。"
    },
    {
      "id": 155,
      "en": "And he's afraid of losing that because he cares even more for her.",
      "cn": "他害怕失去这一点，因为他对她更加关心。"
    },
    {
      "id": 156,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 157,
      "en": "But yeah, I guess, but do you think he's confessing his love in a certain way here?",
      "cn": "但是，是的，我想，但你认为他在某种程度上在这里表白吗？"
    },
    {
      "id": 158,
      "en": "I think in some ways he's confessing a love.",
      "cn": "我认为在某种程度上他在表白。"
    },
    {
      "id": 159,
      "en": "You can love your friends, that's okay.",
      "cn": "你可以爱你的朋友，这没问题。"
    },
    {
      "id": 160,
      "en": "But more than that, he's apologizing for something that he thinks has completely destroyed their friendship.",
      "cn": "但更重要的是，他在为他认为完全摧毁了他们的友谊的事情道歉。"
    },
    {
      "id": 161,
      "en": "And that is where I'm very confused because I have no idea what he did.",
      "cn": "这就是我非常困惑的地方，因为我不知道他做了什么。"
    },
    {
      "id": 162,
      "en": "Well, maybe he did something that let her down.",
      "cn": "嗯，也许他做了让她失望的事情。"
    },
    {
      "id": 163,
      "en": "Maybe he became jealous of her new boyfriend or something like that.",
      "cn": "也许他对她的新男朋友感到嫉妒之类的。"
    },
    {
      "id": 164,
      "en": "Yeah, or maybe it's something catty, like he was supposed to do something with her and ended up doing something with other people and left her out or embarrassed her in front of people.",
      "cn": "是的，或者也许是一些小心眼的事情，比如他本该和她一起做某事，结果却和其他人一起做，留下她在外面，或者在别人面前让她尴尬。"
    },
    {
      "id": 165,
      "en": "It's hard to say.",
      "cn": "很难说。"
    },
    {
      "id": 166,
      "en": "Have you ever written an apology letter?",
      "cn": "你曾经写过道歉信吗？"
    },
    {
      "id": 167,
      "en": "Yeah, I have.",
      "cn": "是的，我写过。"
    },
    {
      "id": 168,
      "en": "I've written a few apology letters.",
      "cn": "我写过几封道歉信。"
    },
    {
      "id": 169,
      "en": "I have a very strong sense of guilt.",
      "cn": "我有很强的内疚感。"
    },
    {
      "id": 170,
      "en": "I was raised Catholic.",
      "cn": "我是天主教徒。"
    },
    {
      "id": 171,
      "en": "So an apology letter, is it?",
      "cn": "所以道歉信，是吗？"
    },
    {
      "id": 172,
      "en": "Do you usually plan out what you want to say, or you just like, you just splurge your feelings onto the paper?",
      "cn": "你通常会计划好你想说的，还是只是把你的感受倾泻到纸上？"
    },
    {
      "id": 173,
      "en": "Well, you know me.",
      "cn": "嗯，你知道我。"
    },
    {
      "id": 174,
      "en": "My personality is very planned and organized.",
      "cn": "我的个性非常有计划和有条理。"
    },
    {
      "id": 175,
      "en": "And so normally I have points.",
      "cn": "所以通常我会有要点。"
    },
    {
      "id": 176,
      "en": "So I say, if this is the problem, there's three parts.",
      "cn": "所以我说，如果这是问题，就有三个部分。"
    },
    {
      "id": 177,
      "en": "I have an answer for each part and the very end, I have the heartfelt apology.",
      "cn": "我为每个部分都有答案，最后有真诚的道歉。"
    },
    {
      "id": 178,
      "en": "Wow.",
      "cn": "哇。"
    },
    {
      "id": 179,
      "en": "It's like an essay.",
      "cn": "这就像一篇论文。"
    },
    {
      "id": 180,
      "en": "I guess it's a little, yeah, it's a little bit more organized.",
      "cn": "我想这有点，是的，更有条理一点。"
    },
    {
      "id": 181,
      "en": "If I were to write something like this, I would just like start writing and whatever comes out.",
      "cn": "如果我写这样的东西，我会直接开始写，随便写出什么。"
    },
    {
      "id": 182,
      "en": "So it would probably make less sense than your letter.",
      "cn": "所以这可能比你的信更没有意义。"
    },
    {
      "id": 183,
      "en": "Well, I just try to stay on focus standpoint and address the matter at hand because otherwise then you get into other stuff and you can make people more angry.",
      "cn": "嗯，我只是试着保持专注，解决手头的问题，因为否则你会涉及其他事情，可能会让人更生气。"
    },
    {
      "id": 184,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 185,
      "en": "But it is really important to write an apology letter.",
      "cn": "但写道歉信真的很重要。"
    },
    {
      "id": 186,
      "en": "Now, some of the words and phrases and the vocabulary used here can be used in circumstances that are not only romantic, right?",
      "cn": "现在，这里使用的一些单词和短语以及词汇可以在不仅仅是浪漫的情况下使用，对吧？"
    },
    {
      "id": 187,
      "en": "You can be used in a professional way as well, right?",
      "cn": "也可以在专业的场合使用，对吧？"
    },
    {
      "id": 188,
      "en": "That's true.",
      "cn": "这是真的。"
    },
    {
      "id": 189,
      "en": "In a professional sense, you want to be careful not to get too personal.",
      "cn": "在专业的情况下，你要小心不要变得太个人化。"
    },
    {
      "id": 190,
      "en": "So in a professional sense, it's good to say that, you know, you're sorry for any mix ups or for misunderstandings, but in the future, you will try to make things better or improve.",
      "cn": "所以在专业的情况下，最好说，你知道，你对任何混淆或误解感到抱歉，但在未来你会努力改善或改进。"
    },
    {
      "id": 191,
      "en": "But in friendships and in families and in romantic relationships, apology letters are very, very important, because I'm a big believer in mending Bridges.",
      "cn": "但在友谊、家庭和浪漫关系中，道歉信是非常非常重要的，因为我非常相信修复关系。"
    },
    {
      "id": 192,
      "en": "I know a lot of people who we say in English, you know, to burn a bridge, that means to destroy a relationship and never go back.",
      "cn": "我知道很多人，我们在英语中说，知道，烧桥，这意味着摧毁关系，永远不再回去。"
    },
    {
      "id": 193,
      "en": "But I like to mend Bridges to make sure that people who I was friends with don't, you know, if we have a fight, don't just hate me forever, right?",
      "cn": "但我喜欢修复桥梁，以确保我曾经是朋友的人不会，如果我们吵架，就永远恨我，对吧？"
    },
    {
      "id": 194,
      "en": "That even if there's a disagreement that they understand my perspective or that I understand theirs.",
      "cn": "即使有分歧，他们也能理解我的观点，或者我理解他们的观点。"
    },
    {
      "id": 195,
      "en": "Yeah, that's true.",
      "cn": "是的，这是真的。"
    },
    {
      "id": 196,
      "en": "I think that's important.",
      "cn": "我认为这很重要。"
    },
    {
      "id": 197,
      "en": "What about apology emails?",
      "cn": "那么道歉邮件呢？"
    },
    {
      "id": 198,
      "en": "Do you agree with those?",
      "cn": "你同意吗？"
    },
    {
      "id": 199,
      "en": "I think that they are a necessity of the 21st century.",
      "cn": "我认为这是21世纪的必要品。"
    },
    {
      "id": 200,
      "en": "I mean, I live far away from most of my friends and family.",
      "cn": "我的意思是，我离大多数朋友和家人都很远。"
    },
    {
      "id": 201,
      "en": "And so it's important for me to be able to communicate in any way.",
      "cn": "所以我能以任何方式沟通对我来说很重要。"
    },
    {
      "id": 202,
      "en": "But um, and sometimes I mean, I'm very shy with some people.",
      "cn": "但是，有时我对某些人非常害羞。"
    },
    {
      "id": 203,
      "en": "So sometimes it's hard for me to talk on the phone, because I get stuck.",
      "cn": "所以有时我打电话很困难，因为我会卡住。"
    },
    {
      "id": 204,
      "en": "And then I don't, I can't think of what I wanted to say.",
      "cn": "然后我想不起我想说的话。"
    },
    {
      "id": 205,
      "en": "And so if a letter helps in that way to get you past your, your fear or your anxiety, then by all means an email is just just as much I actually received a letter, a handwritten letter through an email.",
      "cn": "如果一封信能帮助你克服恐惧或焦虑，那么电子邮件也是一样的，我实际上通过电子邮件收到了手写信。"
    },
    {
      "id": 206,
      "en": "How did that happen?",
      "cn": "这怎么发生的？"
    },
    {
      "id": 207,
      "en": "So the person... They scanned it.",
      "cn": "所以那个人...他们扫描了它。"
    },
    {
      "id": 208,
      "en": "They scanned the letter.",
      "cn": "他们扫描了信。"
    },
    {
      "id": 209,
      "en": "Oh, wow.",
      "cn": "哦，哇。"
    },
    {
      "id": 210,
      "en": "So it was still like, it still had a very intimate and personal sense.",
      "cn": "所以它仍然有一种非常亲密和个人的感觉。"
    },
    {
      "id": 211,
      "en": "But obviously, since the mail takes so long and everything, they just scanned it.",
      "cn": "但显然，由于邮件需要很长时间，他们只是扫描了它。"
    },
    {
      "id": 212,
      "en": "And then they sent it to my email.",
      "cn": "然后他们把它发到我的电子邮件。"
    },
    {
      "id": 213,
      "en": "That's nice.",
      "cn": "这很好。"
    },
    {
      "id": 214,
      "en": "So that I think that's a good idea.",
      "cn": "所以我认为这是个好主意。"
    },
    {
      "id": 215,
      "en": "Maybe you can try that one.",
      "cn": "也许你可以试试这个。"
    },
    {
      "id": 216,
      "en": "I'll try that one.",
      "cn": "我会试试这个。"
    },
    {
      "id": 217,
      "en": "I don't agree with the the one line email.",
      "cn": "我不同意那种一行邮件。"
    },
    {
      "id": 218,
      "en": "I'm sorry, forgive me.",
      "cn": "对不起，请原谅我。"
    },
    {
      "id": 219,
      "en": "Yeah, that's not good.",
      "cn": "是的，这不好。"
    },
    {
      "id": 220,
      "en": "As my parents always used to say when I was growing up, and I'd get in fights with my little brother, the only apologies that we accept are the ones that are from the heart.",
      "cn": "正如我父母在我成长时常说的，当我和弟弟打架时，我们接受的唯一道歉是发自内心的。"
    },
    {
      "id": 221,
      "en": "So I used to have to apologize again and again and again, until you actually actually meant it.",
      "cn": "所以我以前不得不一次又一次地道歉，直到你真的在乎。"
    },
    {
      "id": 222,
      "en": "And so I think that this is a very true kind of idea that that well, maybe not in business and work where you have to be cordial with friends and real relationships with people who you care about.",
      "cn": "我认为这是一个非常真实的想法，虽然在商业和工作中你必须与朋友和你关心的人保持礼貌。"
    },
    {
      "id": 223,
      "en": "Obviously, real apologies are very important.",
      "cn": "显然，真正的道歉是非常重要的。"
    },
    {
      "id": 224,
      "en": "Of course.",
      "cn": "当然。"
    },
    {
      "id": 225,
      "en": "So this is an interesting topic.",
      "cn": "这是一个有趣的话题。"
    },
    {
      "id": 226,
      "en": "And we recommend that you if have any other questions or doubts, or maybe you want some other explanation for this letter, you can come to EnglishPod.com.",
      "cn": "如果你有其他问题或疑虑，或者你想要对这封信有其他解释，可以来EnglishPod.com。"
    },
    {
      "id": 227,
      "en": "Leave it in the comments section and we'll be there.",
      "cn": "在评论区留言，我们会在那里的。"
    },
    {
      "id": 228,
      "en": "So until next time.",
      "cn": "所以下次见。"
    },
    {
      "id": 229,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}