{
  "type": "book",
  "id": "englishpod-中级--englishpod-中级-0133",
  "title": "EnglishPod 中级 0133",
  "totalSegments": 304,
  "seriesId": "englishpod-中级-",
  "segments": [
    {
      "id": 1,
      "en": "Hello, English learners.",
      "cn": "你好，英语学习者。"
    },
    {
      "id": 2,
      "en": "Welcome back to EnglishPod.",
      "cn": "欢迎回到EnglishPod。"
    },
    {
      "id": 3,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 4,
      "en": "And my name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 5,
      "en": "And today we're talking about being clean.",
      "cn": "今天我们要谈论保持清洁。"
    },
    {
      "id": 6,
      "en": "Yeah, we're gonna be doing the laundry, right?",
      "cn": "是的，我们要洗衣服，对吧？"
    },
    {
      "id": 7,
      "en": "It's a very important part of everyone's weekly schedule.",
      "cn": "这是每个人每周日程中非常重要的一部分。"
    },
    {
      "id": 8,
      "en": "And not only important, but I find it to be a little bit difficult because, you know, like washing machine and what clothes you should mix with what and, you know, how much detergent and how long.",
      "cn": "不仅重要，我发现这有点困难，因为你知道，洗衣机和你应该把什么衣服混在一起，以及洗涤剂的用量和时间。"
    },
    {
      "id": 9,
      "en": "It's such a complicated process.",
      "cn": "这是一个复杂的过程。"
    },
    {
      "id": 10,
      "en": "Well, let's say this.",
      "cn": "好吧，我们这么说吧。"
    },
    {
      "id": 11,
      "en": "It might not be difficult, but it's very easy to mess up.",
      "cn": "这可能不难，但很容易搞砸。"
    },
    {
      "id": 12,
      "en": "Exactly.",
      "cn": "确实如此。"
    },
    {
      "id": 13,
      "en": "Yeah, that's the problem.",
      "cn": "是的，这就是问题所在。"
    },
    {
      "id": 14,
      "en": "It's very easy to like just ruin your favorite t-shirt if you don't do laundry correctly.",
      "cn": "如果你不正确洗衣服，很容易就毁了你最喜欢的T恤。"
    },
    {
      "id": 15,
      "en": "Or all of your white socks turn pink, for example.",
      "cn": "或者你所有的白袜子变成粉色，比如说。"
    },
    {
      "id": 16,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 17,
      "en": "So we're gonna be looking at a lot of vocabulary and phrases related to this topic.",
      "cn": "所以我们将会看很多与这个主题相关的词汇和短语。"
    },
    {
      "id": 18,
      "en": "And before we get started with the dialogue, why don't we take a look at vocabulary preview.",
      "cn": "在我们开始对话之前，为什么不先看看词汇预览呢？"
    },
    {
      "id": 19,
      "en": "Vocabulary preview.",
      "cn": "词汇预览。"
    },
    {
      "id": 20,
      "en": "Okay, so central to all of these phrases and words that we're gonna be hearing is a thing, an electric thing, that helps us wash our clothes.",
      "cn": "好吧，所有这些短语和单词的核心是一个东西，一个电器，帮助我们洗衣服。"
    },
    {
      "id": 21,
      "en": "Right, a washing machine.",
      "cn": "对，洗衣机。"
    },
    {
      "id": 22,
      "en": "Right, pretty simple, right?",
      "cn": "对，很简单，对吧？"
    },
    {
      "id": 23,
      "en": "So washing is to wash, washing, and machine.",
      "cn": "所以洗是洗，洗衣，和机器。"
    },
    {
      "id": 24,
      "en": "So they go together, washing machine.",
      "cn": "所以它们组合在一起，洗衣机。"
    },
    {
      "id": 25,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 26,
      "en": "So it's easy now.",
      "cn": "所以现在很简单。"
    },
    {
      "id": 27,
      "en": "You just put all your clothes in this thing and it washes it for you.",
      "cn": "你只需把所有衣服放进这个东西里，它就会为你洗。"
    },
    {
      "id": 28,
      "en": "Now, you know, a lot of people don't like to use washing machines.",
      "cn": "现在，你知道，很多人不喜欢使用洗衣机。"
    },
    {
      "id": 29,
      "en": "They say it doesn't really clean the clothes as well as doing it by hand.",
      "cn": "他们说洗衣机洗得不如手洗干净。"
    },
    {
      "id": 30,
      "en": "Really?",
      "cn": "真的吗？"
    },
    {
      "id": 31,
      "en": "Well, I'd say most clothes get washed pretty well with a washing machine, but if you have those hard to get stains or some dirt, maybe it's good to have a washing board.",
      "cn": "嗯，我认为大多数衣服用洗衣机洗得很好，但如果你有那些难以去除的污渍或一些污垢，可能有一个洗衣板是好的。"
    },
    {
      "id": 32,
      "en": "A washing board, yeah.",
      "cn": "洗衣板，是的。"
    },
    {
      "id": 33,
      "en": "Yeah, where you can really scrub it yourself.",
      "cn": "是的，你可以自己好好擦洗。"
    },
    {
      "id": 34,
      "en": "And, well, funny you mentioned that word stain because it's our second word that we're gonna preview, a stain.",
      "cn": "而且，嗯，你提到的污渍这个词很有趣，因为这是我们要预览的第二个词，污渍。"
    },
    {
      "id": 35,
      "en": "A stain is some color, maybe some food or wine or grass that you can't remove from your clothes.",
      "cn": "污渍是一些颜色，可能是一些食物、酒或草，你无法从衣服上去除。"
    },
    {
      "id": 36,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 37,
      "en": "So it's very common.",
      "cn": "所以这很常见。"
    },
    {
      "id": 38,
      "en": "You're having a nice dinner and all of a sudden you spill wine on your shirt.",
      "cn": "你正在享受一顿美好的晚餐，突然你把酒洒在了衬衫上。"
    },
    {
      "id": 39,
      "en": "So you have a wine stain.",
      "cn": "所以你有一个酒渍。"
    },
    {
      "id": 40,
      "en": "I hate that.",
      "cn": "我讨厌那样。"
    },
    {
      "id": 41,
      "en": "And you can also have a stain on your carpet, right?",
      "cn": "你也可以在地毯上有污渍，对吧？"
    },
    {
      "id": 42,
      "en": "So if you spill some coffee on your carpet, it's got a little circle that's brown forever.",
      "cn": "所以如果你在地毯上洒了一些咖啡，它就会有一个永远的棕色圆圈。"
    },
    {
      "id": 43,
      "en": "Right?",
      "cn": "对吧？"
    },
    {
      "id": 44,
      "en": "Or even some people have stained the teeth, right?",
      "cn": "或者甚至有些人有染色的牙齿，对吧？"
    },
    {
      "id": 45,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 46,
      "en": "So you can get them turned back white with a little money to your dentist.",
      "cn": "所以你可以花一点钱去牙医那里把它们变回白色。"
    },
    {
      "id": 47,
      "en": "Exactly.",
      "cn": "确实如此。"
    },
    {
      "id": 48,
      "en": "So those are the two words that we're gonna be looking at today in vocabulary preview.",
      "cn": "所以今天我们要在词汇预览中看的两个词就是这些。"
    },
    {
      "id": 49,
      "en": "So let's listen to our dialogue.",
      "cn": "现在让我们听听我们的对话。"
    },
    {
      "id": 50,
      "en": "Let's see what's happening with these people that are doing laundry.",
      "cn": "让我们看看这些正在洗衣服的人发生了什么。"
    },
    {
      "id": 51,
      "en": "Okay, let's go through this one more time.",
      "cn": "好吧，让我们再过一遍。"
    },
    {
      "id": 52,
      "en": "I don't want any more ruined or dyed blouses.",
      "cn": "我不想再有被毁或染色的衬衫。"
    },
    {
      "id": 53,
      "en": "I know, I know.",
      "cn": "我知道，我知道。"
    },
    {
      "id": 54,
      "en": "Okay, so I had to separate the colors from the whites and put them in this strange looking contraption so-called washing machine.",
      "cn": "好吧，我必须把颜色和白色分开，把它们放进这个奇怪的洗衣机里。"
    },
    {
      "id": 55,
      "en": "Right, you have to turn it on and program it depending on what type of clothes you're washing.",
      "cn": "对，你必须打开它并根据你洗的衣服类型进行设置。"
    },
    {
      "id": 56,
      "en": "For example, for delicates, you should set a shorter washing cycle.",
      "cn": "例如，对于细致的衣物，你应该设置较短的洗涤周期。"
    },
    {
      "id": 57,
      "en": "Also be sure to use fabric softener and this detergent when washing.",
      "cn": "还要确保在洗涤时使用柔顺剂和这个洗涤剂。"
    },
    {
      "id": 58,
      "en": "So complicated.",
      "cn": "太复杂了。"
    },
    {
      "id": 59,
      "en": "Okay, what about this red wine stain?",
      "cn": "好吧，这个红酒污渍怎么办？"
    },
    {
      "id": 60,
      "en": "How do I get it out?",
      "cn": "我怎么才能去掉它？"
    },
    {
      "id": 61,
      "en": "Since this is a white t-shirt, you can just pour a little bit of bleach on it and it will do the trick.",
      "cn": "由于这是白色T恤，你可以在上面倒一点漂白剂，它就能解决问题。"
    },
    {
      "id": 62,
      "en": "Cool.",
      "cn": "酷。"
    },
    {
      "id": 63,
      "en": "Then I can just throw everything in the dryer for an hour and it's all set, right?",
      "cn": "然后我可以把所有东西放进烘干机烘一个小时，就可以了，对吧？"
    },
    {
      "id": 64,
      "en": "No.",
      "cn": "不。"
    },
    {
      "id": 65,
      "en": "Since you're washing delicates and cotton, you should set the dryer to medium heat and for 20 minutes.",
      "cn": "由于你在洗细致和棉质衣物，你应该把烘干机设置为中等热度，20分钟。"
    },
    {
      "id": 66,
      "en": "You know what?",
      "cn": "你知道吗？"
    },
    {
      "id": 67,
      "en": "I'll just have everything dry cleaned.",
      "cn": "我就让所有东西干洗。"
    },
    {
      "id": 68,
      "en": "Okay, so we've got someone who is maybe doing the laundry for the first time and he's not really understanding the instructions he's got.",
      "cn": "好吧，所以我们有一个可能第一次洗衣服的人，他并不真正理解他得到的指示。"
    },
    {
      "id": 69,
      "en": "Well, that's the thing I tell you.",
      "cn": "嗯，这就是我告诉你的事情。"
    },
    {
      "id": 70,
      "en": "It's a little bit difficult and well it's very tedious at times to try and do laundry like this.",
      "cn": "这有点困难，而且有时洗衣服真的很繁琐。"
    },
    {
      "id": 71,
      "en": "Well, the first thing that's maybe tedious about it is that you have to really worry about what colors go together.",
      "cn": "嗯，可能繁琐的第一件事是你必须真正担心哪些颜色可以一起洗。"
    },
    {
      "id": 72,
      "en": "Right, so let's take a look at those words that were related to doing laundry now in language takeaway.",
      "cn": "对，所以现在让我们看看与洗衣相关的那些词汇在语言收获中。"
    },
    {
      "id": 73,
      "en": "Language takeaway.",
      "cn": "语言收获。"
    },
    {
      "id": 74,
      "en": "Okay, the first word we have is actually related to a joke we made earlier about pink socks.",
      "cn": "好吧，我们第一个词实际上与我们之前开玩笑的粉色袜子有关。"
    },
    {
      "id": 75,
      "en": "So if you change the color of something, you're dyeing it.",
      "cn": "所以如果你改变了某样东西的颜色，你就是在染色。"
    },
    {
      "id": 76,
      "en": "Okay, dye.",
      "cn": "好吧，染色。"
    },
    {
      "id": 77,
      "en": "So it's pronounced exactly the same way you know, to die, to not live anymore.",
      "cn": "所以它的发音和你知道的“死”是完全一样的。"
    },
    {
      "id": 78,
      "en": "Dye.",
      "cn": "染色。"
    },
    {
      "id": 79,
      "en": "But it's spelled differently.",
      "cn": "但拼写不同。"
    },
    {
      "id": 80,
      "en": "D-Y-E.",
      "cn": "D-Y-E。"
    },
    {
      "id": 81,
      "en": "Okay, so it can be a verb or an adjective.",
      "cn": "好吧，所以它可以是动词或形容词。"
    },
    {
      "id": 82,
      "en": "Or a noun.",
      "cn": "或名词。"
    },
    {
      "id": 83,
      "en": "Or a noun.",
      "cn": "或名词。"
    },
    {
      "id": 84,
      "en": "So something that you put on clothes to change the color is called a dye.",
      "cn": "所以你放在衣服上以改变颜色的东西叫做染料。"
    },
    {
      "id": 85,
      "en": "A dye.",
      "cn": "染料。"
    },
    {
      "id": 86,
      "en": "But to do this, to change the color of some clothes is to dye the clothes.",
      "cn": "但要做到这一点，改变一些衣服的颜色就是染衣服。"
    },
    {
      "id": 87,
      "en": "So that's maybe what happens when you wash a red t-shirt with all your white t-shirts.",
      "cn": "所以这可能就是当你把一件红色T恤和所有白色T恤一起洗时发生的事情。"
    },
    {
      "id": 88,
      "en": "Then you have dyed shirts, you have pink shirts, and... And also women, when they go to the beauty salon, they dye their hair.",
      "cn": "然后你就有了染色的衬衫，你有了粉色的衬衫，还有……而且女性去美容院时，她们染头发。"
    },
    {
      "id": 89,
      "en": "Exactly, so that means you change the color of your hair.",
      "cn": "确实如此，这意味着你改变了头发的颜色。"
    },
    {
      "id": 90,
      "en": "It means it's a long-term change.",
      "cn": "这意味着这是一个长期的变化。"
    },
    {
      "id": 91,
      "en": "It's not short.",
      "cn": "这不是短期的。"
    },
    {
      "id": 92,
      "en": "It's not like one day.",
      "cn": "这不是一天的事。"
    },
    {
      "id": 93,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 94,
      "en": "It means probably for a long time.",
      "cn": "这意味着可能会持续很长时间。"
    },
    {
      "id": 95,
      "en": "So that's the correct word, to dye.",
      "cn": "所以这是正确的词，染色。"
    },
    {
      "id": 96,
      "en": "Very different.",
      "cn": "非常不同。"
    },
    {
      "id": 97,
      "en": "Maybe some people say to paint.",
      "cn": "也许有些人会说涂色。"
    },
    {
      "id": 98,
      "en": "Which, you know, we understand, but the correct form would be to dye.",
      "cn": "我们理解，但正确的形式应该是染色。"
    },
    {
      "id": 99,
      "en": "And next we have a word that describes a certain kind of clothing.",
      "cn": "接下来我们有一个描述某种衣物的词。"
    },
    {
      "id": 100,
      "en": "We're not talking about pants or socks.",
      "cn": "我们不是在谈裤子或袜子。"
    },
    {
      "id": 101,
      "en": "We're talking about delicates.",
      "cn": "我们在谈精致品。"
    },
    {
      "id": 102,
      "en": "Delicates.",
      "cn": "精致品。"
    },
    {
      "id": 103,
      "en": "So now this adjective delicate, which means it's very... Easy to break.",
      "cn": "所以现在这个形容词“精致”，意思是非常……容易破碎。"
    },
    {
      "id": 104,
      "en": "Fragile, right?",
      "cn": "脆弱，对吧？"
    },
    {
      "id": 105,
      "en": "But this is a noun.",
      "cn": "但这是一个名词。"
    },
    {
      "id": 106,
      "en": "Delicates.",
      "cn": "精致品。"
    },
    {
      "id": 107,
      "en": "Right, so you think of something that's easy to break or to ruin, maybe you think of underwear.",
      "cn": "对，所以你想到的是容易破碎或毁坏的东西，也许你会想到内衣。"
    },
    {
      "id": 108,
      "en": "Underwear.",
      "cn": "内衣。"
    },
    {
      "id": 109,
      "en": "You know, underwear is something you wear under your clothing, and so it's generally not as strong as a shirt or a pair of jeans.",
      "cn": "你知道，内衣是你穿在衣服下面的东西，所以通常不如衬衫或牛仔裤结实。"
    },
    {
      "id": 110,
      "en": "And so we call these in English, delicates.",
      "cn": "所以我们在英语中称这些为精致品。"
    },
    {
      "id": 111,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 112,
      "en": "So you have to be careful when you're washing your delicates, because it's happened to me before, you like put them in with all the clothes and then you have stretched out boxers or something like that.",
      "cn": "所以在洗涤精致品时你必须小心，因为我之前就发生过这样的事，你把它们和所有衣物一起洗，然后你就得到了拉伸的内裤或类似的东西。"
    },
    {
      "id": 113,
      "en": "Yeah, so that's why many women, I know, wash delicates by hand.",
      "cn": "是的，所以我知道很多女性手洗精致品。"
    },
    {
      "id": 114,
      "en": "So you separate the clothes from the delicates.",
      "cn": "所以你要把衣物和精致品分开。"
    },
    {
      "id": 115,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 116,
      "en": "And now if you're washing delicates or you're washing towels or t-shirts, it's always a good idea to use fabric softener.",
      "cn": "现在如果你在洗精致品或毛巾或T恤，使用柔顺剂总是个好主意。"
    },
    {
      "id": 117,
      "en": "All right, fabric softener.",
      "cn": "好的，柔顺剂。"
    },
    {
      "id": 118,
      "en": "What are these two words?",
      "cn": "这两个词是什么？"
    },
    {
      "id": 119,
      "en": "One of them you understand already, maybe it's soft softener.",
      "cn": "其中一个你已经理解了，也许是柔软的柔顺剂。"
    },
    {
      "id": 120,
      "en": "So it makes it soft.",
      "cn": "所以它使其变得柔软。"
    },
    {
      "id": 121,
      "en": "Yeah, something that makes something softer.",
      "cn": "是的，某种使东西变得更柔软的东西。"
    },
    {
      "id": 122,
      "en": "We've got fabric softener.",
      "cn": "我们有柔顺剂。"
    },
    {
      "id": 123,
      "en": "That's something that makes the clothes that you wash softer.",
      "cn": "这是一种使你洗的衣物变得更柔软的东西。"
    },
    {
      "id": 124,
      "en": "So fabric is any type of material, right?",
      "cn": "所以“面料”是任何类型的材料，对吧？"
    },
    {
      "id": 125,
      "en": "Like a textile.",
      "cn": "像纺织品。"
    },
    {
      "id": 126,
      "en": "Yeah, so it could be cotton or silk or nylon, linen.",
      "cn": "是的，所以它可以是棉、丝绸、尼龙、亚麻。"
    },
    {
      "id": 127,
      "en": "So these are all kinds of fabrics.",
      "cn": "所以这些都是各种面料。"
    },
    {
      "id": 128,
      "en": "So you pour a little bit of this in your washing machine and your clothes come out really nice and soft.",
      "cn": "所以你在洗衣机里倒一点这个，你的衣物就会变得非常好和柔软。"
    },
    {
      "id": 129,
      "en": "It feels nice just talking about it.",
      "cn": "仅仅谈论它就感觉很好。"
    },
    {
      "id": 130,
      "en": "All right, and well, also to wash your clothes, to actually make them clean, you use detergent.",
      "cn": "好的，此外，要洗净你的衣物，实际上使它们干净，你需要使用洗涤剂。"
    },
    {
      "id": 131,
      "en": "Right, so many people might want to say the word soap because soap is what we use to wash our hands and our dishes.",
      "cn": "对，所以很多人可能想说“肥皂”这个词，因为肥皂是我们用来洗手和洗碗的。"
    },
    {
      "id": 132,
      "en": "But here we have detergent.",
      "cn": "但这里我们有洗涤剂。"
    },
    {
      "id": 133,
      "en": "So this is a special soap for your clothes.",
      "cn": "所以这是专门用于衣物的肥皂。"
    },
    {
      "id": 134,
      "en": "Right, laundry detergent.",
      "cn": "对，洗衣粉。"
    },
    {
      "id": 135,
      "en": "Yeah, you could just say laundry.",
      "cn": "是的，你可以直接说洗衣。"
    },
    {
      "id": 136,
      "en": "You could say laundry detergent or simply detergent.",
      "cn": "你可以说洗衣粉或简单地说洗涤剂。"
    },
    {
      "id": 137,
      "en": "And now in order to remove those nasty stains that maybe are very hard, you would use a chemical called bleach.",
      "cn": "现在为了去除那些可能非常难去掉的污渍，你会使用一种叫做漂白剂的化学物质。"
    },
    {
      "id": 138,
      "en": "All right, so bleach is the dangerous chemical because it smells very strong.",
      "cn": "好的，所以漂白剂是一种危险的化学物质，因为它的味道非常浓烈。"
    },
    {
      "id": 139,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 140,
      "en": "And it can change the color of your clothes to white or yellow.",
      "cn": "它可以把你的衣物颜色变成白色或黄色。"
    },
    {
      "id": 141,
      "en": "So we usually only use bleach with white clothes.",
      "cn": "所以我们通常只在白色衣物上使用漂白剂。"
    },
    {
      "id": 142,
      "en": "I actually had a friend who changed the color of his hair to white using bleach.",
      "cn": "我实际上有一个朋友用漂白剂把他的头发染成白色。"
    },
    {
      "id": 143,
      "en": "He put bleach on his head and on his hair and it just turned white.",
      "cn": "他把漂白剂涂在头上和头发上，它就变成了白色。"
    },
    {
      "id": 144,
      "en": "Oh wow, so many people do that because they want to go from dark colors to light colors.",
      "cn": "哦，哇，很多人这样做，因为他们想从深色变成浅色。"
    },
    {
      "id": 145,
      "en": "And in that case, you wouldn't say, you could say that he dyed his hair white, but usually you would say he bleached his hair.",
      "cn": "在这种情况下，你不会说，你可以说他把头发染成白色，但通常你会说他漂白了头发。"
    },
    {
      "id": 146,
      "en": "It's so we understand that it turned white.",
      "cn": "这样我们就明白它变成了白色。"
    },
    {
      "id": 147,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 148,
      "en": "So those five words we just looked at in language takeaway, they're important.",
      "cn": "所以我们刚刚在语言学习中看到的那五个词，它们很重要。"
    },
    {
      "id": 149,
      "en": "They're related to doing laundry.",
      "cn": "它们与洗衣有关。"
    },
    {
      "id": 150,
      "en": "So before we move on, let's listen to our dialogue again, but a little bit slower.",
      "cn": "所以在我们继续之前，让我们再听一遍我们的对话，但稍微慢一点。"
    },
    {
      "id": 151,
      "en": "Okay, let's go through this one more time.",
      "cn": "好的，让我们再过一遍。"
    },
    {
      "id": 152,
      "en": "I don't want any more ruined or dyed blouses.",
      "cn": "我不想再有被毁坏或染色的衬衫。"
    },
    {
      "id": 153,
      "en": "I know, I know.",
      "cn": "我知道，我知道。"
    },
    {
      "id": 154,
      "en": "Okay, so I have to separate the colors from the whites and put them in this strange looking contraption, so-called washing machine?",
      "cn": "好的，所以我必须把颜色和白色分开，把它们放在这个奇怪的机器里，所谓的洗衣机？"
    },
    {
      "id": 155,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 156,
      "en": "You have to turn it on and program it depending on what type of clothes you are washing.",
      "cn": "你必须打开它并根据你洗的衣物类型进行设置。"
    },
    {
      "id": 157,
      "en": "For example, for delicates, you should set a shorter washing cycle.",
      "cn": "例如，对于精致品，你应该设置较短的洗涤周期。"
    },
    {
      "id": 158,
      "en": "Also, be sure to use fabric softener and this detergent when washing.",
      "cn": "另外，洗涤时一定要使用柔顺剂和这个洗涤剂。"
    },
    {
      "id": 159,
      "en": "So complicated.",
      "cn": "太复杂了。"
    },
    {
      "id": 160,
      "en": "Okay, what about this red wine stain?",
      "cn": "好的，那这个红酒污渍呢？"
    },
    {
      "id": 161,
      "en": "How do I get it out?",
      "cn": "我怎么去掉它？"
    },
    {
      "id": 162,
      "en": "Since this is a white t-shirt, you can just pour a little bit of bleach on it and it will do the trick.",
      "cn": "由于这是件白色T恤，你可以在上面倒一点漂白剂，它就能解决问题。"
    },
    {
      "id": 163,
      "en": "Cool.",
      "cn": "酷。"
    },
    {
      "id": 164,
      "en": "Then I can just throw everything in the dryer for an hour and it's all set, right?",
      "cn": "然后我可以把所有东西放进烘干机里烘一个小时，就可以了，对吧？"
    },
    {
      "id": 165,
      "en": "No.",
      "cn": "不。"
    },
    {
      "id": 166,
      "en": "Since you are washing delicates and cotton, you should set the dryer to medium heat and for 20 minutes.",
      "cn": "由于你在洗精致品和棉质衣物，你应该把烘干机设置为中等热度，20分钟。"
    },
    {
      "id": 167,
      "en": "You know what?",
      "cn": "你知道吗？"
    },
    {
      "id": 168,
      "en": "I'll just have everything dry clean.",
      "cn": "我就让所有东西干洗。"
    },
    {
      "id": 169,
      "en": "So here at EnglishPod, we like to also provide you listeners with some phrases that allow you to increase your fluency.",
      "cn": "所以在EnglishPod，我们也喜欢为你们提供一些短语，让你提高流利度。"
    },
    {
      "id": 170,
      "en": "So that means sound more like a native English speaker.",
      "cn": "这意味着听起来更像母语英语者。"
    },
    {
      "id": 171,
      "en": "And so today let's check out these phrases in Fluency Builder.",
      "cn": "所以今天让我们在流利度提升中看看这些短语。"
    },
    {
      "id": 172,
      "en": "Fluency Builder.",
      "cn": "流利度提升。"
    },
    {
      "id": 173,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 174,
      "en": "So on Fluency Builder, we're going to be looking at four words or four phrases.",
      "cn": "所以在流利度提升中，我们将看四个词或四个短语。"
    },
    {
      "id": 175,
      "en": "So the first one was really easy.",
      "cn": "第一个非常简单。"
    },
    {
      "id": 176,
      "en": "When she was telling the guy or instructing him how to do the laundry, she said, let's go through this one more time.",
      "cn": "当她在告诉那个家伙或指导他如何洗衣服时，她说，让我们再过一遍。"
    },
    {
      "id": 177,
      "en": "Go through what?",
      "cn": "再过什么？"
    },
    {
      "id": 178,
      "en": "The wall?",
      "cn": "墙？"
    },
    {
      "id": 179,
      "en": "No.",
      "cn": "不。"
    },
    {
      "id": 180,
      "en": "So it's not actually to go through an object, like to pass.",
      "cn": "所以这实际上不是通过一个物体，比如通过。"
    },
    {
      "id": 181,
      "en": "So it's let's repeat or let's rehearse again.",
      "cn": "所以这是让我们重复或再排练一次。"
    },
    {
      "id": 182,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 183,
      "en": "So normally we say this when there are many different steps to do something.",
      "cn": "所以通常我们在有很多不同步骤去做某事时说这个。"
    },
    {
      "id": 184,
      "en": "So let's go through this again.",
      "cn": "所以让我们再过一遍。"
    },
    {
      "id": 185,
      "en": "When you leave work, you go home, you unlock the door, you open the door, and then so it means that there's a process.",
      "cn": "当你下班后，你回家，解锁门，打开门，这意味着有一个过程。"
    },
    {
      "id": 186,
      "en": "There are many steps.",
      "cn": "有很多步骤。"
    },
    {
      "id": 187,
      "en": "And so let's go through this again as a way for us to say let's think about and discuss this process.",
      "cn": "所以让我们再过一遍是我们说让我们思考和讨论这个过程的一种方式。"
    },
    {
      "id": 188,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 189,
      "en": "So we also use it maybe when we're studying.",
      "cn": "所以我们也可能在学习时使用它。"
    },
    {
      "id": 190,
      "en": "So let's go through this subject one more time.",
      "cn": "所以让我们再过一遍这个主题。"
    },
    {
      "id": 191,
      "en": "Can we go through chapter five again?",
      "cn": "我们可以再过一遍第五章吗？"
    },
    {
      "id": 192,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 193,
      "en": "So you would reread a chapter five.",
      "cn": "所以你会重读第五章。"
    },
    {
      "id": 194,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 195,
      "en": "So why don't we listen to a couple of more examples of how we could use go through.",
      "cn": "所以我们为什么不听几个关于如何使用“再过一遍”的例子。"
    },
    {
      "id": 196,
      "en": "Example one.",
      "cn": "例子一。"
    },
    {
      "id": 197,
      "en": "I want to go through chapter five again before the exam tomorrow.",
      "cn": "我想在明天的考试前再过一遍第五章。"
    },
    {
      "id": 198,
      "en": "Example two.",
      "cn": "例子二。"
    },
    {
      "id": 199,
      "en": "David, do you have time this afternoon to go over the details of this new project?",
      "cn": "大卫，你今天下午有时间讨论这个新项目的细节吗？"
    },
    {
      "id": 200,
      "en": "Example three.",
      "cn": "例子三。"
    },
    {
      "id": 201,
      "en": "I went through my contract and it says that I am entitled to 15 vacation days a year.",
      "cn": "我查看了我的合同，上面写着我每年有15天的假期。"
    },
    {
      "id": 202,
      "en": "Now this next phrase is very common when we're using sarcasm when we're trying to make jokes.",
      "cn": "现在这个短语在我们使用讽刺和开玩笑时非常常见。"
    },
    {
      "id": 203,
      "en": "So we say so-called.",
      "cn": "所以我们说所谓的。"
    },
    {
      "id": 204,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 205,
      "en": "So she said this so-called contraption.",
      "cn": "所以她说这个所谓的装置。"
    },
    {
      "id": 206,
      "en": "It's like she doubts that it's really a washing machine.",
      "cn": "就像她怀疑这真的是什么洗衣机。"
    },
    {
      "id": 207,
      "en": "So I could say her so-called boyfriend wants to go out tonight.",
      "cn": "所以我可以说她所谓的男朋友今晚想出去。"
    },
    {
      "id": 208,
      "en": "So I say that because he doesn't really act like a boyfriend.",
      "cn": "我这么说是因为他并不真的像个男朋友。"
    },
    {
      "id": 209,
      "en": "So you're being sarcastic.",
      "cn": "所以你是在讽刺。"
    },
    {
      "id": 210,
      "en": "It's a very good way, an easy way of demonstrating sarcasm.",
      "cn": "这是展示讽刺的一个非常好的、简单的方法。"
    },
    {
      "id": 211,
      "en": "Actually in the 1990s in America there was a very famous TV show called My So-Called Life.",
      "cn": "实际上在1990年代，美国有一部非常著名的电视剧叫《我所谓的生活》。"
    },
    {
      "id": 212,
      "en": "So this is my so-called life.",
      "cn": "所以这是我所谓的生活。"
    },
    {
      "id": 213,
      "en": "It's almost like it's not really like I have any control over it.",
      "cn": "几乎就像我并没有真正控制它。"
    },
    {
      "id": 214,
      "en": "Or I don't really have a life because it's kind of boring.",
      "cn": "或者我并没有真正的生活，因为这有点无聊。"
    },
    {
      "id": 215,
      "en": "My so-called life.",
      "cn": "我所谓的生活。"
    },
    {
      "id": 216,
      "en": "Not bragging.",
      "cn": "不是在炫耀。"
    },
    {
      "id": 217,
      "en": "It's a joke.",
      "cn": "这是个笑话。"
    },
    {
      "id": 218,
      "en": "So you can say my so-called friends, my so-called job.",
      "cn": "所以你可以说我所谓的朋友，我所谓的工作。"
    },
    {
      "id": 219,
      "en": "Basically you can almost be sarcastic with anything.",
      "cn": "基本上你几乎可以对任何事情进行讽刺。"
    },
    {
      "id": 220,
      "en": "But be careful that you know that it's a joke because if you're trying to be serious you might make some people angry.",
      "cn": "但要小心，你要知道这是个笑话，因为如果你试图认真，可能会让一些人生气。"
    },
    {
      "id": 221,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 222,
      "en": "And now well she was explaining the whole process of how to do it and when she recommended using bleach she said that should do the trick.",
      "cn": "现在她在解释整个过程时，当她建议使用漂白剂时，她说这应该能解决问题。"
    },
    {
      "id": 223,
      "en": "Trick.",
      "cn": "解决问题。"
    },
    {
      "id": 224,
      "en": "So dogs do tricks, right?",
      "cn": "所以狗会表演把戏，对吧？"
    },
    {
      "id": 225,
      "en": "Right, but to do the trick, right?",
      "cn": "对，但要做到这一点，对吧？"
    },
    {
      "id": 226,
      "en": "What does she say?",
      "cn": "她说了什么？"
    },
    {
      "id": 227,
      "en": "So it's got a different meaning.",
      "cn": "所以它有不同的意思。"
    },
    {
      "id": 228,
      "en": "Alright, so she's saying this should work.",
      "cn": "好吧，所以她说这应该有效。"
    },
    {
      "id": 229,
      "en": "This should fix your problem.",
      "cn": "这应该能解决你的问题。"
    },
    {
      "id": 230,
      "en": "So that should do the trick.",
      "cn": "所以这应该能解决问题。"
    },
    {
      "id": 231,
      "en": "So Marco, I've been having this itch on my foot and I just can't seem to figure out what to do with it.",
      "cn": "马尔科，我的脚上有个痒，我就是想不出该怎么办。"
    },
    {
      "id": 232,
      "en": "Do you have any suggestions?",
      "cn": "你有什么建议吗？"
    },
    {
      "id": 233,
      "en": "Yeah, you should maybe just put some ointment on it and that should do the trick.",
      "cn": "是的，你可以涂点药膏，这应该能解决问题。"
    },
    {
      "id": 234,
      "en": "Alright, cool.",
      "cn": "好的，太好了。"
    },
    {
      "id": 235,
      "en": "Thanks for the suggestion.",
      "cn": "谢谢你的建议。"
    },
    {
      "id": 236,
      "en": "Yeah, so very easy.",
      "cn": "是的，非常简单。"
    },
    {
      "id": 237,
      "en": "It's just a way of saying that should solve your problem.",
      "cn": "这只是说这应该能解决你的问题。"
    },
    {
      "id": 238,
      "en": "Alright, great.",
      "cn": "好的，太好了。"
    },
    {
      "id": 239,
      "en": "So that should do the trick or it will do the trick.",
      "cn": "所以这应该能解决问题，或者它会解决问题。"
    },
    {
      "id": 240,
      "en": "And well we have one last phrase, all set.",
      "cn": "我们还有最后一个短语，准备好了。"
    },
    {
      "id": 241,
      "en": "All set.",
      "cn": "准备好了。"
    },
    {
      "id": 242,
      "en": "So this is another phrase that has two words that always go together to mean, well, we're finished.",
      "cn": "这是另一个短语，有两个词总是一起使用，意思是，我们完成了。"
    },
    {
      "id": 243,
      "en": "We're done.",
      "cn": "我们完成了。"
    },
    {
      "id": 244,
      "en": "Everything is ready.",
      "cn": "一切都准备好了。"
    },
    {
      "id": 245,
      "en": "Everything is ready.",
      "cn": "一切都准备好了。"
    },
    {
      "id": 246,
      "en": "We're all set to go on vacation.",
      "cn": "我们准备好去度假了。"
    },
    {
      "id": 247,
      "en": "So my bags are packed.",
      "cn": "所以我的行李已经打包好了。"
    },
    {
      "id": 248,
      "en": "I have my passports.",
      "cn": "我有我的护照。"
    },
    {
      "id": 249,
      "en": "We are all set.",
      "cn": "我们都准备好了。"
    },
    {
      "id": 250,
      "en": "Or after a meeting you can say, are we all set here?",
      "cn": "或者在会议结束后你可以说，我们准备好了吗？"
    },
    {
      "id": 251,
      "en": "That means are we finished?",
      "cn": "这意味着我们完成了吗？"
    },
    {
      "id": 252,
      "en": "Is it time to leave?",
      "cn": "是时候离开了吗？"
    },
    {
      "id": 253,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 254,
      "en": "So we are almost all set.",
      "cn": "所以我们几乎准备好了。"
    },
    {
      "id": 255,
      "en": "Let's listen to this dialogue one last time.",
      "cn": "让我们最后再听一遍这个对话。"
    },
    {
      "id": 256,
      "en": "Okay, let's go through this one more time.",
      "cn": "好吧，让我们再过一遍。"
    },
    {
      "id": 257,
      "en": "I know, I know.",
      "cn": "我知道，我知道。"
    },
    {
      "id": 258,
      "en": "Okay, so I have to separate the colors from the whites and put them in this strange looking contraption so called washing machine.",
      "cn": "好吧，我得把颜色和白色分开，把它们放进这个看起来奇怪的所谓洗衣机里。"
    },
    {
      "id": 259,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 260,
      "en": "You have to turn it on and program it depending on what type of clothes you're washing.",
      "cn": "你得打开它，并根据你洗的衣物类型进行设置。"
    },
    {
      "id": 261,
      "en": "For example, for delicates, you should set a shorter washing cycle.",
      "cn": "例如，对于细致的衣物，你应该设置较短的洗涤周期。"
    },
    {
      "id": 262,
      "en": "Also be sure to use fabric softener and this detergent when washing.",
      "cn": "还要确保在洗涤时使用柔顺剂和这种洗衣粉。"
    },
    {
      "id": 263,
      "en": "So complicated.",
      "cn": "太复杂了。"
    },
    {
      "id": 264,
      "en": "Okay, what about this red wine stain?",
      "cn": "好吧，这个红酒污渍呢？"
    },
    {
      "id": 265,
      "en": "How do I get it out?",
      "cn": "我怎么才能去掉它？"
    },
    {
      "id": 266,
      "en": "Since this is a white t-shirt, you can just pour a little bit of bleach on it and it will do the trick.",
      "cn": "由于这是件白色T恤，你可以在上面倒一点漂白剂，这样就能解决问题。"
    },
    {
      "id": 267,
      "en": "Cool.",
      "cn": "太好了。"
    },
    {
      "id": 268,
      "en": "Then I can just throw everything in the dryer for an hour and it's all set, right?",
      "cn": "然后我可以把所有东西放进烘干机里烘一个小时，就可以了，对吧？"
    },
    {
      "id": 269,
      "en": "No.",
      "cn": "不。"
    },
    {
      "id": 270,
      "en": "Since you're washing delicates and cotton, you should set the dryer to medium heat and for 20 minutes.",
      "cn": "由于你在洗细致的衣物和棉质衣物，你应该把烘干机设置为中温，烘20分钟。"
    },
    {
      "id": 271,
      "en": "You know what?",
      "cn": "你知道吗？"
    },
    {
      "id": 272,
      "en": "I'll just have everything dry cleaned.",
      "cn": "我就让所有东西干洗。"
    },
    {
      "id": 273,
      "en": "Have you ever had any laundry mishaps?",
      "cn": "你有没有遇到过洗衣事故？"
    },
    {
      "id": 274,
      "en": "Have you ever lost a sock, died something?",
      "cn": "你有没有丢过袜子，染过东西？"
    },
    {
      "id": 275,
      "en": "Have I ever?",
      "cn": "我有吗？"
    },
    {
      "id": 276,
      "en": "I hate doing the laundry.",
      "cn": "我讨厌洗衣服。"
    },
    {
      "id": 277,
      "en": "Why?",
      "cn": "为什么？"
    },
    {
      "id": 278,
      "en": "So much.",
      "cn": "太麻烦了。"
    },
    {
      "id": 279,
      "en": "It's time consuming.",
      "cn": "这很耗时间。"
    },
    {
      "id": 280,
      "en": "It takes a lot of time and I just have no Patience.",
      "cn": "这需要很多时间，我就是没有耐心。"
    },
    {
      "id": 281,
      "en": "And so normally when I was in, well, at least when I was in college, I would take all of my laundry in a bag and I'd throw it in the washing machine and I put it on cold, you know, because cold water, it's okay for all colors, but hot water makes the colors bleed.",
      "cn": "所以通常当我在，嗯，至少在大学时，我会把所有的脏衣服放在一个袋子里，扔进洗衣机，设置为冷水，你知道，因为冷水对所有颜色都可以，但热水会让颜色褪色。"
    },
    {
      "id": 282,
      "en": "I took out the clothes and put them in the dryer and afterwards I saw all my clothes were clean, except for my three sweaters, which were small enough for babies.",
      "cn": "我把衣服拿出来放进烘干机，之后我发现我的衣服都干净了，除了我的三件毛衣，变得小得像婴儿的。"
    },
    {
      "id": 283,
      "en": "You shrunk it.",
      "cn": "你把它缩小了。"
    },
    {
      "id": 284,
      "en": "Yeah, I shrunk three of them brand new sweaters.",
      "cn": "是的，我把三件全新的毛衣缩小了。"
    },
    {
      "id": 285,
      "en": "That's too bad.",
      "cn": "真可惜。"
    },
    {
      "id": 286,
      "en": "The problem that I have when doing laundry is that I forget that I started doing laundry.",
      "cn": "我洗衣服时遇到的问题是我忘记我开始洗衣服了。"
    },
    {
      "id": 287,
      "en": "So all of a sudden, you know, I'm doing laundry in the morning and then clothes are washed, but they're still in the washing machine.",
      "cn": "所以突然间，你知道，我早上在洗衣服，然后衣服洗好了，但它们还在洗衣机里。"
    },
    {
      "id": 288,
      "en": "And I remember like the next day.",
      "cn": "我记得是第二天。"
    },
    {
      "id": 289,
      "en": "So then the clothes are like kind of smelling like kind of humid because they're moldy.",
      "cn": "所以衣服有点发霉，因为它们有点潮湿。"
    },
    {
      "id": 290,
      "en": "So I have to rewash them and it's just like a pain.",
      "cn": "所以我得重新洗一遍，真是麻烦。"
    },
    {
      "id": 291,
      "en": "Yeah, but doing laundry is sometimes so time consuming.",
      "cn": "是的，但洗衣服有时真的很耗时间。"
    },
    {
      "id": 292,
      "en": "But let us know what you think.",
      "cn": "不过告诉我们你的想法。"
    },
    {
      "id": 293,
      "en": "Do you like doing laundry or have you ever lost a sock?",
      "cn": "你喜欢洗衣服吗，还是你曾经丢过一只袜子？"
    },
    {
      "id": 294,
      "en": "I think everyone has lost a sock or something in the washing, right?",
      "cn": "我觉得每个人在洗衣时都丢过一只袜子或其他东西，对吧？"
    },
    {
      "id": 295,
      "en": "I don't know what happens.",
      "cn": "我不知道发生了什么。"
    },
    {
      "id": 296,
      "en": "There's a secret home for socks somewhere.",
      "cn": "袜子在某个地方有一个秘密的家。"
    },
    {
      "id": 297,
      "en": "It's so weird.",
      "cn": "这太奇怪了。"
    },
    {
      "id": 298,
      "en": "Maybe it's in Australia or something.",
      "cn": "也许在澳大利亚什么的。"
    },
    {
      "id": 299,
      "en": "So come to our website, EnglishPod.com.",
      "cn": "所以来我们的网站，EnglishPod.com。"
    },
    {
      "id": 300,
      "en": "Give us all your feedback, questions, comments or suggestions.",
      "cn": "给我们你的反馈、问题、评论或建议。"
    },
    {
      "id": 301,
      "en": "And we're always there.",
      "cn": "我们一直在这里。"
    },
    {
      "id": 302,
      "en": "Alright, hope to hear from you soon.",
      "cn": "好吧，希望很快能听到你的消息。"
    },
    {
      "id": 303,
      "en": "And until next time, everyone.",
      "cn": "下次见，大家。"
    },
    {
      "id": 304,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}