{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0352",
  "title": "EnglishPod 中高级 0352",
  "totalSegments": 189,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And today, Marco, we're talking about some very special places, right?",
      "cn": "今天，Marco，我们要谈论一些非常特别的地方，对吗？"
    },
    {
      "id": 5,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 6,
      "en": "Today we're going to talk about the famous list of the seven wonders of the world.",
      "cn": "今天我们要讨论世界七大奇迹的著名名单。"
    },
    {
      "id": 7,
      "en": "So you've probably heard about this before.",
      "cn": "所以你可能听说过这个。"
    },
    {
      "id": 8,
      "en": "We're not going to tell you what this means quite yet.",
      "cn": "我们还不打算告诉你这是什么意思。"
    },
    {
      "id": 9,
      "en": "Take a listen to today's dialogue.",
      "cn": "听听今天的对话。"
    },
    {
      "id": 10,
      "en": "And when we come back, we'll talk a little bit more about what these wonders are and where they are.",
      "cn": "等我们回来时，我们会再谈谈这些奇迹是什么以及它们在哪里。"
    },
    {
      "id": 11,
      "en": "Have you seen this news article?",
      "cn": "你看到这篇新闻文章了吗？"
    },
    {
      "id": 12,
      "en": "Apparently, an organization has made a list to name the new seven wonders of the world and people could vote for them online.",
      "cn": "显然，一个组织列出了新的世界七大奇迹，人们可以在线投票。"
    },
    {
      "id": 13,
      "en": "Wow, that's really interesting.",
      "cn": "哇，真有趣。"
    },
    {
      "id": 14,
      "en": "So who won?",
      "cn": "那么谁赢了？"
    },
    {
      "id": 15,
      "en": "Well, the Great Wall of China, the Taj Mahal in India.",
      "cn": "嗯，中国的长城，印度的泰姬陵。"
    },
    {
      "id": 16,
      "en": "I've been there.",
      "cn": "我去过那里。"
    },
    {
      "id": 17,
      "en": "It really is an amazing work of architecture and art.",
      "cn": "它真的是一项令人惊叹的建筑和艺术作品。"
    },
    {
      "id": 18,
      "en": "The entire complex is made of white marble and in the interior of the tomb, the walls are covered with gems and emeralds.",
      "cn": "整个建筑群是由白色大理石制成的，墓室内部的墙壁上覆盖着宝石和翡翠。"
    },
    {
      "id": 19,
      "en": "Cool.",
      "cn": "酷。"
    },
    {
      "id": 20,
      "en": "Also amongst the winners is Petra in Jordan, Machu Picchu in Peru, and the pyramid in Chichen Itza in Mexico.",
      "cn": "获胜者中还有约旦的佩特拉，秘鲁的马丘比丘，以及墨西哥的奇琴伊察金字塔。"
    },
    {
      "id": 21,
      "en": "Wait a minute, it also says that the Christ Redeemer statue in Brazil and the Colosseum in Rome are wonders.",
      "cn": "等一下，它还说巴西的基督救世主雕像和罗马的斗兽场也是奇迹。"
    },
    {
      "id": 22,
      "en": "I would love to go to Italy and see the Colosseum.",
      "cn": "我很想去意大利看看斗兽场。"
    },
    {
      "id": 23,
      "en": "Stay in the middle like a gladiator.",
      "cn": "像角斗士一样待在中间。"
    },
    {
      "id": 24,
      "en": "Well, let's see if we can find some cheap airfare and we can go towards the end of the year.",
      "cn": "好吧，让我们看看能否找到便宜的机票，年底可以去。"
    },
    {
      "id": 25,
      "en": "Good idea.",
      "cn": "好主意。"
    },
    {
      "id": 26,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 27,
      "en": "So let's talk about these very interesting places all over the world, now on Language Takeaway.",
      "cn": "现在让我们在Language Takeaway中谈谈这些世界各地非常有趣的地方。"
    },
    {
      "id": 28,
      "en": "Language Takeaway.",
      "cn": "Language Takeaway。"
    },
    {
      "id": 29,
      "en": "So the set phrase for this, Marco, is the seven wonders of the world.",
      "cn": "所以Marco，这个短语是世界七大奇迹。"
    },
    {
      "id": 30,
      "en": "Now the key here is the word wonder.",
      "cn": "这里的关键是“奇迹”这个词。"
    },
    {
      "id": 31,
      "en": "What is a wonder?",
      "cn": "什么是奇迹？"
    },
    {
      "id": 32,
      "en": "Right, a wonder is something very amazing, incredible.",
      "cn": "对，奇迹是非常惊人、不可思议的东西。"
    },
    {
      "id": 33,
      "en": "It's something that's beyond your imagination almost.",
      "cn": "它几乎是超出你想象的东西。"
    },
    {
      "id": 34,
      "en": "That's right, you can't even imagine how man or how someone created it.",
      "cn": "没错，你甚至无法想象人类或某人是如何创造它的。"
    },
    {
      "id": 35,
      "en": "And so wonderful is a similar word, that's an adjective, something that's just great, fantastic, is wonderful.",
      "cn": "所以“美妙”是一个类似的词，是形容词，表示某事很棒、很奇妙。"
    },
    {
      "id": 36,
      "en": "A wonder is something very, very special.",
      "cn": "奇迹是非常特别的东西。"
    },
    {
      "id": 37,
      "en": "And here we have seven of them.",
      "cn": "这里我们有七个。"
    },
    {
      "id": 38,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 39,
      "en": "So it's a list, basically, that you can see even online about these wonders all over the world.",
      "cn": "所以这基本上是一个名单，你甚至可以在网上看到这些世界各地的奇迹。"
    },
    {
      "id": 40,
      "en": "And they're so special because they are amazing works of art and architecture.",
      "cn": "它们之所以特别，是因为它们是惊人的艺术和建筑作品。"
    },
    {
      "id": 41,
      "en": "And starting off with one of the most famous ones is in China.",
      "cn": "开始时最著名的一个在中国。"
    },
    {
      "id": 42,
      "en": "It's the Great Wall of China.",
      "cn": "它是中国的长城。"
    },
    {
      "id": 43,
      "en": "I think what's special about this, I've heard, is that when astronauts are in space it's so long and so distinct they can actually see the Great Wall.",
      "cn": "我听说这个地方特别之处在于，当宇航员在太空时，它如此漫长且独特，他们实际上可以看到长城。"
    },
    {
      "id": 44,
      "en": "Yeah, that's what I've heard as well.",
      "cn": "是的，我也听说过。"
    },
    {
      "id": 45,
      "en": "It's a very long wall, thousands of kilometers long.",
      "cn": "它是一面非常长的墙，长达数千公里。"
    },
    {
      "id": 46,
      "en": "That's right, and it goes east to west all across the northern border of China.",
      "cn": "没错，它从东到西贯穿中国北部边界。"
    },
    {
      "id": 47,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 48,
      "en": "So it's a very big wall and what's interesting about it is that it was built such a long time ago and that the techniques used to make it were very special.",
      "cn": "所以它是一面非常大的墙，令人感兴趣的是，它是在很久以前建造的，建造它的技术非常特别。"
    },
    {
      "id": 49,
      "en": "That's right, and sometimes you might hear us talk about the Great Wall instead of the Great Wall of China.",
      "cn": "没错，有时你可能会听我们说长城，而不是中国的长城。"
    },
    {
      "id": 50,
      "en": "And so that's just a hint, it's easy to say Great Wall, you can say them both ways though.",
      "cn": "这只是一个提示，简单说长城，你可以两种方式说。"
    },
    {
      "id": 51,
      "en": "Exactly.",
      "cn": "没错。"
    },
    {
      "id": 52,
      "en": "Now moving west towards India we have another very amazing work of architecture, it's called the Taj Mahal.",
      "cn": "现在向西移动到印度，我们有另一项非常惊人的建筑作品，叫做泰姬陵。"
    },
    {
      "id": 53,
      "en": "Now the Taj Mahal is in North India in a city called Agra and it's very special because it's massive, it's very big, and it's all white marble.",
      "cn": "泰姬陵位于印度北部的阿格拉市，它非常特别，因为它巨大，完全是白色大理石。"
    },
    {
      "id": 54,
      "en": "That's right, and it's interesting because this place, the Taj Mahal, is not really a temple, it was actually a tomb.",
      "cn": "没错，有趣的是，这个地方，泰姬陵，实际上并不是一座寺庙，而是一个墓。"
    },
    {
      "id": 55,
      "en": "All right, now that's an interesting word to look at.",
      "cn": "好吧，现在这是一个有趣的词。"
    },
    {
      "id": 56,
      "en": "A tomb, a tomb is a place where we Bury someone, you know, after someone dies.",
      "cn": "墓，墓是我们埋葬某人的地方，你知道，在某人去世后。"
    },
    {
      "id": 57,
      "en": "Maybe if you have a lot of money, you're very rich, you want to put that body in a very special sacred place and that's called a tomb.",
      "cn": "也许如果你有很多钱，你非常富有，你想把那个尸体放在一个非常特别的神圣地方，这就叫做墓。"
    },
    {
      "id": 58,
      "en": "That's right, so this is actually what the Taj Mahal is.",
      "cn": "没错，这实际上就是泰姬陵。"
    },
    {
      "id": 59,
      "en": "Now we saw in the dialogue that the entire complex of the Taj Mahal is made of white marble, so when we talk about the entire complex, what do we mean?",
      "cn": "我们在对话中看到，整个泰姬陵建筑群是由白色大理石制成的，那么当我们谈论整个建筑群时，我们是什么意思？"
    },
    {
      "id": 60,
      "en": "Well, complex here is a noun, you might have heard it in other situations where it's an adjective, it means something different, but here a complex means many buildings together, right?",
      "cn": "嗯，建筑群在这里是一个名词，你可能在其他情况下听过它作为形容词，意思不同，但这里的建筑群是指许多建筑在一起，对吗？"
    },
    {
      "id": 61,
      "en": "So you can say the Taj Mahal is one building, but the Taj Mahal complex maybe has four or five buildings together, so a side temple and a gate house, and so we say a complex is a grouping of buildings.",
      "cn": "所以你可以说泰姬陵是一座建筑，但泰姬陵建筑群可能有四或五座建筑在一起，比如一个侧庙和一个门楼，所以我们说建筑群是建筑的组合。"
    },
    {
      "id": 62,
      "en": "That's right, very good.",
      "cn": "没错，非常好。"
    },
    {
      "id": 63,
      "en": "So now let's move on, let's take a look at Language Takeaway Part 2 and let's continue talking about these wonders of the world.",
      "cn": "现在让我们继续，看看Language Takeaway第二部分，继续谈论这些世界奇迹。"
    },
    {
      "id": 64,
      "en": "Now the top of our list in Language Takeaway Part 2 is actually a place I would love to go to, I've never been there.",
      "cn": "现在我们在Language Takeaway第二部分的名单顶部实际上是一个我很想去的地方，我从未去过。"
    },
    {
      "id": 65,
      "en": "It's in Jordan, which is a country in the Middle East, and it's called Petra.",
      "cn": "它在约旦，这是一个位于中东的国家，叫做佩特拉。"
    },
    {
      "id": 66,
      "en": "Petra, that's right.",
      "cn": "佩特拉，没错。"
    },
    {
      "id": 67,
      "en": "This is actually a city, but it's also known as the Lost City of Petra, right?",
      "cn": "这实际上是一个城市，但它也被称为失落的佩特拉城，对吗？"
    },
    {
      "id": 68,
      "en": "That's right, and what's unique about this city is that the city is built, it's carved out of stone in this cliff, so it's not just pieces of stone put together, it's actually inside the rocks.",
      "cn": "没错，这个城市的独特之处在于，它是从悬崖上的石头雕刻而成的，所以它不仅仅是把石头拼在一起，而是实际上在岩石内部。"
    },
    {
      "id": 69,
      "en": "Exactly.",
      "cn": "没错。"
    },
    {
      "id": 70,
      "en": "So it's very famous, you've probably seen it in movies like Indiana Jones, there's a big part of the scenes that go on inside Petra.",
      "cn": "所以它非常著名，你可能在《印第安纳·琼斯》等电影中见过它，里面有很多场景发生在佩特拉。"
    },
    {
      "id": 71,
      "en": "Very special place, and again very unique.",
      "cn": "非常特别的地方，再次非常独特。"
    },
    {
      "id": 72,
      "en": "Now the next site is actually very far away in South America, and again it's ancient and very intricate.",
      "cn": "现在下一个地方实际上在南美，非常遥远，而且又古老又复杂。"
    },
    {
      "id": 73,
      "en": "It's called Machu Picchu.",
      "cn": "它叫马丘比丘。"
    },
    {
      "id": 74,
      "en": "That's right, so this is in one of those very old cities that are actually in ruins now, and the interesting thing about it is that it's very high up in like a little mountain.",
      "cn": "没错，这实际上是一个非常古老的城市，现在已经是废墟，令人感兴趣的是，它位于一个小山上。"
    },
    {
      "id": 75,
      "en": "And those mountains there, those are the Andes, right?",
      "cn": "那些山是安第斯山脉，对吗？"
    },
    {
      "id": 76,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 77,
      "en": "So Machu Picchu, also a very famous place.",
      "cn": "所以马丘比丘也是一个非常著名的地方。"
    },
    {
      "id": 78,
      "en": "Many visitors from all over the world go there as well.",
      "cn": "来自世界各地的许多游客也会去那里。"
    },
    {
      "id": 79,
      "en": "And another main attraction around the world are the pyramids.",
      "cn": "另一个主要的世界景点是金字塔。"
    },
    {
      "id": 80,
      "en": "So we have some pyramids in Egypt, I think those are the most well-known ones.",
      "cn": "所以我们在埃及有一些金字塔，我认为那些是最著名的。"
    },
    {
      "id": 81,
      "en": "That's right, the pyramids in Egypt, like the pyramid at Giza, are very big structures.",
      "cn": "没错，埃及的金字塔，比如吉萨的金字塔，是非常大的结构。"
    },
    {
      "id": 82,
      "en": "I mean they're huge, and they were built thousands of years ago, but they're still here because they were built so well.",
      "cn": "我是说它们巨大，建于数千年前，但它们仍然存在，因为它们建造得非常好。"
    },
    {
      "id": 83,
      "en": "But they're also very famous pyramids, like the one we heard about today in the dialogue in Mexico.",
      "cn": "但还有一些非常著名的金字塔，比如我们今天在对话中听到的墨西哥的金字塔。"
    },
    {
      "id": 84,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 85,
      "en": "It's a little bit different though, because the pyramids, as most of us know them, they're very smooth on the sides, you would say.",
      "cn": "不过这有点不同，因为金字塔，正如我们大多数人所知，它们的侧面非常光滑。"
    },
    {
      "id": 86,
      "en": "Yeah, you can't climb on them, really.",
      "cn": "是的，你真的不能爬上去。"
    },
    {
      "id": 87,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 88,
      "en": "Well this one in Mexico actually has kind of like steps, so it's a different type of pyramid, but the shape is very similar.",
      "cn": "而墨西哥的这个金字塔实际上有点像台阶，所以它是一种不同类型的金字塔，但形状非常相似。"
    },
    {
      "id": 89,
      "en": "All right, so the pyramids here are in a place called Chichen Itza, you might have heard of that.",
      "cn": "好吧，这里的金字塔位于一个叫奇琴伊察的地方，你可能听说过。"
    },
    {
      "id": 90,
      "en": "And we have another place though, which is also in South America, in the city of Rio de Janeiro.",
      "cn": "但我们还有另一个地方，也在南美，位于里约热内卢市。"
    },
    {
      "id": 91,
      "en": "Now this one is actually a statue, right?",
      "cn": "这个实际上是一个雕像，对吗？"
    },
    {
      "id": 92,
      "en": "That's right, it's called the Christ Redeemer.",
      "cn": "没错，叫做基督救世主。"
    },
    {
      "id": 93,
      "en": "It's a very big statue, very famous, you've seen it maybe in pictures.",
      "cn": "这是一个非常大的雕像，非常著名，你可能在照片中见过它。"
    },
    {
      "id": 94,
      "en": "It's a statue of Jesus with his arms open.",
      "cn": "这是一个耶稣的雕像，双臂张开。"
    },
    {
      "id": 95,
      "en": "Now the word redeemer, okay, a redeemer is a person, someone who does something, who redeems.",
      "cn": "现在“救世主”这个词，好的，救世主是一个人，做某事的人，拯救的人。"
    },
    {
      "id": 96,
      "en": "What does it mean to be a redeemer?",
      "cn": "成为救世主意味着什么？"
    },
    {
      "id": 97,
      "en": "Well a redeemer is a person that saves souls, for example.",
      "cn": "嗯，救世主是拯救灵魂的人，例如。"
    },
    {
      "id": 98,
      "en": "So if you redeem yourself, you're redeeming yourself of your sins maybe.",
      "cn": "所以如果你救赎自己，你可能是在救赎自己的罪。"
    },
    {
      "id": 99,
      "en": "Well yeah, you're taking value back, right?",
      "cn": "嗯，是的，你是在恢复价值，对吧？"
    },
    {
      "id": 100,
      "en": "And so in the case of Jesus, he is taking away the sins of the world, and he's redeeming, you know, that's why his arms are out.",
      "cn": "所以在耶稣的情况下，他正在消除世界的罪孽，他在救赎，所以他的手臂是张开的。"
    },
    {
      "id": 101,
      "en": "He's redeeming all people.",
      "cn": "他正在拯救所有人。"
    },
    {
      "id": 102,
      "en": "And that's the idea I think behind the Christ Redeemer statue.",
      "cn": "这就是我认为基督救世主雕像背后的理念。"
    },
    {
      "id": 103,
      "en": "So the verb redeem, like you can use it in everyday life if you take a coupon and you redeem it.",
      "cn": "所以动词“redeem”，就像你在日常生活中使用的，如果你拿着优惠券去兑换。"
    },
    {
      "id": 104,
      "en": "That means you, yeah, you collect the value.",
      "cn": "这意味着你，没错，你收集了价值。"
    },
    {
      "id": 105,
      "en": "You collect the value, right?",
      "cn": "你收集了价值，对吧？"
    },
    {
      "id": 106,
      "en": "So you can use it, actually, this word in everyday life.",
      "cn": "所以你实际上可以在日常生活中使用这个词。"
    },
    {
      "id": 107,
      "en": "You can.",
      "cn": "可以。"
    },
    {
      "id": 108,
      "en": "And moving on now towards Europe, we have the famous Colosseum.",
      "cn": "现在我们继续前往欧洲，我们有著名的斗兽场。"
    },
    {
      "id": 109,
      "en": "Ooh, now I love this one.",
      "cn": "哦，我真的很喜欢这个。"
    },
    {
      "id": 110,
      "en": "I've actually been there, and I know you have too recently.",
      "cn": "我实际上去过那里，我知道你最近也去过。"
    },
    {
      "id": 111,
      "en": "Yes, yes.",
      "cn": "是的，是的。"
    },
    {
      "id": 112,
      "en": "But this is a circular, like a round stadium.",
      "cn": "但这是一个圆形的体育场。"
    },
    {
      "id": 113,
      "en": "So it's a place where you play sports.",
      "cn": "所以这是一个进行体育活动的地方。"
    },
    {
      "id": 114,
      "en": "Well, you did.",
      "cn": "嗯，你是说。"
    },
    {
      "id": 115,
      "en": "It's from, you know, thousands of years ago, the Roman Empire, and it's in very good shape, I would say.",
      "cn": "它来自，知道吗，几千年前的罗马帝国，我会说它保持得很好。"
    },
    {
      "id": 116,
      "en": "You can still see it.",
      "cn": "你仍然可以看到它。"
    },
    {
      "id": 117,
      "en": "Yeah, so it's generally called the Colosseum, although a Colosseum as we know it now can also be the same thing, right?",
      "cn": "是的，所以它通常被称为斗兽场，尽管我们现在所知的斗兽场也可以是同样的东西，对吧？"
    },
    {
      "id": 118,
      "en": "A structure where sports or activities are played.",
      "cn": "一个进行体育或活动的结构。"
    },
    {
      "id": 119,
      "en": "Basically, yeah, a Colosseum is an old stadium.",
      "cn": "基本上，是的，斗兽场是一个古老的体育场。"
    },
    {
      "id": 120,
      "en": "But the Colosseum, like you said, is definitely the Colosseum in Rome.",
      "cn": "但正如你所说，斗兽场绝对是罗马的斗兽场。"
    },
    {
      "id": 121,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 122,
      "en": "And we've probably seen movies of ancient Rome where sports or activities were taking place, specifically gladiator fights.",
      "cn": "我们可能看过古罗马的电影，其中进行着体育或活动，特别是角斗士的战斗。"
    },
    {
      "id": 123,
      "en": "So that's our word there, gladiator.",
      "cn": "所以我们的词是角斗士。"
    },
    {
      "id": 124,
      "en": "Yeah, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 125,
      "en": "So a gladiator is actually a person.",
      "cn": "所以角斗士实际上是一个人。"
    },
    {
      "id": 126,
      "en": "And a gladiator was a man who, thousands of years ago during the Roman Empire, would fight maybe other men or animals, and he had to fight to stay alive.",
      "cn": "角斗士是一个人，几千年前在罗马帝国期间，他可能与其他人或动物战斗，他必须战斗以求生存。"
    },
    {
      "id": 127,
      "en": "So that was his profession, basically, to be a gladiator.",
      "cn": "所以这基本上是他的职业，成为一个角斗士。"
    },
    {
      "id": 128,
      "en": "So now as you are a boxer, back then you were a gladiator.",
      "cn": "所以现在你是一个拳击手，那个时候你是一个角斗士。"
    },
    {
      "id": 129,
      "en": "Yeah, and there are actually some very famous movies about gladiators, like the movie Gladiator with Russell Crowe.",
      "cn": "是的，实际上有一些非常著名的关于角斗士的电影，比如拉塞尔·克劳的电影《角斗士》。"
    },
    {
      "id": 130,
      "en": "So it's a pretty common word these days.",
      "cn": "所以现在这个词相当常见。"
    },
    {
      "id": 131,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 132,
      "en": "Okay, so let's take a break.",
      "cn": "好吧，我们休息一下。"
    },
    {
      "id": 133,
      "en": "Let's listen to our dialogue again, and we'll be back in a bit.",
      "cn": "让我们再听一遍我们的对话，我们稍后会回来。"
    },
    {
      "id": 134,
      "en": "Have you seen this news article?",
      "cn": "你看到这篇新闻文章了吗？"
    },
    {
      "id": 135,
      "en": "Apparently, an organization has made a list to name the new seven wonders of the world, and people could vote for them online.",
      "cn": "显然，一个组织列出了新世界七大奇迹，人们可以在线投票。"
    },
    {
      "id": 136,
      "en": "Wow, that's really interesting.",
      "cn": "哇，真有趣。"
    },
    {
      "id": 137,
      "en": "So who won?",
      "cn": "那么谁赢了？"
    },
    {
      "id": 138,
      "en": "Well, the Great Wall of China, the Taj Mahal in India.",
      "cn": "嗯，中国的长城，印度的泰姬陵。"
    },
    {
      "id": 139,
      "en": "I've been there.",
      "cn": "我去过那里。"
    },
    {
      "id": 140,
      "en": "It really is an amazing work of architecture and art.",
      "cn": "它确实是一个令人惊叹的建筑和艺术作品。"
    },
    {
      "id": 141,
      "en": "The entire complex is made of white marble, and in the interior of the tomb, the walls are covered with gems and emeralds.",
      "cn": "整个建筑群由白色大理石制成，墓室内部的墙壁上覆盖着宝石和翡翠。"
    },
    {
      "id": 142,
      "en": "Cool.",
      "cn": "酷。"
    },
    {
      "id": 143,
      "en": "Also amongst the winners is Petra in Jordan, Machu Picchu in Peru, and the pyramid in Chichen Itza in Mexico.",
      "cn": "获胜者中还有约旦的佩特拉，秘鲁的马丘比丘，以及墨西哥的奇琴伊察金字塔。"
    },
    {
      "id": 144,
      "en": "Wait a minute.",
      "cn": "等一下。"
    },
    {
      "id": 145,
      "en": "It also says that the Christ Redeemer statue in Brazil and the Colosseum in Rome are wonders.",
      "cn": "还说巴西的基督救世主雕像和罗马的斗兽场也是奇迹。"
    },
    {
      "id": 146,
      "en": "I would love to go to Italy and see the Colosseum.",
      "cn": "我很想去意大利看看斗兽场。"
    },
    {
      "id": 147,
      "en": "Stay in the middle like a gladiator.",
      "cn": "像角斗士一样待在中间。"
    },
    {
      "id": 148,
      "en": "Well, let's see if we can find some cheap airfare, and we can go towards the end of the year.",
      "cn": "好吧，让我们看看能否找到一些便宜的机票，我们可以在年底前往。"
    },
    {
      "id": 149,
      "en": "Good idea.",
      "cn": "好主意。"
    },
    {
      "id": 150,
      "en": "All right, so this list that we gave you are actually the new seven wonders of the world.",
      "cn": "好吧，我们给你的这个名单实际上是新世界七大奇迹。"
    },
    {
      "id": 151,
      "en": "It was voted online.",
      "cn": "这是在线投票的。"
    },
    {
      "id": 152,
      "en": "People all over the world out of different candidates or different places that were considered to be the new seven wonders of the world.",
      "cn": "世界各地的人们从不同的候选者或被认为是新世界七大奇迹的不同地方中投票。"
    },
    {
      "id": 153,
      "en": "Among those, like, some of them that didn't win, for example, was Angkor Wat in Cambodia.",
      "cn": "其中一些没有获胜的，比如柬埔寨的吴哥窟。"
    },
    {
      "id": 154,
      "en": "Yeah, I never understood that.",
      "cn": "是的，我从来不理解这一点。"
    },
    {
      "id": 155,
      "en": "You know, I think Angkor Wat is such an amazing place and so big and it was the the heart of this old civilization.",
      "cn": "你知道，我认为吴哥窟是一个如此惊人的地方，规模如此庞大，它是这个古老文明的心脏。"
    },
    {
      "id": 156,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 157,
      "en": "And instead we have other things like a statue.",
      "cn": "而我们却有其他东西，比如一个雕像。"
    },
    {
      "id": 158,
      "en": "Yeah, I don't agree with it as well.",
      "cn": "是的，我也不同意。"
    },
    {
      "id": 159,
      "en": "But actually the Statue of Liberty of the United States was also considered as a candidate for a wonder of the world.",
      "cn": "但实际上，美国的自由女神像也被认为是世界奇迹的候选者。"
    },
    {
      "id": 160,
      "en": "Well, that's right.",
      "cn": "嗯，没错。"
    },
    {
      "id": 161,
      "en": "America doesn't have any wonders.",
      "cn": "美国没有任何奇迹。"
    },
    {
      "id": 162,
      "en": "You have natural wonders, I think.",
      "cn": "我认为你们有自然奇迹。"
    },
    {
      "id": 163,
      "en": "The Grand Canyon is considered, I think, one of those natural wonders.",
      "cn": "大峡谷被认为是其中一个自然奇迹。"
    },
    {
      "id": 164,
      "en": "Yes, I think Niagara Falls also, maybe.",
      "cn": "是的，我认为尼亚加拉大瀑布也许也是。"
    },
    {
      "id": 165,
      "en": "But that's an interesting point, though, Marco.",
      "cn": "但这是一个有趣的观点，马尔科。"
    },
    {
      "id": 166,
      "en": "We've got the great wonders of the world and we've got the natural wonders.",
      "cn": "我们有伟大的世界奇迹，还有自然奇迹。"
    },
    {
      "id": 167,
      "en": "What's the difference?",
      "cn": "这有什么区别？"
    },
    {
      "id": 168,
      "en": "Well, a natural wonder of the world means that it's there naturally.",
      "cn": "嗯，世界自然奇迹意味着它是自然存在的。"
    },
    {
      "id": 169,
      "en": "It's not man-made.",
      "cn": "它不是人造的。"
    },
    {
      "id": 170,
      "en": "All of these things that we see here, somebody had to make them.",
      "cn": "我们在这里看到的所有这些东西，都是有人制造的。"
    },
    {
      "id": 171,
      "en": "Whereas, for example, the Grand Canyon or Niagara Falls, they are there naturally.",
      "cn": "而例如，大峡谷或尼亚加拉大瀑布，它们是自然存在的。"
    },
    {
      "id": 172,
      "en": "It's by nature.",
      "cn": "这是自然的。"
    },
    {
      "id": 173,
      "en": "All right, so man-made versus natural or made by nature.",
      "cn": "好吧，人造的与自然的或自然形成的。"
    },
    {
      "id": 174,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 175,
      "en": "So it's very interesting because you have, like we said, natural seven wonders of the world.",
      "cn": "所以这很有趣，因为你有，正如我们所说的，世界七大自然奇迹。"
    },
    {
      "id": 176,
      "en": "You have these, the new ones.",
      "cn": "你有这些新的。"
    },
    {
      "id": 177,
      "en": "You have the ancient world wonders, which none of them exist anymore.",
      "cn": "你有古代世界的奇迹，其中没有一个再存在了。"
    },
    {
      "id": 178,
      "en": "I think only the pyramids.",
      "cn": "我认为只有金字塔。"
    },
    {
      "id": 179,
      "en": "The hanging gardens of Babylon and the Colossus at Rhodes.",
      "cn": "巴比伦的空中花园和罗德岛的巨像。"
    },
    {
      "id": 180,
      "en": "Yeah, those ones are very cool, but not, like you said, not around anymore.",
      "cn": "是的，那些非常酷，但正如你所说，已经不存在了。"
    },
    {
      "id": 181,
      "en": "So, but maybe some of you, actually, maybe your countries were considered to host one of these wonders, or maybe you voted for some of them.",
      "cn": "所以，也许你们中的一些人，实际上，也许你们的国家被认为拥有这些奇迹之一，或者也许你们为其中一些投了票。"
    },
    {
      "id": 182,
      "en": "Yeah, let us know.",
      "cn": "是的，让我们知道。"
    },
    {
      "id": 183,
      "en": "What is a wonder where you come from?",
      "cn": "你来自哪里有什么奇迹？"
    },
    {
      "id": 184,
      "en": "Doesn't have to be on this list.",
      "cn": "不一定要在这个名单上。"
    },
    {
      "id": 185,
      "en": "It can be something you think is wonderful.",
      "cn": "它可以是你认为很棒的东西。"
    },
    {
      "id": 186,
      "en": "Let us know.",
      "cn": "让我们知道。"
    },
    {
      "id": 187,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是EnglishPod.com。"
    },
    {
      "id": 188,
      "en": "All right, we'll see you guys there.",
      "cn": "好吧，我们在那里见。"
    },
    {
      "id": 189,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}