{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0308",
  "title": "Englishpod 初级 英文播客 0308",
  "totalSegments": 153,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "Hi, guys.",
      "cn": "嗨，大家好。"
    },
    {
      "id": 4,
      "en": "My name is Katherine.",
      "cn": "我叫Katherine。"
    },
    {
      "id": 5,
      "en": "And today we're talking about something that is a little bit private.",
      "cn": "今天我们要谈论一些比较私密的事情。"
    },
    {
      "id": 6,
      "en": "That's right, but very necessary to learn in English because it's very, very useful.",
      "cn": "没错，但这是学习英语中非常必要的，因为它非常有用。"
    },
    {
      "id": 7,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 8,
      "en": "So we're talking about clothing, more specifically underwear.",
      "cn": "所以我们要谈论的是服装，更具体地说是内衣。"
    },
    {
      "id": 9,
      "en": "So the clothes you wear under your clothes.",
      "cn": "就是你穿在衣服下面的衣物。"
    },
    {
      "id": 10,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 11,
      "en": "Okay, so let's just jump into the dialogue.",
      "cn": "好的，那我们就直接进入对话吧。"
    },
    {
      "id": 12,
      "en": "Let's see what happens today.",
      "cn": "看看今天会发生什么。"
    },
    {
      "id": 13,
      "en": "And we'll be back in a bit.",
      "cn": "我们稍后会回来。"
    },
    {
      "id": 14,
      "en": "Alright,",
      "cn": "好的，"
    },
    {
      "id": 15,
      "en": "so a lot of great vocab there.",
      "cn": "所以这里有很多很棒的词汇。"
    },
    {
      "id": 16,
      "en": "Let's take a look at that now on Language Takeaway.",
      "cn": "现在让我们在Language Takeaway中看看这些。"
    },
    {
      "id": 17,
      "en": "So the first thing we have here in Language Takeaway is actually very interesting, Marco, because we don't say one underwear or one boxers.",
      "cn": "在Language Takeaway中，我们首先看到的非常有趣，Marco，因为我们不说一条内裤或一条 boxer。"
    },
    {
      "id": 18,
      "en": "We say a pair of.",
      "cn": "我们说一对。"
    },
    {
      "id": 19,
      "en": "Just like pants.",
      "cn": "就像裤子一样。"
    },
    {
      "id": 20,
      "en": "A pair of pants or a pair of underwear.",
      "cn": "一条裤子或一条内裤。"
    },
    {
      "id": 21,
      "en": "A pair of pants, a pair of shorts, of socks.",
      "cn": "一条裤子，一条短裤，一双袜子。"
    },
    {
      "id": 22,
      "en": "The same thing goes for underwear, so I really don't know why because it's one piece.",
      "cn": "内衣也是如此，所以我真的不知道为什么，因为它是一件。"
    },
    {
      "id": 23,
      "en": "So are pants, but basically you have two holes, two places for your legs.",
      "cn": "裤子也是如此，但基本上你有两个洞，两个放腿的地方。"
    },
    {
      "id": 24,
      "en": "So anything with your legs, your socks, your shoes, your pants, your underwear, we say a pair because you've got the both sides, left and right.",
      "cn": "所以任何与腿有关的东西，比如袜子、鞋子、裤子、内衣，我们都说一对，因为你有左右两边。"
    },
    {
      "id": 25,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 26,
      "en": "Alright, so you've got a pair of men's boxers.",
      "cn": "好的，所以你有一条男士内裤。"
    },
    {
      "id": 27,
      "en": "Now, before we describe the underwear part, let's take a look at this other machine, a laundry machine.",
      "cn": "现在，在我们描述内衣部分之前，让我们看看这台洗衣机。"
    },
    {
      "id": 28,
      "en": "Okay, so you know what a machine is.",
      "cn": "好的，你知道什么是机器。"
    },
    {
      "id": 29,
      "en": "It's usually something that uses electricity to help us with a task or a job, but a laundry machine is special because it helps us clean our laundry.",
      "cn": "通常是使用电力来帮助我们完成某项任务或工作，但洗衣机是特别的，因为它帮助我们清洗衣物。"
    },
    {
      "id": 30,
      "en": "What kind of things are laundry?",
      "cn": "什么东西算是洗衣物？"
    },
    {
      "id": 31,
      "en": "So anything that's your clothes.",
      "cn": "所有你的衣服。"
    },
    {
      "id": 32,
      "en": "So basically it's also called a washing machine.",
      "cn": "所以基本上它也被称为洗衣机。"
    },
    {
      "id": 33,
      "en": "Right?",
      "cn": "对吧？"
    },
    {
      "id": 34,
      "en": "So laundry machine or washing machine, same thing.",
      "cn": "所以洗衣机或洗衣机，都是一样的。"
    },
    {
      "id": 35,
      "en": "It uses water and soap to wash your clothes.",
      "cn": "它使用水和肥皂来洗你的衣服。"
    },
    {
      "id": 36,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 37,
      "en": "Okay, so now let's get into the type of underwear here, specifically for men.",
      "cn": "好的，现在让我们进入这里的内衣类型，特别是男士内衣。"
    },
    {
      "id": 38,
      "en": "Usually we have boxers, boxer shorts.",
      "cn": "通常我们有 boxer，短裤。"
    },
    {
      "id": 39,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 40,
      "en": "So shorts means that they're not long, they're short, but boxers, or boxer shorts as you say, are usually pretty loose.",
      "cn": "短裤意味着它们不长，它们是短的，但 boxer，或者你说的 boxer 短裤，通常是比较宽松的。"
    },
    {
      "id": 41,
      "en": "They're not very tight, and they're longer than the other kinds of underwear we have.",
      "cn": "它们不太紧，而且比我们其他种类的内衣要长。"
    },
    {
      "id": 42,
      "en": "Okay, so boxers are a type of underwear that men wear under their clothes, and as you say, they're pretty much shorts.",
      "cn": "好的，所以 boxer 是男士穿在衣服下面的一种内衣，正如你所说，它们基本上就是短裤。"
    },
    {
      "id": 43,
      "en": "But they're called boxers, or you can call them boxer shorts.",
      "cn": "但它们被称为 boxer，或者你可以称它们为 boxer 短裤。"
    },
    {
      "id": 44,
      "en": "Now, I guess the classic or the common form of these are smaller than boxers, and they're tighter, and they are usually made out of some kind of material that stretches.",
      "cn": "现在，我想经典或常见的形式比 boxer 小，而且更紧，通常由某种弹性材料制成。"
    },
    {
      "id": 45,
      "en": "You can pull them a little bit.",
      "cn": "你可以稍微拉一下。"
    },
    {
      "id": 46,
      "en": "And this is, this is again, a smaller version, well, a smaller kind of underwear.",
      "cn": "这又是一个更小的版本，嗯，更小的一种内衣。"
    },
    {
      "id": 47,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 48,
      "en": "So boxers are more like shorts.",
      "cn": "所以 boxer 更像短裤。"
    },
    {
      "id": 49,
      "en": "Briefs are kind of, and briefs are not really shorts.",
      "cn": "内裤有点，内裤并不是真正的短裤。"
    },
    {
      "id": 50,
      "en": "They're more like a, I guess kind of like a swimming suit, they look like.",
      "cn": "它们更像，我想有点像游泳衣，看起来像。"
    },
    {
      "id": 51,
      "en": "Yeah, like a bathing suit bottom for men.",
      "cn": "是的，像男士的泳裤底部。"
    },
    {
      "id": 52,
      "en": "Okay, now, that's it, right?",
      "cn": "好的，现在就这样，对吧？"
    },
    {
      "id": 53,
      "en": "Okay, undies.",
      "cn": "好的，内裤。"
    },
    {
      "id": 54,
      "en": "Okay, so both these things we could actually describe as undies.",
      "cn": "好的，所以这两种东西我们实际上可以称为内裤。"
    },
    {
      "id": 55,
      "en": "That's right, so undies is a common spoken language way of saying underwear.",
      "cn": "没错，所以内裤是口语中常用的说法。"
    },
    {
      "id": 56,
      "en": "Okay, so it's very casual, and it's usually something that we say with our family or friends, especially moms like to say this with their kids.",
      "cn": "好的，所以这非常随意，通常是我们与家人或朋友说的，尤其是妈妈喜欢和孩子说这个。"
    },
    {
      "id": 57,
      "en": "Undies.",
      "cn": "内裤。"
    },
    {
      "id": 58,
      "en": "Alright, honey, I'm going to buy you some new undies this week, and of course, as a child, you feel very embarrassed, but undies is a way to say underwear.",
      "cn": "好吧，亲爱的，我这周要给你买一些新的内裤，当然，作为孩子，你会感到非常尴尬，但内裤是说内衣的一种方式。"
    },
    {
      "id": 59,
      "en": "Alright, okay, so that's all the vocab that we have for you on Language Takeaway.",
      "cn": "好的，所以这就是我们在Language Takeaway中为你准备的所有词汇。"
    },
    {
      "id": 60,
      "en": "Why don't we listen to our dialogue again, and we'll be back in a bit with Fluency Builder.",
      "cn": "我们再听一遍对话，然后稍后会回来进行流利度提升。"
    },
    {
      "id": 61,
      "en": "Lily, I found a pair of men's boxers in the laundry machine this morning.",
      "cn": "Lily，我今天早上在洗衣机里发现了一条男士内裤。"
    },
    {
      "id": 62,
      "en": "What?",
      "cn": "什么？"
    },
    {
      "id": 63,
      "en": "That's weird.",
      "cn": "这很奇怪。"
    },
    {
      "id": 64,
      "en": "Are they your boyfriends?",
      "cn": "它们是你男朋友的？"
    },
    {
      "id": 65,
      "en": "Nah, Kevin only wears briefs.",
      "cn": "不，Kevin只穿内裤。"
    },
    {
      "id": 66,
      "en": "Plus, this pair is extra small.",
      "cn": "而且，这一对是特小号。"
    },
    {
      "id": 67,
      "en": "What do they look like?",
      "cn": "它们看起来怎么样？"
    },
    {
      "id": 68,
      "en": "They're light blue with thin pink stripes.",
      "cn": "它们是浅蓝色的，有细细的粉色条纹。"
    },
    {
      "id": 69,
      "en": "Oh, and there's a Snoopy on it, which is hilarious.",
      "cn": "哦，还有一个史努比，这太搞笑了。"
    },
    {
      "id": 70,
      "en": "Those are my undies!",
      "cn": "那是我的内裤！"
    },
    {
      "id": 71,
      "en": "Alright, we're back, so now let's take a look at some descriptive words in Fluency Builder.",
      "cn": "好的，我们回来了，现在让我们在流利度提升中看看一些描述性词汇。"
    },
    {
      "id": 72,
      "en": "Fluency Builder.",
      "cn": "流利度提升。"
    },
    {
      "id": 73,
      "en": "Alright, so as you said, Marco, we have a lot of great phrases today, and some words for describing underwear.",
      "cn": "好的，正如你所说，Marco，今天我们有很多很棒的短语，还有一些描述内衣的词汇。"
    },
    {
      "id": 74,
      "en": "And you can describe other things with these words as well.",
      "cn": "你也可以用这些词描述其他东西。"
    },
    {
      "id": 75,
      "en": "The first one we have is a phrase, extra small.",
      "cn": "我们首先看到的是一个短语，特小号。"
    },
    {
      "id": 76,
      "en": "Okay, so when you buy underwear the size is, you sometimes get small, extra small, large, medium, but it's just a way of describing how big it is.",
      "cn": "好的，所以当你买内衣时，尺寸有时是小号、特小号、大号、中号，但这只是描述它有多大的方式。"
    },
    {
      "id": 77,
      "en": "Right, so you know the S, the M, and the L are small, medium, and large.",
      "cn": "对，所以你知道S、M和L分别是小号、中号和大号。"
    },
    {
      "id": 78,
      "en": "But if you see the XS, that's extra small, it means it's very small.",
      "cn": "但如果你看到XS，那就是特小号，意味着它非常小。"
    },
    {
      "id": 79,
      "en": "Alright, we also have XL, which is extra large.",
      "cn": "好的，我们还有XL，特大号。"
    },
    {
      "id": 80,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 81,
      "en": "Okay, so now that we've described the size, now we're going to describe a little bit of how they look like, the colors, and maybe any characteristics.",
      "cn": "好的，现在我们描述了尺寸，接下来我们要描述一下它们的外观、颜色和可能的特征。"
    },
    {
      "id": 82,
      "en": "So the first thing that we see is the color is light blue.",
      "cn": "我们看到的第一件事是颜色是浅蓝色。"
    },
    {
      "id": 83,
      "en": "Okay, so we've got blue, which is normal blue.",
      "cn": "好的，所以我们有蓝色，正常的蓝色。"
    },
    {
      "id": 84,
      "en": "We have light blue, which is maybe the color of the sky on a beautiful summer day.",
      "cn": "我们有浅蓝色，可能是美丽夏日天空的颜色。"
    },
    {
      "id": 85,
      "en": "There's also, we didn't hear it in today's dialogue, but there's another color, it's dark blue, which is almost more like purple or black.",
      "cn": "还有，我们在今天的对话中没有听到，但还有另一种颜色，深蓝色，几乎更像紫色或黑色。"
    },
    {
      "id": 86,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 87,
      "en": "So this is the way of describing a color.",
      "cn": "所以这就是描述颜色的方式。"
    },
    {
      "id": 88,
      "en": "Now it can be for any color, except white.",
      "cn": "现在可以用于任何颜色，除了白色。"
    },
    {
      "id": 89,
      "en": "You don't really say light white or dark white.",
      "cn": "你不太会说浅白色或深白色。"
    },
    {
      "id": 90,
      "en": "Yeah, you don't.",
      "cn": "是的，你不会。"
    },
    {
      "id": 91,
      "en": "So you could say light green, dark green, light orange, dark orange.",
      "cn": "所以你可以说浅绿色、深绿色、浅橙色、深橙色。"
    },
    {
      "id": 92,
      "en": "Okay, and now some characteristics.",
      "cn": "好的，现在一些特征。"
    },
    {
      "id": 93,
      "en": "They had some thin pink stripes.",
      "cn": "它们有一些细细的粉色条纹。"
    },
    {
      "id": 94,
      "en": "So we have the word here, thin.",
      "cn": "所以我们这里有一个词，细。"
    },
    {
      "id": 95,
      "en": "Mm-hmm, so not fat, thin.",
      "cn": "嗯，不胖，细。"
    },
    {
      "id": 96,
      "en": "Uh-huh.",
      "cn": "嗯。"
    },
    {
      "id": 97,
      "en": "Pink, we have the color, but what are stripes?",
      "cn": "粉色，我们有颜色，但条纹是什么？"
    },
    {
      "id": 98,
      "en": "Okay, stripes are a very common design for clothes, and you often see stripes, they're like lines, okay?",
      "cn": "好的，条纹是衣服上非常常见的设计，你经常会看到条纹，它们就像线条，好吗？"
    },
    {
      "id": 99,
      "en": "And so that means that you have different lines that are pink.",
      "cn": "这意味着你有不同的粉色线条。"
    },
    {
      "id": 100,
      "en": "You often see stripes on flags.",
      "cn": "你经常会在旗帜上看到条纹。"
    },
    {
      "id": 101,
      "en": "So for example, the American flag has red and white stripes.",
      "cn": "例如，美国国旗有红色和白色的条纹。"
    },
    {
      "id": 102,
      "en": "Okay, very good.",
      "cn": "好，非常好。"
    },
    {
      "id": 103,
      "en": "So as you said, they're lines.",
      "cn": "所以正如你所说，它们是线。"
    },
    {
      "id": 104,
      "en": "And yeah, usually in clothing, you can find maybe shirts.",
      "cn": "是的，通常在衣服上，你可以找到衬衫。"
    },
    {
      "id": 105,
      "en": "They have vertical stripes or sometimes even horizontal stripes.",
      "cn": "它们有竖条纹，有时甚至是横条纹。"
    },
    {
      "id": 106,
      "en": "Yes, but these undies are quite unique.",
      "cn": "是的，但这些内裤很独特。"
    },
    {
      "id": 107,
      "en": "They're very special because they have pink stripes.",
      "cn": "它们非常特别，因为它们有粉色条纹。"
    },
    {
      "id": 108,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 109,
      "en": "Okay, so that's all the language we have for you.",
      "cn": "好吧，这就是我们为你准备的所有语言。"
    },
    {
      "id": 110,
      "en": "Why don't we listen to our dialogue one last time, and we'll be back in a little bit.",
      "cn": "我们最后再听一遍对话，然后我们会很快回来。"
    },
    {
      "id": 111,
      "en": "Lily, I found a pair of men's boxers in the laundry machine this morning.",
      "cn": "Lily，我今天早上在洗衣机里发现了一条男士内裤。"
    },
    {
      "id": 112,
      "en": "What?",
      "cn": "什么？"
    },
    {
      "id": 113,
      "en": "That's weird.",
      "cn": "这很奇怪。"
    },
    {
      "id": 114,
      "en": "Are they your boyfriends?",
      "cn": "它们是你男朋友的吗？"
    },
    {
      "id": 115,
      "en": "Nah, Kevin only wears briefs.",
      "cn": "不，Kevin只穿三角裤。"
    },
    {
      "id": 116,
      "en": "Plus, this pair is extra small.",
      "cn": "而且，这条是特小号。"
    },
    {
      "id": 117,
      "en": "What do they look like?",
      "cn": "它们长什么样？"
    },
    {
      "id": 118,
      "en": "They're light blue with thin pink stripes.",
      "cn": "它们是浅蓝色的，有细粉色条纹。"
    },
    {
      "id": 119,
      "en": "Oh, and there's a snoopy on it, which is hilarious.",
      "cn": "哦，上面还有一个史努比，真搞笑。"
    },
    {
      "id": 120,
      "en": "Those are my undies.",
      "cn": "那是我的内裤。"
    },
    {
      "id": 121,
      "en": "All right, so in this case, we're talking about men's boxer shorts because there was a confusion about the boyfriend.",
      "cn": "好吧，所以在这种情况下，我们在谈论男士平角裤，因为对男朋友有些混淆。"
    },
    {
      "id": 122,
      "en": "But women also wear boxer shorts.",
      "cn": "但女性也穿平角裤。"
    },
    {
      "id": 123,
      "en": "It's very popular now among women.",
      "cn": "现在在女性中非常流行。"
    },
    {
      "id": 124,
      "en": "Yeah, it is.",
      "cn": "是的，确实如此。"
    },
    {
      "id": 125,
      "en": "It's usually something that women wear over their underwear.",
      "cn": "通常是女性在内裤外穿的东西。"
    },
    {
      "id": 126,
      "en": "Women don't really wear boxer shorts as underwear.",
      "cn": "女性并不真的把平角裤当作内裤穿。"
    },
    {
      "id": 127,
      "en": "Women's underwear is smaller.",
      "cn": "女士内裤更小。"
    },
    {
      "id": 128,
      "en": "It's like men's briefs.",
      "cn": "就像男士的三角裤。"
    },
    {
      "id": 129,
      "en": "They're small.",
      "cn": "它们很小。"
    },
    {
      "id": 130,
      "en": "Okay, so if a girl wears boxers, and it's usually for maybe if they're just around the house, and you don't want to wear pants, and you don't want to wear shorts, you can just wear a pair of comfortable boxer shorts.",
      "cn": "好吧，所以如果女孩穿平角裤，通常是因为她们在家里，不想穿裤子，也不想穿短裤，可以穿一条舒适的平角裤。"
    },
    {
      "id": 131,
      "en": "Exactly, like they were pajamas.",
      "cn": "正是如此，就像它们是睡衣。"
    },
    {
      "id": 132,
      "en": "Okay, and actually, I think a lot of girls also use boxer shorts as pajamas, right?",
      "cn": "好吧，实际上，我认为很多女孩也把平角裤当作睡衣，对吗？"
    },
    {
      "id": 133,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 134,
      "en": "They're comfortable, and they're light.",
      "cn": "它们舒适，而且轻便。"
    },
    {
      "id": 135,
      "en": "They're usually made from cotton, which is a nice material to sleep in.",
      "cn": "通常是用棉花制成的，这是一种很好的睡觉材料。"
    },
    {
      "id": 136,
      "en": "Now, when we're talking about briefs, there is also another way that I've heard that they're called sometimes, a more maybe funny way of calling them.",
      "cn": "现在，当我们谈论三角裤时，还有另一种我听说过的叫法，可能更搞笑。"
    },
    {
      "id": 137,
      "en": "Some people say they're called tighty whities.",
      "cn": "有些人说它们叫紧身白裤。"
    },
    {
      "id": 138,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 139,
      "en": "This is usually something we say to joke, because in America, at least many men like to wear... young men like to wear boxers.",
      "cn": "这通常是我们开玩笑时说的，因为在美国，至少很多男人喜欢穿...年轻人喜欢穿平角裤。"
    },
    {
      "id": 140,
      "en": "So they call briefs, tighty whities.",
      "cn": "所以他们称三角裤为紧身白裤。"
    },
    {
      "id": 141,
      "en": "Because usually their briefs are just white, they're plain, they don't have any design or any other color.",
      "cn": "因为通常他们的三角裤就是白色的，简单的，没有任何设计或其他颜色。"
    },
    {
      "id": 142,
      "en": "No, they're plain, and they're white, usually, or gray, and they're tight, not like boxers.",
      "cn": "不，它们是简单的，通常是白色或灰色，而且是紧身的，不像平角裤。"
    },
    {
      "id": 143,
      "en": "So the casual name, this is not something you want to say to your English teacher, the casual name or the funny name is tighty whities.",
      "cn": "所以这个随意的名字，这不是你想对你的英语老师说的，随意的或搞笑的名字是紧身白裤。"
    },
    {
      "id": 144,
      "en": "And actually this is very interesting, because with newer generations, I think, men are wearing boxers instead of briefs.",
      "cn": "实际上这很有趣，因为随着新一代的到来，我认为，男人开始穿平角裤而不是三角裤。"
    },
    {
      "id": 145,
      "en": "Before, I think the only option was briefs.",
      "cn": "以前，我认为唯一的选择是三角裤。"
    },
    {
      "id": 146,
      "en": "But now boxers have grown more and more popular, and I think when you're a little kid, your mom always buys you little briefs and everything, but then when you're a teenager, I think you just switch over to boxers.",
      "cn": "但现在平角裤越来越流行，我认为当你还是小孩时，你的妈妈总是给你买小三角裤，但当你是青少年时，我认为你就会转向平角裤。"
    },
    {
      "id": 147,
      "en": "It's not as cool anymore to wear briefs.",
      "cn": "穿三角裤不再那么酷了。"
    },
    {
      "id": 148,
      "en": "Yeah, I think it's the whole fact of how kids sometimes dress with saggy or baggy pants, and so they like to show their boxers underneath, for some reason.",
      "cn": "是的，我认为这与孩子们有时穿着松垮的裤子有关，他们喜欢把平角裤露在外面，不知为何。"
    },
    {
      "id": 149,
      "en": "I don't really understand it, but if you do, let us know.",
      "cn": "我不太理解，但如果你理解，请告诉我们。"
    },
    {
      "id": 150,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是EnglishPod.com。"
    },
    {
      "id": 151,
      "en": "We're going to have all the vocabulary and stuff on the website, so check it out.",
      "cn": "我们会在网站上提供所有词汇和内容，所以请查看。"
    },
    {
      "id": 152,
      "en": "All right, we'll see you guys there.",
      "cn": "好吧，我们在那里见。"
    },
    {
      "id": 153,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}