{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0227",
  "title": "EnglishPod 中高级 0227",
  "totalSegments": 293,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome back to EnglishPod.",
      "cn": "大家好，欢迎回到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Katherine, and today we're talking about weddings.",
      "cn": "我叫Katherine，今天我们要谈论婚礼。"
    },
    {
      "id": 4,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 5,
      "en": "We are having a wedding, but we're actually planning all the things out for the wedding.",
      "cn": "我们要举办婚礼，但实际上我们正在计划婚礼的所有事情。"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "So there are lots of things to think about when you're planning a wedding, and I don't think that the woman in today's dialogue has forgotten anything.",
      "cn": "所以在计划婚礼时有很多事情要考虑，我认为今天对话中的女性没有忘记任何事情。"
    },
    {
      "id": 8,
      "en": "Let's take a listen to the dialogue first, and we'll be back in a moment.",
      "cn": "让我们先听听对话，稍后再回来。"
    },
    {
      "id": 9,
      "en": "Trina, will you marry me?",
      "cn": "Trina，你愿意嫁给我吗？"
    },
    {
      "id": 10,
      "en": "Yes, yes, yes!",
      "cn": "是的，是的，是的！"
    },
    {
      "id": 11,
      "en": "Jared, of course I'll marry you!",
      "cn": "Jared，当然我愿意嫁给你！"
    },
    {
      "id": 12,
      "en": "Oh, babe, I can't wait to spend the rest of my life with you.",
      "cn": "哦，亲爱的，我迫不及待想和你共度余生。"
    },
    {
      "id": 13,
      "en": "I can't wait for all the adventures we're going to have, for all the fights and the laughter.",
      "cn": "我迫不及待想体验我们将要经历的所有冒险，所有的争吵和欢笑。"
    },
    {
      "id": 14,
      "en": "I can't wait to grow old and wrinkly with you.",
      "cn": "我迫不及待想和你一起变老，变皱。"
    },
    {
      "id": 15,
      "en": "Oh, Jared, I can't wait for our wedding.",
      "cn": "哦，Jared，我迫不及待想要我们的婚礼。"
    },
    {
      "id": 16,
      "en": "I hope you don't mind, but I've already chosen a date, six months from now in the summer.",
      "cn": "我希望你不介意，但我已经选择了一个日期，六个月后的夏天。"
    },
    {
      "id": 17,
      "en": "Melissa saw you buying the ring last month, so I had plenty of time to start planning.",
      "cn": "Melissa上个月看到你买戒指，所以我有足够的时间开始计划。"
    },
    {
      "id": 18,
      "en": "She what?",
      "cn": "她说什么？"
    },
    {
      "id": 19,
      "en": "Oh, don't worry, sweetie.",
      "cn": "哦，别担心，亲爱的。"
    },
    {
      "id": 20,
      "en": "I didn't know when you were going to propose.",
      "cn": "我不知道你什么时候会求婚。"
    },
    {
      "id": 21,
      "en": "It was still a nice surprise.",
      "cn": "这仍然是一个不错的惊喜。"
    },
    {
      "id": 22,
      "en": "As I was saying, I've got it all planned out.",
      "cn": "正如我所说，我已经计划好了。"
    },
    {
      "id": 23,
      "en": "There's almost nothing left to do.",
      "cn": "几乎没有什么事情要做了。"
    },
    {
      "id": 24,
      "en": "I wrote up our guest list, and we will have roughly 400 guests attending.",
      "cn": "我写好了我们的宾客名单，大约会有400位客人参加。"
    },
    {
      "id": 25,
      "en": "Four hundred?",
      "cn": "四百人？"
    },
    {
      "id": 26,
      "en": "No need to sweat it.",
      "cn": "不用担心。"
    },
    {
      "id": 27,
      "en": "My parents agreed to pay for most of the wedding, which is going to be low budget anyway.",
      "cn": "我父母同意支付大部分婚礼费用，反正预算也不高。"
    },
    {
      "id": 28,
      "en": "So roughly 400 people, which means that the hall at Northwood Heights will be our reception venue.",
      "cn": "所以大约400人，这意味着Northwood Heights的大厅将是我们的接待场地。"
    },
    {
      "id": 29,
      "en": "I thought it would be nice if we had the wedding at your parents' church, and my uncle, of course, would be officiating.",
      "cn": "我觉得如果我们在你父母的教堂举行婚礼会很好，当然，我的叔叔会主持仪式。"
    },
    {
      "id": 30,
      "en": "We'll meet with him soon for some pre-wedding counseling.",
      "cn": "我们很快会和他见面进行一些婚前辅导。"
    },
    {
      "id": 31,
      "en": "The music for the wedding ceremony was a no-brainer.",
      "cn": "婚礼仪式的音乐很简单。"
    },
    {
      "id": 32,
      "en": "My stepsister and her string quartet will take care of that.",
      "cn": "我的继妹和她的弦乐四重奏会负责这个。"
    },
    {
      "id": 33,
      "en": "My cousin will be the official photographer.",
      "cn": "我的表弟将是官方摄影师。"
    },
    {
      "id": 34,
      "en": "I thought it would also be nice if his daughter could sing a solo.",
      "cn": "我觉得如果他的女儿能唱独唱也不错。"
    },
    {
      "id": 35,
      "en": "Did you know that she's going to be a professional opera singer?",
      "cn": "你知道她将成为一名专业的歌剧歌手吗？"
    },
    {
      "id": 36,
      "en": "And then, of course, the ladies at the church would love to be our caterers for the banquet, and we'll get the youth group to serve us.",
      "cn": "然后，当然，教堂的女士们会很乐意为我们的宴会提供餐饮服务，我们会让青年团来为我们服务。"
    },
    {
      "id": 37,
      "en": "I was thinking that your friend's band could be our entertainment for the night, though they might have to turn it down a bit.",
      "cn": "我在想你朋友的乐队可以成为我们晚上的娱乐，尽管他们可能需要稍微调低音量。"
    },
    {
      "id": 38,
      "en": "Or we could hire a DJ.",
      "cn": "或者我们可以雇一个DJ。"
    },
    {
      "id": 39,
      "en": "Your sister's husband could get us a discount with that company that does the decor at weddings.",
      "cn": "你姐姐的丈夫可以让我们在那家做婚礼装饰的公司获得折扣。"
    },
    {
      "id": 40,
      "en": "What's their name again?",
      "cn": "他们叫什么名字来着？"
    },
    {
      "id": 41,
      "en": "I was thinking that we could have an island paradise themed wedding, and our theme color would be a soothing blue-like aquamarine, and there will be a huge seashell on the wall behind the podium where we'll make our toasts.",
      "cn": "我在想我们可以举办一个岛屿天堂主题的婚礼，我们的主题色将是舒缓的蓝色，如海蓝宝石，墙上会有一个巨大的贝壳，放在我们祝酒的讲台后面。"
    },
    {
      "id": 42,
      "en": "What do you think of small packages of drink mixes for our wedding favors?",
      "cn": "你觉得小包装的饮料混合物作为我们的婚礼纪念品怎么样？"
    },
    {
      "id": 43,
      "en": "Who else am I missing?",
      "cn": "我还漏掉了谁？"
    },
    {
      "id": 44,
      "en": "Oh, your uncle could be our florist, and his wife could make our wedding cake.",
      "cn": "哦，你的叔叔可以做我们的花艺师，他的妻子可以做我们的婚礼蛋糕。"
    },
    {
      "id": 45,
      "en": "Oh, wow.",
      "cn": "哦，哇。"
    },
    {
      "id": 46,
      "en": "See, it's gonna be wonderful.",
      "cn": "看，这将会很美好。"
    },
    {
      "id": 47,
      "en": "Oh, this wedding is gonna be everything I ever dreamed of.",
      "cn": "哦，这场婚礼将是我梦寐以求的一切。"
    },
    {
      "id": 48,
      "en": "If I survive the next six.",
      "cn": "如果我能熬过接下来的六个月……"
    },
    {
      "id": 49,
      "en": "months... Alright, we're back, so she talked a lot.",
      "cn": "好吧，我们回来了，她说了很多。"
    },
    {
      "id": 50,
      "en": "So there are a lot of words and phrases here that we're gonna take a look at, so let's start with a Language takeaway.",
      "cn": "所以这里有很多单词和短语我们要看看，所以让我们从语言要点开始。"
    },
    {
      "id": 51,
      "en": "Alright, so in language takeaway, why don't we start off with the first word, and the basic one.",
      "cn": "好吧，在语言要点中，为什么我们不从第一个单词开始，基本的一个。"
    },
    {
      "id": 52,
      "en": "Before you start to plan a wedding, the guy needs to propose.",
      "cn": "在你开始计划婚礼之前，男方需要求婚。"
    },
    {
      "id": 53,
      "en": "For the woman, let's be 21st century here.",
      "cn": "对于女性来说，让我们保持21世纪的观念。"
    },
    {
      "id": 54,
      "en": "Normally it's the man, but to propose in this instance means to propose marriage.",
      "cn": "通常是男性，但在这种情况下，求婚意味着求婚。"
    },
    {
      "id": 55,
      "en": "So basically this is the part where someone gets down on his knee and he says, you know, sweetie pie, I want to be with you forever, will you marry me?",
      "cn": "所以基本上这是某人跪下来说，亲爱的，我想和你永远在一起，你愿意嫁给我吗？"
    },
    {
      "id": 56,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 57,
      "en": "To propose.",
      "cn": "求婚。"
    },
    {
      "id": 58,
      "en": "So to propose is to ask someone to marry you.",
      "cn": "所以求婚就是问某人嫁给你。"
    },
    {
      "id": 59,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 60,
      "en": "But it can also mean something else, right?",
      "cn": "但它也可以意味着其他事情，对吗？"
    },
    {
      "id": 61,
      "en": "To suggest.",
      "cn": "提议。"
    },
    {
      "id": 62,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 63,
      "en": "So I could propose an idea, or I could propose a plan.",
      "cn": "所以我可以提议一个想法，或者我可以提议一个计划。"
    },
    {
      "id": 64,
      "en": "But in this case, to propose has another meaning, and it's basically to ask someone to marry you.",
      "cn": "但在这种情况下，求婚有另一个意思，基本上是问某人嫁给你。"
    },
    {
      "id": 65,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 66,
      "en": "So now we've proposed to someone, so we need to start planning our wedding, and I think one of the first steps is you need to know how many people are gonna be there and who you're gonna invite.",
      "cn": "所以现在我们已经向某人求婚了，我们需要开始计划我们的婚礼，我认为第一步是你需要知道会有多少人参加，以及你要邀请谁。"
    },
    {
      "id": 67,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 68,
      "en": "So when you're planning a wedding, you have to think about the people that are going to attend the wedding, so you prepare a guest list.",
      "cn": "所以在计划婚礼时，你必须考虑将要参加婚礼的人，因此你准备一个宾客名单。"
    },
    {
      "id": 69,
      "en": "Okay, so a guest list.",
      "cn": "好吧，所以宾客名单。"
    },
    {
      "id": 70,
      "en": "Now it's pretty simple, right?",
      "cn": "现在这很简单，对吧？"
    },
    {
      "id": 71,
      "en": "You have a list where you put everyone's name there and you know how many people are coming.",
      "cn": "你有一个名单，把每个人的名字写上去，你就知道有多少人会来。"
    },
    {
      "id": 72,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 73,
      "en": "Okay, a guest list.",
      "cn": "好吧，宾客名单。"
    },
    {
      "id": 74,
      "en": "Now you have your guest list and now you need to pick a place where your wedding will be.",
      "cn": "现在你有了宾客名单，现在你需要选择一个婚礼的地点。"
    },
    {
      "id": 75,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 76,
      "en": "So we often talk about two parts to a wedding.",
      "cn": "所以我们通常谈论婚礼的两个部分。"
    },
    {
      "id": 77,
      "en": "The first part is the ceremony, the wedding ceremony.",
      "cn": "第一个部分是仪式，婚礼仪式。"
    },
    {
      "id": 78,
      "en": "Maybe if you're religious, that happens in a church.",
      "cn": "如果你是宗教信仰者，那可能在教堂里进行。"
    },
    {
      "id": 79,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 80,
      "en": "But there's a party afterwards, and that's what we're talking about here.",
      "cn": "但之后会有一个派对，这就是我们在这里谈论的。"
    },
    {
      "id": 81,
      "en": "We're talking about a reception.",
      "cn": "我们在谈论接待。"
    },
    {
      "id": 82,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 83,
      "en": "A reception is basically the party part of the wedding where you drink and eat and listen to music and dance.",
      "cn": "接待基本上是婚礼的派对部分，你可以喝酒、吃东西、听音乐和跳舞。"
    },
    {
      "id": 84,
      "en": "So obviously for that you need a space, a place to have the party, and we call it the reception venue.",
      "cn": "所以显然你需要一个空间，一个举办派对的地方，我们称之为接待场地。"
    },
    {
      "id": 85,
      "en": "Okay, a venue.",
      "cn": "好吧，场地。"
    },
    {
      "id": 86,
      "en": "So as you said, the reception is the party and the venue is the place where you have it.",
      "cn": "所以正如你所说，接待是派对，场地是你举办派对的地方。"
    },
    {
      "id": 87,
      "en": "Now a venue is not a specific word, right?",
      "cn": "现在场地不是一个特定的词，对吧？"
    },
    {
      "id": 88,
      "en": "You can use venue for many different places.",
      "cn": "你可以用场地来指代许多不同的地方。"
    },
    {
      "id": 89,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 90,
      "en": "So for example, someone's having a concert, I can ask him, hey, what's the venue?",
      "cn": "例如，有人要举办音乐会，我可以问他，嘿，场地是什么？"
    },
    {
      "id": 91,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 92,
      "en": "That means what is the theater or where's this place you're going to have the concert?",
      "cn": "这意味着剧院是什么，或者你要在哪里举办音乐会？"
    },
    {
      "id": 93,
      "en": "Okay, so for example, a stadium can be a venue or a restaurant can be a venue.",
      "cn": "好吧，例如，体育场可以是一个场地，餐厅也可以是一个场地。"
    },
    {
      "id": 94,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 95,
      "en": "So a venue is a place where an event can be held.",
      "cn": "所以场地是可以举办活动的地方。"
    },
    {
      "id": 96,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 97,
      "en": "So now we have our reception venue, we have our guest list, and the girl was talking about her uncle officiating.",
      "cn": "所以现在我们有了接待场地，我们有了宾客名单，女孩在谈论她的叔叔主持仪式。"
    },
    {
      "id": 98,
      "en": "What does she mean by to officiate?",
      "cn": "她所说的主持是什么意思？"
    },
    {
      "id": 99,
      "en": "Okay, so like you said, the verb here is to officiate.",
      "cn": "好的，正如你所说，动词是主持。"
    },
    {
      "id": 100,
      "en": "Her uncle will be officiating.",
      "cn": "她的叔叔将会主持。"
    },
    {
      "id": 101,
      "en": "That means he will be the person who marries them.",
      "cn": "这意味着他将是娶他们的人。"
    },
    {
      "id": 102,
      "en": "So maybe you've seen movies before where there's a priest who says, you know, do you take this woman to be your lawfully wedded wife, till death do you part?",
      "cn": "所以也许你之前看过电影，有个牧师说，你知道的，你愿意把这个女人作为你的合法妻子，直到死亡将你分开吗？"
    },
    {
      "id": 103,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 104,
      "en": "That person who says that, the person who asks the questions, he or she officiates.",
      "cn": "说这句话的人，问问题的人，他或她是主持人。"
    },
    {
      "id": 105,
      "en": "Okay, officiates.",
      "cn": "好的，主持人。"
    },
    {
      "id": 106,
      "en": "So that's basically the action of marrying someone or leading the ceremony.",
      "cn": "所以这基本上就是结婚或主持仪式的行为。"
    },
    {
      "id": 107,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 108,
      "en": "And in America, this isn't just anybody.",
      "cn": "在美国，这可不是随便谁都可以。"
    },
    {
      "id": 109,
      "en": "Someone has to have like a license, a license or has to be a priest and has to have the authority to officiate.",
      "cn": "有人必须有执照，或者必须是牧师，并且必须有主持的权力。"
    },
    {
      "id": 110,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 111,
      "en": "So that's a very interesting word there, to officiate.",
      "cn": "所以这是一个非常有趣的词，主持。"
    },
    {
      "id": 112,
      "en": "Now moving on, when we talk about the food for the reception venue, well, we need somebody to cook it and prepare it, and that's when we hire caterers.",
      "cn": "现在继续，当我们谈到接待场地的食物时，我们需要有人来做饭和准备，这时我们会雇用餐饮服务。"
    },
    {
      "id": 113,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 114,
      "en": "So a caterer is kind of like a cook, but a caterer basically arranges a meal for many people.",
      "cn": "所以餐饮服务商有点像厨师，但餐饮服务商基本上是为很多人安排一顿饭。"
    },
    {
      "id": 115,
      "en": "And usually the person will bring the food to you.",
      "cn": "通常这个人会把食物送到你那里。"
    },
    {
      "id": 116,
      "en": "So for example, if we're gonna have a party, Marco, and we're gonna throw it at a venue 10 miles away, the caterer will bring the food to us.",
      "cn": "例如，如果我们要举办一个派对，Marco，我们要在10英里外的场地举行，餐饮服务商会把食物送到我们这里。"
    },
    {
      "id": 117,
      "en": "Okay, so that's a caterer.",
      "cn": "好的，所以这就是餐饮服务商。"
    },
    {
      "id": 118,
      "en": "You get someone to cater your wedding.",
      "cn": "你找人来为你的婚礼提供餐饮。"
    },
    {
      "id": 119,
      "en": "That's right, or cater a party.",
      "cn": "没错，或者为派对提供餐饮。"
    },
    {
      "id": 120,
      "en": "So I've had parties before that I've called caterers to make the food for.",
      "cn": "所以我之前举办过派对，叫过餐饮服务商来做食物。"
    },
    {
      "id": 121,
      "en": "So basically they work with me and I tell them the kind of food I would like and they prepare it.",
      "cn": "基本上他们和我合作，我告诉他们我想要的食物类型，他们就准备。"
    },
    {
      "id": 122,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 123,
      "en": "And now for our last part for the wedding planning.",
      "cn": "现在是婚礼策划的最后一部分。"
    },
    {
      "id": 124,
      "en": "You have the food, you have the venue, you have everything, but you also need to decorate a little bit.",
      "cn": "你有食物，有场地，有一切，但你还需要稍微装饰一下。"
    },
    {
      "id": 125,
      "en": "And this is when you call a florist.",
      "cn": "这时你就要叫花店了。"
    },
    {
      "id": 126,
      "en": "Florist.",
      "cn": "花店。"
    },
    {
      "id": 127,
      "en": "So this sounds a lot like flower, right?",
      "cn": "听起来很像花，对吧？"
    },
    {
      "id": 128,
      "en": "Florist flower.",
      "cn": "花店花。"
    },
    {
      "id": 129,
      "en": "And then that's basically what this person does.",
      "cn": "这基本上就是这个人的工作。"
    },
    {
      "id": 130,
      "en": "A florist is a person who prepares flowers or who cuts flowers and uses them to decorate.",
      "cn": "花店是准备花或剪花并用它们来装饰的人。"
    },
    {
      "id": 131,
      "en": "Okay, so you go to the florist to buy flowers, roses, and different types of things.",
      "cn": "好的，所以你去花店买花、玫瑰和不同类型的东西。"
    },
    {
      "id": 132,
      "en": "Okay, a florist.",
      "cn": "好的，花店。"
    },
    {
      "id": 133,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 134,
      "en": "So six key words there that are related to planning a wedding.",
      "cn": "所以有六个与婚礼策划相关的关键词。"
    },
    {
      "id": 135,
      "en": "Why don't we move on now to a couple of phrases on fluency builder.",
      "cn": "我们现在为什么不继续谈几个流利度提升的短语呢？"
    },
    {
      "id": 136,
      "en": "Fluency builder.",
      "cn": "流利度提升。"
    },
    {
      "id": 137,
      "en": "All right, so this first phrase is a really good one.",
      "cn": "好的，这第一个短语真的很好。"
    },
    {
      "id": 138,
      "en": "It's a little bit gross.",
      "cn": "有点恶心。"
    },
    {
      "id": 139,
      "en": "We're talking about sweat.",
      "cn": "我们在谈论汗水。"
    },
    {
      "id": 140,
      "en": "The woman in this dialogue says, hey, no need to sweat it.",
      "cn": "对话中的女人说，嘿，没必要担心。"
    },
    {
      "id": 141,
      "en": "So what does this mean?",
      "cn": "这是什么意思？"
    },
    {
      "id": 142,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 143,
      "en": "So if you say to sweat means when you're running, you're doing exercise, it's hot water starts to come out of your skin.",
      "cn": "所以如果你说出汗，意味着当你跑步、锻炼时，热水开始从你的皮肤上流出。"
    },
    {
      "id": 144,
      "en": "Yummy.",
      "cn": "好吃。"
    },
    {
      "id": 145,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 146,
      "en": "But if the person says, hey, don't sweat it or no need to sweat it.",
      "cn": "但如果那个人说，嘿，别担心，没必要担心。"
    },
    {
      "id": 147,
      "en": "It's a colloquial way of saying don't worry.",
      "cn": "这是一种口语化的说法，意思是别担心。"
    },
    {
      "id": 148,
      "en": "Okay, so we're not actually talking about sweat here.",
      "cn": "好的，所以我们实际上并不是在谈论汗水。"
    },
    {
      "id": 149,
      "en": "So maybe Marco, you and I are working on a project together and I say, Listen, Marco, I'm so sorry.",
      "cn": "所以也许Marco，你和我在一起做一个项目，我说，听着，Marco，我很抱歉。"
    },
    {
      "id": 150,
      "en": "I have a family emergency.",
      "cn": "我有一个家庭紧急情况。"
    },
    {
      "id": 151,
      "en": "I can't finish the project with you.",
      "cn": "我不能和你一起完成这个项目。"
    },
    {
      "id": 152,
      "en": "Would you would you be able to help me out?",
      "cn": "你能帮我一下吗？"
    },
    {
      "id": 153,
      "en": "I'm so sorry.",
      "cn": "我很抱歉。"
    },
    {
      "id": 154,
      "en": "Sure, sure.",
      "cn": "当然，当然。"
    },
    {
      "id": 155,
      "en": "Don't sweat it.",
      "cn": "别担心。"
    },
    {
      "id": 156,
      "en": "It's not a problem.",
      "cn": "没问题。"
    },
    {
      "id": 157,
      "en": "Okay, so don't worry.",
      "cn": "好的，所以别担心。"
    },
    {
      "id": 158,
      "en": "Don't worry.",
      "cn": "别担心。"
    },
    {
      "id": 159,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 160,
      "en": "So if you tell someone to not sweat it, don't sweat it or no need to sweat it.",
      "cn": "所以如果你告诉某人别担心，别担心或没必要担心。"
    },
    {
      "id": 161,
      "en": "You're basically telling them it's okay.",
      "cn": "你基本上是在告诉他们没关系。"
    },
    {
      "id": 162,
      "en": "It's not a problem.",
      "cn": "没问题。"
    },
    {
      "id": 163,
      "en": "Everything is going to be fine.",
      "cn": "一切都会好的。"
    },
    {
      "id": 164,
      "en": "Great.",
      "cn": "很好。"
    },
    {
      "id": 165,
      "en": "So the next phrase here is also kind of relaxed.",
      "cn": "所以下一个短语也有点放松。"
    },
    {
      "id": 166,
      "en": "It's kind of laid back.",
      "cn": "有点随意。"
    },
    {
      "id": 167,
      "en": "So the woman is still describing some of the things she's prepared for the wedding.",
      "cn": "所以女人仍在描述她为婚礼准备的一些事情。"
    },
    {
      "id": 168,
      "en": "And she says, Hey, listen, don't worry, the music was a no brainer.",
      "cn": "她说，嘿，听着，别担心，音乐是个简单的事。"
    },
    {
      "id": 169,
      "en": "Okay, no brainer.",
      "cn": "好的，简单的事。"
    },
    {
      "id": 170,
      "en": "Okay, this is really easy.",
      "cn": "好的，这真的很简单。"
    },
    {
      "id": 171,
      "en": "Well, your brain is inside your head, right?",
      "cn": "嗯，你的脑袋里有大脑，对吧？"
    },
    {
      "id": 172,
      "en": "So if you say no brainer, it's basically saying, you don't have to think about it too much, or it's very easy, very simple.",
      "cn": "所以如果你说简单的事，基本上是说，你不需要想太多，或者这很简单。"
    },
    {
      "id": 173,
      "en": "Okay, so I was deciding on where to go on vacation, and the the options were Thailand, or Antarctica.",
      "cn": "好的，所以我在决定去哪里度假，选项是泰国或南极洲。"
    },
    {
      "id": 174,
      "en": "That's a no brainer.",
      "cn": "这真是个简单的事。"
    },
    {
      "id": 175,
      "en": "Right land.",
      "cn": "对，当然。"
    },
    {
      "id": 176,
      "en": "Obviously, I want to go where it's sunny and warm.",
      "cn": "显然，我想去阳光明媚、温暖的地方。"
    },
    {
      "id": 177,
      "en": "So a no brainer means I didn't even have to think about it.",
      "cn": "所以简单的事意味着我甚至不需要考虑。"
    },
    {
      "id": 178,
      "en": "It was that easy.",
      "cn": "这太简单了。"
    },
    {
      "id": 179,
      "en": "Right?",
      "cn": "对吧？"
    },
    {
      "id": 180,
      "en": "That decision making was a no brainer.",
      "cn": "那个决策是个简单的事。"
    },
    {
      "id": 181,
      "en": "Mm hmm.",
      "cn": "嗯嗯。"
    },
    {
      "id": 182,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 183,
      "en": "So for our next phrase, the girl was also talking about the music.",
      "cn": "所以下一个短语，女孩也在谈论音乐。"
    },
    {
      "id": 184,
      "en": "And she was talking about a band, maybe like a rock band.",
      "cn": "她在谈论一个乐队，也许是摇滚乐队。"
    },
    {
      "id": 185,
      "en": "And she said, Well, maybe they could play but they would need to tone it down.",
      "cn": "她说，嗯，也许他们可以演奏，但他们需要稍微降低音量。"
    },
    {
      "id": 186,
      "en": "Okay, so this is a favorite phrase of parents, I think all over the English speaking world, tone it down.",
      "cn": "好的，这在我看来是父母们最喜欢的短语，我想在整个英语世界中，降低音量。"
    },
    {
      "id": 187,
      "en": "In this case, we're talking about music.",
      "cn": "在这种情况下，我们在谈论音乐。"
    },
    {
      "id": 188,
      "en": "So maybe like you said, the friends band is a rock and roll band, and it's really loud and angry and, you know, in your face, but for a wedding, that's not appropriate.",
      "cn": "所以也许就像你说的，朋友的乐队是摇滚乐队，声音很大，很愤怒，知道的，在你面前，但在婚礼上，这不合适。"
    },
    {
      "id": 189,
      "en": "So to tone it down means to make it more appropriate for the occasion.",
      "cn": "所以降低音量意味着让它更适合场合。"
    },
    {
      "id": 190,
      "en": "So maybe a less loud or no offensive language or no swear words, right?",
      "cn": "所以也许声音小一点，或者没有冒犯性语言或脏话，对吧？"
    },
    {
      "id": 191,
      "en": "That's basically what tone it down means, right?",
      "cn": "这基本上就是降低音量的意思，对吧？"
    },
    {
      "id": 192,
      "en": "If someone says you need to tone it down, it's a little bit more direct.",
      "cn": "如果有人说你需要降低音量，那就更直接一点。"
    },
    {
      "id": 193,
      "en": "Yeah, like you said, if your parents tell you this, it's maybe because you're being a little bit too loud or you're yelling or you're being irrespectful.",
      "cn": "是的，就像你说的，如果你的父母告诉你这个，可能是因为你有点太吵了，或者你在大喊，或者你不尊重。"
    },
    {
      "id": 194,
      "en": "Yeah, so that's why your parents would tell you a you need to tone it down a bit.",
      "cn": "是的，所以这就是为什么你的父母会告诉你，你需要稍微降低音量。"
    },
    {
      "id": 195,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 196,
      "en": "Or sometimes we have this in the office where someone doesn't understand how to communicate in a positive way.",
      "cn": "有时我们在办公室也会遇到这种情况，有人不懂得如何以积极的方式沟通。"
    },
    {
      "id": 197,
      "en": "And so they say, oh, that paper you did was really bad.",
      "cn": "所以他们说，哦，你做的那篇论文真的很糟糕。"
    },
    {
      "id": 198,
      "en": "It was stupid.",
      "cn": "它很愚蠢。"
    },
    {
      "id": 199,
      "en": "I don't ever want to see it again.",
      "cn": "我再也不想看到它了。"
    },
    {
      "id": 200,
      "en": "Say, well, maybe you need to tone it down a little bit.",
      "cn": "说，嗯，也许你需要稍微降低音量。"
    },
    {
      "id": 201,
      "en": "Think about the words you're using and make them a little bit less harsh.",
      "cn": "想想你使用的词语，让它们少一些尖锐。"
    },
    {
      "id": 202,
      "en": "So kind of to relax, to reduce your level of being aggressive, of being loud.",
      "cn": "所以要放松，降低你的攻击性和声音。"
    },
    {
      "id": 203,
      "en": "That's to tone it down.",
      "cn": "这就是缓和一下。"
    },
    {
      "id": 204,
      "en": "Exactly.",
      "cn": "正是。"
    },
    {
      "id": 205,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 206,
      "en": "A lot of great phrases there.",
      "cn": "这里有很多很好的短语。"
    },
    {
      "id": 207,
      "en": "Why don't we now go back, listen to our great dialogue one last time, and we'll be back to talk a little bit more.",
      "cn": "现在我们不妨再回去，最后听一遍我们的精彩对话，然后我们会回来再聊一聊。"
    },
    {
      "id": 208,
      "en": "Trina, will you marry me?",
      "cn": "特里娜，你愿意嫁给我吗？"
    },
    {
      "id": 209,
      "en": "Jared, of course, I'll marry you.",
      "cn": "贾里德，当然，我愿意嫁给你。"
    },
    {
      "id": 210,
      "en": "Oh, babe.",
      "cn": "哦，亲爱的。"
    },
    {
      "id": 211,
      "en": "I can't wait to spend the rest of my life with you.",
      "cn": "我迫不及待想和你共度余生。"
    },
    {
      "id": 212,
      "en": "I can't wait for all the adventures we're going to have for all the fights and the laughter.",
      "cn": "我迫不及待想体验我们将要经历的所有冒险、争吵和欢笑。"
    },
    {
      "id": 213,
      "en": "Can't wait to grow old and wrinkly with you.",
      "cn": "迫不及待想和你一起变老、长皱纹。"
    },
    {
      "id": 214,
      "en": "Oh, Jared, I can't wait for our wedding.",
      "cn": "哦，贾里德，我迫不及待想要我们的婚礼。"
    },
    {
      "id": 215,
      "en": "I hope you don't mind.",
      "cn": "我希望你不介意。"
    },
    {
      "id": 216,
      "en": "But I've already chosen a date six months from now in the summer.",
      "cn": "但我已经选择了六个月后的夏天作为日期。"
    },
    {
      "id": 217,
      "en": "Melissa saw you buying the ring last month, so I had plenty of time to start planning.",
      "cn": "梅丽莎上个月看到你买戒指，所以我有足够的时间开始计划。"
    },
    {
      "id": 218,
      "en": "She what?",
      "cn": "她说什么？"
    },
    {
      "id": 219,
      "en": "Oh, don't worry, sweetie.",
      "cn": "哦，别担心，亲爱的。"
    },
    {
      "id": 220,
      "en": "I didn't know when you were going to propose.",
      "cn": "我不知道你什么时候会求婚。"
    },
    {
      "id": 221,
      "en": "It was still a nice surprise.",
      "cn": "这仍然是个不错的惊喜。"
    },
    {
      "id": 222,
      "en": "As I was saying, I've got it all planned out.",
      "cn": "正如我所说，我已经把一切都计划好了。"
    },
    {
      "id": 223,
      "en": "There's almost nothing left to do.",
      "cn": "几乎没有什么剩下的要做。"
    },
    {
      "id": 224,
      "en": "I wrote up our guest list, and we will have roughly 400 guests attending.",
      "cn": "我写好了我们的宾客名单，大约会有400位客人参加。"
    },
    {
      "id": 225,
      "en": "400?",
      "cn": "400？"
    },
    {
      "id": 226,
      "en": "No need to sweat it.",
      "cn": "不用担心。"
    },
    {
      "id": 227,
      "en": "My parents agreed to pay for most of the wedding, which is going to be a low budget anyway.",
      "cn": "我父母同意支付大部分婚礼费用，反正预算也不高。"
    },
    {
      "id": 228,
      "en": "So roughly 400 people, which means that the hall at Northwood Heights will be our reception venue.",
      "cn": "所以大约400人，这意味着北木高地的大厅将是我们的接待场地。"
    },
    {
      "id": 229,
      "en": "I thought it would be nice if we had the wedding at your parents church and my uncle of course would be officiating.",
      "cn": "我觉得如果我们在你父母的教堂举行婚礼会很好，当然我叔叔会主持。"
    },
    {
      "id": 230,
      "en": "We'll meet with him soon for some pre wedding counseling.",
      "cn": "我们很快会和他见面进行一些婚前辅导。"
    },
    {
      "id": 231,
      "en": "The music for the wedding ceremony was a no brainer.",
      "cn": "婚礼仪式的音乐毫无疑问。"
    },
    {
      "id": 232,
      "en": "My step sister and her string quartet will take care of that.",
      "cn": "我继姐和她的弦乐四重奏会负责这个。"
    },
    {
      "id": 233,
      "en": "My cousin will be the official photographer.",
      "cn": "我表弟会是官方摄影师。"
    },
    {
      "id": 234,
      "en": "I thought it would also be nice if his daughter could sing a solo.",
      "cn": "我觉得如果他的女儿能唱独唱也不错。"
    },
    {
      "id": 235,
      "en": "Did you know that she's going to be a professional opera singer?",
      "cn": "你知道她要成为职业歌剧歌手吗？"
    },
    {
      "id": 236,
      "en": "And then of course, the ladies at the church would love to be our caterers for the banquet, and we'll get the youth group to serve us.",
      "cn": "当然，教堂的女士们会很乐意为我们的宴会提供餐饮服务，我们会让青年团来为我们服务。"
    },
    {
      "id": 237,
      "en": "I was thinking that your friend's band could be our entertainment for the night, though they might have to turn it down a bit.",
      "cn": "我在想你朋友的乐队可以成为我们晚上的娱乐，尽管他们可能需要稍微调低音量。"
    },
    {
      "id": 238,
      "en": "Or we could hire a DJ.",
      "cn": "或者我们可以雇一个DJ。"
    },
    {
      "id": 239,
      "en": "Your sister's husband could get us a discount with that company that does the decor at weddings.",
      "cn": "你姐姐的丈夫可以帮我们在做婚礼装饰的公司那里获得折扣。"
    },
    {
      "id": 240,
      "en": "What's their name again?",
      "cn": "他们叫什么名字来着？"
    },
    {
      "id": 241,
      "en": "I was thinking that we could have an island paradise themed wedding and our theme color would be a soothing blue like aquamarine.",
      "cn": "我在想我们可以举办一个岛屿天堂主题的婚礼，我们的主题色可以是像海蓝宝石一样的舒缓蓝色。"
    },
    {
      "id": 242,
      "en": "And there will be a huge seashell on the wall behind the podium where we'll make our toasts.",
      "cn": "在我们祝酒的讲台后面会有一个巨大的海螺。"
    },
    {
      "id": 243,
      "en": "What do you think of small packages of drink mixes for our wedding favors?",
      "cn": "你觉得小包装的饮料混合物作为我们的婚礼纪念品怎么样？"
    },
    {
      "id": 244,
      "en": "Who else am I missing?",
      "cn": "我还漏掉了谁？"
    },
    {
      "id": 245,
      "en": "Oh, your uncle could be our florist and his wife could make our wedding cake.",
      "cn": "哦，你的叔叔可以做我们的花艺师，他的妻子可以做我们的婚礼蛋糕。"
    },
    {
      "id": 246,
      "en": "Oh, wow.",
      "cn": "哦，哇。"
    },
    {
      "id": 247,
      "en": "See, it's gonna be wonderful.",
      "cn": "看，这将会是美妙的。"
    },
    {
      "id": 248,
      "en": "Oh, this wedding is gonna be everything I ever dreamed of.",
      "cn": "哦，这场婚礼将是我梦寐以求的一切。"
    },
    {
      "id": 249,
      "en": "If I survive the next six months.",
      "cn": "如果我能熬过接下来的六个月。"
    },
    {
      "id": 250,
      "en": "All right, so about weddings and planning out a wedding, do you think 400 guests is a small wedding?",
      "cn": "好吧，关于婚礼和婚礼策划，你认为400位客人算是小型婚礼吗？"
    },
    {
      "id": 251,
      "en": "No, I think this woman is out of control.",
      "cn": "不，我觉得这个女人失控了。"
    },
    {
      "id": 252,
      "en": "In fact, in English, we have a word for a bride or like a woman who's getting married that describes someone who's completely nuts about the wedding.",
      "cn": "事实上，在英语中，我们有一个词来形容新娘或即将结婚的女人，形容她对婚礼完全疯狂。"
    },
    {
      "id": 253,
      "en": "We call her a bridezilla.",
      "cn": "我们称她为“新娘怪兽”。"
    },
    {
      "id": 254,
      "en": "Bridezilla.",
      "cn": "新娘怪兽。"
    },
    {
      "id": 255,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 256,
      "en": "Like Godzilla.",
      "cn": "就像哥斯拉。"
    },
    {
      "id": 257,
      "en": "Exactly.",
      "cn": "正是。"
    },
    {
      "id": 258,
      "en": "The movie Godzilla is a monster.",
      "cn": "电影《哥斯拉》是一个怪物。"
    },
    {
      "id": 259,
      "en": "And he's out of control.",
      "cn": "他失控了。"
    },
    {
      "id": 260,
      "en": "He's out of control.",
      "cn": "他失控了。"
    },
    {
      "id": 261,
      "en": "And a bride who's so obsessed with her wedding that nothing else is important.",
      "cn": "而一个对婚礼如此痴迷的新娘，其他一切都不重要。"
    },
    {
      "id": 262,
      "en": "She is a bridezilla.",
      "cn": "她就是新娘怪兽。"
    },
    {
      "id": 263,
      "en": "Now it's a very big thing for a woman right for her wedding to be nice and perfect and everything.",
      "cn": "现在对一个女人来说，婚礼要美好、完美和一切都是非常重要的。"
    },
    {
      "id": 264,
      "en": "Do you think guys are more relaxed in this sense?",
      "cn": "你认为男孩在这方面更放松吗？"
    },
    {
      "id": 265,
      "en": "I don't know.",
      "cn": "我不知道。"
    },
    {
      "id": 266,
      "en": "I think it depends on the guy.",
      "cn": "我觉得这要看男孩。"
    },
    {
      "id": 267,
      "en": "As always, there are some people who want to be very involved and some people who don't care.",
      "cn": "一如既往，有些人想要非常参与，有些人则不在乎。"
    },
    {
      "id": 268,
      "en": "But in general, I think men are less worried about the details.",
      "cn": "但一般来说，我认为男人对细节的担忧较少。"
    },
    {
      "id": 269,
      "en": "Just as long as there's a wedding, it's fine.",
      "cn": "只要有婚礼就可以了。"
    },
    {
      "id": 270,
      "en": "Exactly.",
      "cn": "正是。"
    },
    {
      "id": 271,
      "en": "Although a lot of men when the wedding actually happens start to get very nervous.",
      "cn": "尽管很多男人在婚礼真正发生时开始变得非常紧张。"
    },
    {
      "id": 272,
      "en": "Oh, but kind of like having doubts, maybe cold feet.",
      "cn": "哦，但有点像有疑虑，可能是临阵退缩。"
    },
    {
      "id": 273,
      "en": "Yes, cold feet.",
      "cn": "是的，临阵退缩。"
    },
    {
      "id": 274,
      "en": "Like, should I get married?",
      "cn": "像，我应该结婚吗？"
    },
    {
      "id": 275,
      "en": "Should I not get married?",
      "cn": "我不应该结婚吗？"
    },
    {
      "id": 276,
      "en": "I think it's very interesting because you see this in movies a lot.",
      "cn": "我觉得这很有趣，因为你在电影中经常看到这种情况。"
    },
    {
      "id": 277,
      "en": "And I've always wondered how often or how common is it for a guy or a girl to say no or to leave a wedding when it has already started?",
      "cn": "我一直想知道，男孩或女孩在婚礼已经开始时说不或离开婚礼的情况有多常见？"
    },
    {
      "id": 278,
      "en": "Because you know, you have invited all these people, all these friends and family, maybe people came from different countries and food is paid for venue.",
      "cn": "因为你知道，你邀请了所有这些人，所有这些朋友和家人，也许有人从不同的国家来，食物已经支付，场地也已安排。"
    },
    {
      "id": 279,
      "en": "You spend so much money on a wedding and for you to say no.",
      "cn": "你在婚礼上花了这么多钱，而你却说不。"
    },
    {
      "id": 280,
      "en": "I don't know how common it is.",
      "cn": "我不知道这有多常见。"
    },
    {
      "id": 281,
      "en": "It's very common in movies, but I really don't know anyone who's experienced this.",
      "cn": "在电影中非常常见，但我真的不知道有人经历过这种情况。"
    },
    {
      "id": 282,
      "en": "I don't either, actually, now that you bring it up.",
      "cn": "我也没有，实际上，现在你提到这个。"
    },
    {
      "id": 283,
      "en": "So maybe we could talk about this.",
      "cn": "所以也许我们可以谈谈这个。"
    },
    {
      "id": 284,
      "en": "Is this common in your country?",
      "cn": "这在你的国家常见吗？"
    },
    {
      "id": 285,
      "en": "First of all, do people spend a lot of money on weddings?",
      "cn": "首先，人们在婚礼上花很多钱吗？"
    },
    {
      "id": 286,
      "en": "And second of all, have you ever heard of someone actually leaving the wedding before they finished?",
      "cn": "其次，你听说过有人在婚礼结束前离开的吗？"
    },
    {
      "id": 287,
      "en": "Yeah, during the ceremony.",
      "cn": "是的，在仪式期间。"
    },
    {
      "id": 288,
      "en": "Not before, during.",
      "cn": "不是之前，而是在期间。"
    },
    {
      "id": 289,
      "en": "During the ceremony.",
      "cn": "在仪式期间。"
    },
    {
      "id": 290,
      "en": "So our website is EnglishPod.com.",
      "cn": "我们的网站是EnglishPod.com。"
    },
    {
      "id": 291,
      "en": "We hope to see you there.",
      "cn": "我们希望在那里见到你。"
    },
    {
      "id": 292,
      "en": "Until next time.",
      "cn": "下次再见。"
    },
    {
      "id": 293,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}