{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0348",
  "title": "Englishpod 初级 英文播客 0348",
  "totalSegments": 209,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and today we're going to a very special place, Marco, a place where men and women alike, but usually women are associated with it.",
      "cn": "我叫Catherine，今天我们要去一个非常特别的地方，Marco，一个通常与女性相关的地方。"
    },
    {
      "id": 4,
      "en": "Anyway, these women like to go.",
      "cn": "不管怎样，这些女性喜欢去。"
    },
    {
      "id": 5,
      "en": "What is this place we're going to?",
      "cn": "我们要去的地方是什么？"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "Today we are going to a beauty spa.",
      "cn": "今天我们要去一个美容水疗中心。"
    },
    {
      "id": 8,
      "en": "All right, so let's check that out in today's vocabulary preview.",
      "cn": "好的，让我们在今天的词汇预览中看看。"
    },
    {
      "id": 9,
      "en": "Vocabulary preview.",
      "cn": "词汇预览。"
    },
    {
      "id": 10,
      "en": "All right, so this place, a beauty spa, it's interesting because it's not just a normal spa.",
      "cn": "好的，这个地方，美容水疗中心，很有趣，因为它不仅仅是一个普通的水疗中心。"
    },
    {
      "id": 11,
      "en": "It's a particular spa where you get treated for some things.",
      "cn": "这是一个特别的水疗中心，你可以在这里接受一些护理。"
    },
    {
      "id": 12,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 13,
      "en": "So a beauty spa is a place where you go to feel good.",
      "cn": "所以美容水疗中心是一个让你感觉良好的地方。"
    },
    {
      "id": 14,
      "en": "So women and men like to have their nails and their faces and their skin taken care of, maybe their makeup and hair as well.",
      "cn": "所以女性和男性都喜欢护理他们的指甲、脸和皮肤，可能还有化妆和头发。"
    },
    {
      "id": 15,
      "en": "So it's not just a place where you maybe go for a massage, but you get a lot of other services that make your skin nice, make you look and feel good.",
      "cn": "所以这不仅仅是一个你可能去按摩的地方，而是提供很多其他服务，让你的皮肤变得光滑，让你看起来和感觉良好。"
    },
    {
      "id": 16,
      "en": "All right, so that's where we're going today.",
      "cn": "好的，这就是我们今天要去的地方。"
    },
    {
      "id": 17,
      "en": "We're going to go to a beauty spa, and we're going to talk about all the different things that you can do there.",
      "cn": "我们要去美容水疗中心，讨论你可以在那里做的各种事情。"
    },
    {
      "id": 18,
      "en": "So let's listen to our dialogue for the very first time.",
      "cn": "那么让我们第一次听听我们的对话。"
    },
    {
      "id": 19,
      "en": "You want to go get a facial with me today?",
      "cn": "你今天想和我一起去做面部护理吗？"
    },
    {
      "id": 20,
      "en": "Dude, what are you talking about?",
      "cn": "伙计，你在说什么？"
    },
    {
      "id": 21,
      "en": "Only girls do that.",
      "cn": "只有女孩才会这样做。"
    },
    {
      "id": 22,
      "en": "Not at all.",
      "cn": "完全不是。"
    },
    {
      "id": 23,
      "en": "Guys also get facials, manicures and pedicures.",
      "cn": "男孩也会做面部护理、修指甲和修脚。"
    },
    {
      "id": 24,
      "en": "There's nothing wrong with looking after your skin and looking good.",
      "cn": "照顾你的皮肤和看起来好并没有什么错。"
    },
    {
      "id": 25,
      "en": "True.",
      "cn": "说得对。"
    },
    {
      "id": 26,
      "en": "So what should they do to you at your beauty spa?",
      "cn": "那么他们在你的美容水疗中心会给你做什么？"
    },
    {
      "id": 27,
      "en": "Well, first they exfoliate my face, getting rid of all the dead skin.",
      "cn": "首先，他们会去角质，去掉所有死皮。"
    },
    {
      "id": 28,
      "en": "Then, I get a face mask with nutrients that keep my skin healthy and young.",
      "cn": "然后，我会得到一个富含营养的面膜，让我的皮肤保持健康和年轻。"
    },
    {
      "id": 29,
      "en": "Afterwards, they apply some moisturizer and you leave feeling like a million bucks.",
      "cn": "之后，他们会涂上保湿霜，你会感觉像一百万美元。"
    },
    {
      "id": 30,
      "en": "That doesn't really sound like something I would be interested in.",
      "cn": "这听起来并不是我感兴趣的事情。"
    },
    {
      "id": 31,
      "en": "In any case, I just wash my face every night and use sunscreen during the day.",
      "cn": "无论如何，我每晚只洗脸，白天用防晒霜。"
    },
    {
      "id": 32,
      "en": "Well, you should come with me one day.",
      "cn": "好吧，你应该有一天和我一起去。我相信你会喜欢的。"
    },
    {
      "id": 33,
      "en": "I'm sure you'll love it.",
      "cn": "嗯，不。"
    },
    {
      "id": 34,
      "en": "Uh, no.",
      "cn": "好的，我们回来了，现在让我们看看语言收获。"
    },
    {
      "id": 36,
      "en": "Language Takeaway.",
      "cn": "语言收获。"
    },
    {
      "id": 37,
      "en": "Got a lot of great phrases and words in Language Takeaway today.",
      "cn": "今天的语言收获中有很多很棒的短语和单词。"
    },
    {
      "id": 38,
      "en": "The first one, though, is from the very first line of dialogue.",
      "cn": "第一个是来自对话的第一行。"
    },
    {
      "id": 39,
      "en": "You want to go get a facial with me today?",
      "cn": "你今天想和我一起去做面部护理吗？"
    },
    {
      "id": 40,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 41,
      "en": "We are asking our friend, if he wants to go with us, to go get a facial.",
      "cn": "我们在问我们的朋友，他是否想和我们一起去做面部护理。"
    },
    {
      "id": 42,
      "en": "Now, what exactly does it mean to get a facial?",
      "cn": "那么，做面部护理到底是什么意思？"
    },
    {
      "id": 43,
      "en": "All right, a facial here is a thing.",
      "cn": "好的，这里的面部护理是一种服务。"
    },
    {
      "id": 44,
      "en": "In this case, a service that we would pay for.",
      "cn": "在这种情况下，是我们会付费的服务。"
    },
    {
      "id": 45,
      "en": "And basically, a facial is just a skincare treatment or a treatment for your face.",
      "cn": "基本上，面部护理就是一种护肤治疗或面部护理。"
    },
    {
      "id": 46,
      "en": "So maybe you'll get some cream and cleansing and, you know, in the advertisements, you often see someone getting a facial with, like, cucumbers on their eyes.",
      "cn": "所以你可能会得到一些面霜和清洁，广告中你经常看到有人做面部护理，眼睛上放着黄瓜。"
    },
    {
      "id": 47,
      "en": "And so it's just a way to make your skin feel really good.",
      "cn": "所以这只是让你的皮肤感觉非常好的方式。"
    },
    {
      "id": 48,
      "en": "Okay, particularly on your face.",
      "cn": "好吧，特别是在你的脸上。"
    },
    {
      "id": 49,
      "en": "Yes, your face.",
      "cn": "是的，你的脸。"
    },
    {
      "id": 50,
      "en": "And the verb here is to get.",
      "cn": "这里的动词是“去”。"
    },
    {
      "id": 51,
      "en": "So I'm going to get a facial or I got a facial yesterday.",
      "cn": "所以我要去做面部护理，或者我昨天做了面部护理。"
    },
    {
      "id": 52,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 53,
      "en": "Now, apart from getting a facial, getting a special treatment on your face, you can also get a manicure and a pedicure.",
      "cn": "除了做面部护理，做面部特殊护理外，你还可以做修指甲和修脚。"
    },
    {
      "id": 54,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 55,
      "en": "So manicure, pedicure, these we're going to keep together because they're very similar, but they're a little bit different.",
      "cn": "所以修指甲、修脚，我们会把它们放在一起，因为它们非常相似，但又有一点不同。"
    },
    {
      "id": 56,
      "en": "Manny, manicure.",
      "cn": "修指甲，修脚。"
    },
    {
      "id": 57,
      "en": "Manny, that means something to do with the hands.",
      "cn": "修指甲，意味着与手有关的事情。"
    },
    {
      "id": 58,
      "en": "So manicure is actually when you have your fingernails kind of cleaned and taken care of, and then they will apply some paint, so nail Polish.",
      "cn": "所以修指甲实际上是指清洁和护理你的指甲，然后涂上指甲油。"
    },
    {
      "id": 59,
      "en": "So basically having your nails treated and then colored.",
      "cn": "所以基本上是对你的指甲进行护理和上色。"
    },
    {
      "id": 60,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 61,
      "en": "And then pedicure, I imagine, is the same thing, but for your feet.",
      "cn": "然后修脚，我想也是同样的事情，但针对你的脚。"
    },
    {
      "id": 62,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 63,
      "en": "Petty refers to feet.",
      "cn": "修脚是指脚。"
    },
    {
      "id": 64,
      "en": "So pedicure is the same treatment, the same service, but for your toes.",
      "cn": "所以修脚是相同的护理，相同的服务，但针对你的脚趾。"
    },
    {
      "id": 65,
      "en": "In this case, you'd have very, you know, nice nail Polish on your toes.",
      "cn": "在这种情况下，你的脚趾上会有非常好看的指甲油。"
    },
    {
      "id": 66,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 67,
      "en": "Now, going back to skin treatment, because manicure and pedicure are for your fingernails and for your hands and feet, we are talking about getting your face exfoliated, or he says, well, first they exfoliate my face.",
      "cn": "现在，回到皮肤护理，因为修指甲和修脚是针对你的指甲、手和脚，我们在谈论去角质，他说，首先他们会去角质我的脸。"
    },
    {
      "id": 68,
      "en": "So exfoliate, you think ex means taking something away.",
      "cn": "所以去角质，你认为ex意味着去掉某物。"
    },
    {
      "id": 69,
      "en": "In this case, to exfoliate means to take the dead skin away.",
      "cn": "在这种情况下，去角质意味着去掉死皮。"
    },
    {
      "id": 70,
      "en": "And sometimes this can be a little bit painful, because you think at first you have some dry skin, some dead skin.",
      "cn": "有时这可能会有点痛，因为你一开始会觉得有一些干皮、死皮。"
    },
    {
      "id": 71,
      "en": "They have to take it away.",
      "cn": "他们必须把它去掉。"
    },
    {
      "id": 72,
      "en": "They have to use something rough.",
      "cn": "他们必须使用一些粗糙的东西。"
    },
    {
      "id": 73,
      "en": "You can do it on your feet as well.",
      "cn": "你也可以在脚上做。但当他们去角质你的脸时，他们会使用某种清洁剂或某种海绵来清除死皮。"
    },
    {
      "id": 74,
      "en": "But when they exfoliate your face, they use some kind of cleanser or some kind of maybe sponge to clear the dead skin.",
      "cn": "然后之后，你会有新鲜的皮肤，非常光滑和好看。"
    },
    {
      "id": 75,
      "en": "And then afterwards, you have the fresh new skin, and it's very smooth and nice looking.",
      "cn": "好的，这就是去角质的意思。"
    },
    {
      "id": 76,
      "en": "Okay, so that's what it means to exfoliate the skin.",
      "cn": "可以在你的脸上、脚上，几乎在你身体的任何地方。"
    },
    {
      "id": 77,
      "en": "It can be on your face, your feet, pretty much anywhere in your body.",
      "cn": "最后，我们白天也使用防晒霜来保护我们的皮肤，保持健康。"
    },
    {
      "id": 78,
      "en": "And lastly, we also are just using sunscreen during the day to protect our skin and to keep it healthy.",
      "cn": "没错。"
    },
    {
      "id": 80,
      "en": "So sunscreen is a kind of cream.",
      "cn": "所以防晒霜是一种乳霜。"
    },
    {
      "id": 81,
      "en": "Do you use sunscreen, Marco?",
      "cn": "你用防晒霜吗，Marco？"
    },
    {
      "id": 82,
      "en": "No.",
      "cn": "不。"
    },
    {
      "id": 83,
      "en": "No, you don't have to.",
      "cn": "不，你不需要。"
    },
    {
      "id": 84,
      "en": "Well, I often use sunscreen because I'm very, very pale.",
      "cn": "好吧，我经常使用防晒霜，因为我非常非常白。"
    },
    {
      "id": 85,
      "en": "And so when I go in the sun, maybe at the beach, it's very easy for me to burn my skin, to turn red.",
      "cn": "所以当我在阳光下，可能在海滩上，很容易晒伤我的皮肤，变红。"
    },
    {
      "id": 86,
      "en": "And so sunscreen helps me protect my skin.",
      "cn": "所以防晒霜帮助我保护我的皮肤。"
    },
    {
      "id": 87,
      "en": "So that's exactly what it does.",
      "cn": "这正是它的作用。"
    },
    {
      "id": 88,
      "en": "Sunscreen is a specific type of lotion that you put on your skin, and it prevents you from getting sunburns or from darkening your skin.",
      "cn": "防晒霜是一种特定类型的乳液，你涂在皮肤上，防止你晒伤或让皮肤变黑。"
    },
    {
      "id": 89,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 90,
      "en": "So those are the words we have relating to skincare and some of these services at the beauty spa.",
      "cn": "所以这些是与护肤和美容水疗中心的一些服务相关的单词。"
    },
    {
      "id": 91,
      "en": "But we've got some more phrases for you.",
      "cn": "但我们还有更多短语给你。"
    },
    {
      "id": 92,
      "en": "So let's first listen to our dialogue again, and we'll be back in a moment.",
      "cn": "所以让我们先再听一次我们的对话，我们马上回来。"
    },
    {
      "id": 93,
      "en": "You want to go get a facial with me today?",
      "cn": "你今天想和我一起去做面部护理吗？"
    },
    {
      "id": 94,
      "en": "Dude, what are you talking about?",
      "cn": "伙计，你在说什么？"
    },
    {
      "id": 95,
      "en": "Only girls do that.",
      "cn": "只有女孩才会这样做。"
    },
    {
      "id": 96,
      "en": "Not at all.",
      "cn": "完全不是。"
    },
    {
      "id": 97,
      "en": "Guys also get facials, manicures and pedicures.",
      "cn": "男孩也会做面部护理、修指甲和修脚。"
    },
    {
      "id": 98,
      "en": "There's nothing wrong with looking after your skin and looking good.",
      "cn": "照顾你的皮肤和看起来好并没有什么错。"
    },
    {
      "id": 99,
      "en": "True.",
      "cn": "说得对。"
    },
    {
      "id": 100,
      "en": "So what should they do to you at your beauty spa?",
      "cn": "那么他们在你的美容水疗中心会给你做什么？"
    },
    {
      "id": 101,
      "en": "Well, first they exfoliate my face, getting rid of all the dead skin.",
      "cn": "首先，他们会去角质，去掉所有死皮。"
    },
    {
      "id": 102,
      "en": "Then I get a face mask with nutrients that keep my skin healthy and young.",
      "cn": "然后我会做一个富含营养的面膜，让我的皮肤保持健康和年轻。"
    },
    {
      "id": 103,
      "en": "Afterwards, they apply some moisturizer and you leave feeling like a million bucks.",
      "cn": "之后，他们会涂一些保湿霜，你会感觉像是赚了一百万。"
    },
    {
      "id": 104,
      "en": "That doesn't really sound like something I would be interested in.",
      "cn": "这听起来并不是我感兴趣的事情。"
    },
    {
      "id": 105,
      "en": "In any case, I just wash my face every night and use sunscreen during the day.",
      "cn": "不管怎样，我每天晚上只洗脸，白天用防晒霜。"
    },
    {
      "id": 106,
      "en": "Well, you should come with me one day.",
      "cn": "好吧，你应该有一天跟我一起去。"
    },
    {
      "id": 107,
      "en": "I'm sure you'll love it.",
      "cn": "我相信你会喜欢的。"
    },
    {
      "id": 108,
      "en": "Uh, no.",
      "cn": "嗯，不。"
    },
    {
      "id": 109,
      "en": "Alright, so now it's time for some fluency builder.",
      "cn": "好吧，现在是时候进行一些流利度练习了。"
    },
    {
      "id": 110,
      "en": "Let's check out three key phrases.",
      "cn": "让我们看看三个关键短语。"
    },
    {
      "id": 111,
      "en": "Fluency builder.",
      "cn": "流利度练习。"
    },
    {
      "id": 112,
      "en": "So we've got this first phrase here, not at all.",
      "cn": "我们这里有第一个短语，一点也不。"
    },
    {
      "id": 113,
      "en": "So one person says, only girls go to the beauty spa.",
      "cn": "有人说，只有女孩去美容院。"
    },
    {
      "id": 114,
      "en": "What does the other person say?",
      "cn": "另一个人怎么说？"
    },
    {
      "id": 115,
      "en": "Right, he says no, not at all.",
      "cn": "对，他说不，一点也不。"
    },
    {
      "id": 116,
      "en": "Not at all.",
      "cn": "一点也不。"
    },
    {
      "id": 117,
      "en": "So basically he's responding by saying no, that's not true.",
      "cn": "基本上他是在回应说，不，这不是真的。"
    },
    {
      "id": 118,
      "en": "Now you could have said no, but why do you say not at all?",
      "cn": "你本可以说不，但为什么你说一点也不呢？"
    },
    {
      "id": 119,
      "en": "You could say no, but no is almost rude.",
      "cn": "你可以说不，但不几乎是无礼的。"
    },
    {
      "id": 120,
      "en": "Not at all is a way to say, actually, in reality, this is different.",
      "cn": "一点也不是一种说法，实际上，这种情况是不同的。"
    },
    {
      "id": 121,
      "en": "So it's a more polite way of disagreeing with what the person just said.",
      "cn": "所以这是更礼貌的不同意对方所说的方式。"
    },
    {
      "id": 122,
      "en": "Okay, so you can say no, not at all.",
      "cn": "好吧，所以你可以说不，一点也不。"
    },
    {
      "id": 123,
      "en": "I guess you can say both, right?",
      "cn": "我想你可以两者都说，对吧？"
    },
    {
      "id": 124,
      "en": "Not at all or together.",
      "cn": "一点也不或者一起说。"
    },
    {
      "id": 125,
      "en": "No, not at all.",
      "cn": "不，一点也不。"
    },
    {
      "id": 126,
      "en": "No, not at all.",
      "cn": "不，一点也不。"
    },
    {
      "id": 127,
      "en": "You could say, women don't like to watch football.",
      "cn": "你可以说，女人不喜欢看足球。"
    },
    {
      "id": 128,
      "en": "And you can say, oh, not at all.",
      "cn": "你可以说，哦，一点也不。"
    },
    {
      "id": 129,
      "en": "You could say, only men like to watch football.",
      "cn": "你可以说，只有男人喜欢看足球。"
    },
    {
      "id": 130,
      "en": "Right, and then if I disagree or you say actually, I can say no, not at all.",
      "cn": "对，然后如果我不同意或者你说实际上，我可以说不，一点也不。"
    },
    {
      "id": 131,
      "en": "Actually, girls like to watch football as well.",
      "cn": "实际上，女孩也喜欢看足球。"
    },
    {
      "id": 132,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 133,
      "en": "Okay, so now continuing on with the skincare topic, we saw this interesting verb, to apply some moisturizer.",
      "cn": "好吧，现在继续谈论护肤话题，我们看到这个有趣的动词，涂抹一些保湿霜。"
    },
    {
      "id": 134,
      "en": "So the verb here is to apply something on your skin.",
      "cn": "所以这里的动词是涂抹在你的皮肤上。"
    },
    {
      "id": 135,
      "en": "Alright, so the verb to apply means to put on, okay, or to use.",
      "cn": "好吧，动词涂抹意味着放上去，或者使用。"
    },
    {
      "id": 136,
      "en": "And this is a verb we often use with beauty care products, like apply the shampoo to your head or apply some fingernail Polish.",
      "cn": "这是我们常常与美容护理产品一起使用的动词，比如把洗发水涂在头上或涂一些指甲油。"
    },
    {
      "id": 137,
      "en": "It means that you're going to, yeah, to put it on yourself.",
      "cn": "这意味着你要，嗯，把它涂在自己身上。"
    },
    {
      "id": 138,
      "en": "Right, so when we say apply some moisturizer, it's to use moisturizer.",
      "cn": "对，所以当我们说涂抹一些保湿霜时，就是使用保湿霜。"
    },
    {
      "id": 139,
      "en": "Yeah, to put it on your skin.",
      "cn": "是的，涂在你的皮肤上。"
    },
    {
      "id": 140,
      "en": "Like, I apply my makeup.",
      "cn": "比如，我涂我的妆。"
    },
    {
      "id": 141,
      "en": "That means I put the makeup on my skin.",
      "cn": "这意味着我把妆涂在我的皮肤上。"
    },
    {
      "id": 142,
      "en": "So in this case, moisturizer is a great cream that we use when our skin is dry and we want it to be more healthy.",
      "cn": "所以在这种情况下，保湿霜是一种很好的乳霜，我们在皮肤干燥时使用，希望它更健康。"
    },
    {
      "id": 143,
      "en": "We want it to be less dry and we add this.",
      "cn": "我们希望它不那么干燥，我们添加这个。"
    },
    {
      "id": 144,
      "en": "Okay, and lastly, after you exfoliate, you apply moisturizer, you do everything.",
      "cn": "好吧，最后，在去角质后，你涂抹保湿霜，做完所有事情。"
    },
    {
      "id": 145,
      "en": "He says that you leave the beauty salon feeling like a million bucks.",
      "cn": "他说你离开美容院时感觉像赚了一百万。"
    },
    {
      "id": 146,
      "en": "Alright, to feel like a million bucks, this is a phrase that we often use to say you feel wonderful.",
      "cn": "好吧，感觉像赚了一百万，这是我们常用的短语，表示你感觉很棒。"
    },
    {
      "id": 147,
      "en": "You feel great.",
      "cn": "你感觉很好。"
    },
    {
      "id": 148,
      "en": "You feel really good.",
      "cn": "你感觉真的很好。"
    },
    {
      "id": 149,
      "en": "And so this is the main reason to go to the beauty spa, right Marco?",
      "cn": "所以这就是去美容院的主要原因，对吧，Marco？"
    },
    {
      "id": 150,
      "en": "Right, so you go there because you want to feel like a million bucks.",
      "cn": "对，所以你去那里是因为你想感觉像赚了一百万。"
    },
    {
      "id": 151,
      "en": "So you feel very, very, very good.",
      "cn": "所以你感觉非常非常好。"
    },
    {
      "id": 152,
      "en": "Sometimes when I buy a new outfit and I try it on, I'm really excited.",
      "cn": "有时当我买一套新衣服试穿时，我真的很兴奋。"
    },
    {
      "id": 153,
      "en": "I say, oh, I feel like a million bucks.",
      "cn": "我说，哦，我感觉像赚了一百万。"
    },
    {
      "id": 154,
      "en": "So I guess the other form of this word will actually be you look like a million bucks.",
      "cn": "所以我想这个词的另一种形式实际上是你看起来像赚了一百万。"
    },
    {
      "id": 155,
      "en": "Someone can look like a million bucks.",
      "cn": "有人可以看起来像赚了一百万。"
    },
    {
      "id": 156,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 157,
      "en": "So I see my friend coming from the beauty spa and I say, wow, you look like a million bucks.",
      "cn": "所以我看到我的朋友从美容院走出来，我说，哇，你看起来像赚了一百万。"
    },
    {
      "id": 158,
      "en": "You look great.",
      "cn": "你看起来很棒。"
    },
    {
      "id": 159,
      "en": "Alright, so let's listen to our dialogue one last time.",
      "cn": "好吧，让我们最后再听一遍我们的对话。"
    },
    {
      "id": 160,
      "en": "Let's review everything and we'll be back in a bit.",
      "cn": "让我们复习一下所有内容，我们很快会回来。"
    },
    {
      "id": 161,
      "en": "You want to go get a facial with me today?",
      "cn": "你今天想和我一起去做面部护理吗？"
    },
    {
      "id": 162,
      "en": "Dude, what are you talking about?",
      "cn": "兄弟，你在说什么？"
    },
    {
      "id": 163,
      "en": "Only girls do that.",
      "cn": "只有女孩才会这样做。"
    },
    {
      "id": 164,
      "en": "Not at all.",
      "cn": "一点也不。"
    },
    {
      "id": 165,
      "en": "Guys also get facials, manicures and pedicures.",
      "cn": "男生也会做面部护理、修指甲和足疗。"
    },
    {
      "id": 166,
      "en": "There's nothing wrong with looking after your skin and looking good.",
      "cn": "照顾自己的皮肤和看起来好看没有什么错。"
    },
    {
      "id": 167,
      "en": "True.",
      "cn": "说得对。"
    },
    {
      "id": 168,
      "en": "So what should they do to you at your beauty spa?",
      "cn": "那么他们在美容院会对你做什么？"
    },
    {
      "id": 169,
      "en": "Well, first they exfoliate my face, getting rid of all the dead skin.",
      "cn": "首先，他们会去角质，去掉所有死皮。"
    },
    {
      "id": 170,
      "en": "Then I get a face mask with nutrients that keep my skin healthy and young.",
      "cn": "然后我会做一个富含营养的面膜，让我的皮肤保持健康和年轻。"
    },
    {
      "id": 171,
      "en": "Afterwards, they apply some moisturizer and you leave feeling like a million bucks.",
      "cn": "之后，他们会涂一些保湿霜，你会感觉像赚了一百万。"
    },
    {
      "id": 172,
      "en": "That doesn't really sound like something I would be interested in.",
      "cn": "这听起来并不是我感兴趣的事情。"
    },
    {
      "id": 173,
      "en": "In any case, I just wash my face every night and use sunscreen during the day.",
      "cn": "不管怎样，我每天晚上只洗脸，白天用防晒霜。"
    },
    {
      "id": 174,
      "en": "Well, you should come with me one day.",
      "cn": "好吧，你应该有一天跟我一起去。"
    },
    {
      "id": 175,
      "en": "I'm sure you'll love it.",
      "cn": "我相信你会喜欢的。"
    },
    {
      "id": 176,
      "en": "Uh, no.",
      "cn": "嗯，不。"
    },
    {
      "id": 177,
      "en": "Alright, so facials, this sort of thing is commonly mostly associated with women.",
      "cn": "好吧，面部护理，这种事情通常主要与女性相关。"
    },
    {
      "id": 178,
      "en": "But as we saw in the dialogue, more and more men are actually taking care of their skin and their appearance.",
      "cn": "但正如我们在对话中看到的，越来越多的男性实际上在照顾他们的皮肤和外表。"
    },
    {
      "id": 179,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 180,
      "en": "So while this might have been traditionally a woman's event, going to the spa, having a girl's day at the spa.",
      "cn": "所以虽然这可能传统上是女性的活动，去水疗中心，享受女孩的一天。"
    },
    {
      "id": 181,
      "en": "You're right, Marco.",
      "cn": "你说得对，Marco。"
    },
    {
      "id": 182,
      "en": "A lot of men like to do this.",
      "cn": "很多男性喜欢这样做。"
    },
    {
      "id": 183,
      "en": "Just because you get a manicure doesn't mean you have to have pink fingernails.",
      "cn": "仅仅因为你做了修指甲并不意味着你必须有粉色的指甲。"
    },
    {
      "id": 184,
      "en": "You can actually just have your nails taken care of and cleaned and cut and your cuticles taken care of.",
      "cn": "你实际上可以只是照顾和清洁你的指甲，修剪和处理你的指甲边缘。"
    },
    {
      "id": 185,
      "en": "So it feels really nice.",
      "cn": "所以感觉真的很好。"
    },
    {
      "id": 186,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 187,
      "en": "Actually, it's a common new trend that we've even heard in the news about.",
      "cn": "实际上，这是一个我们甚至在新闻中听到的常见新趋势。"
    },
    {
      "id": 188,
      "en": "And the term that men are labeled with when they take excessive care of their skin and their appearance.",
      "cn": "而当男性过度照顾他们的皮肤和外表时，他们被贴上了一个标签。"
    },
    {
      "id": 189,
      "en": "They say they're metrosexuals.",
      "cn": "他们说他们是都市型男。"
    },
    {
      "id": 190,
      "en": "Now this is a man who, like you say, likes to dress nicely, takes care of his hair, has nice skin.",
      "cn": "现在这是一个男人，像你说的，喜欢穿得体，照顾自己的头发，拥有好的皮肤。"
    },
    {
      "id": 191,
      "en": "Someone who really takes care of their body.",
      "cn": "一个人真的很照顾自己的身体。"
    },
    {
      "id": 192,
      "en": "And it's different from being a homosexual, for example, where maybe that's a stereotype that we have.",
      "cn": "这与同性恋者不同，例如，可能这是我们有的刻板印象。"
    },
    {
      "id": 193,
      "en": "Where we say, oh well, some people who are homosexual like to dress very well and take care of their skin.",
      "cn": "我们说，哦，有些同性恋者喜欢穿得很好，照顾自己的皮肤。"
    },
    {
      "id": 194,
      "en": "Metrosexual people, men, are straight, they're not gay, but they still like to do these things.",
      "cn": "都市型男，男性，是异性恋者，他们不是同性恋，但他们仍然喜欢做这些事情。"
    },
    {
      "id": 195,
      "en": "To go to the spa or to take care of their appearances.",
      "cn": "去水疗中心或照顾他们的外表。"
    },
    {
      "id": 196,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 197,
      "en": "So it's a very interesting topic, specifically nowadays, where this type of thing is more and more common.",
      "cn": "所以这是一个非常有趣的话题，尤其是在如今，这种现象越来越普遍。"
    },
    {
      "id": 198,
      "en": "And yet still, in many places and cultures, it's very much taboo.",
      "cn": "然而，在许多地方和文化中，这仍然是一个禁忌。"
    },
    {
      "id": 199,
      "en": "Obviously, being a manly man associated with that is, you know, you don't really take care of your appearance.",
      "cn": "显然，作为一个阳刚的男人与此相关，你知道的，你并不太注重外表。"
    },
    {
      "id": 200,
      "en": "You wake up and you still look kind of messy and half asleep.",
      "cn": "你醒来时看起来有点凌乱，半睡半醒。"
    },
    {
      "id": 201,
      "en": "Or a guy has scars and beards and stuff, so you don't really associate it much.",
      "cn": "或者一个男人有伤疤和胡须之类的，所以你并不太将其联系在一起。"
    },
    {
      "id": 202,
      "en": "But it's very interesting to see these types of different cultural aspects.",
      "cn": "但看到这些不同文化方面是非常有趣的。"
    },
    {
      "id": 203,
      "en": "So we would like to know if in your culture, your country, this is a common practice.",
      "cn": "所以我们想知道在你的文化和国家中，这是否是一种常见的做法。"
    },
    {
      "id": 204,
      "en": "Is it acceptable or is it very, very rare?",
      "cn": "这是可以接受的，还是非常非常罕见？"
    },
    {
      "id": 205,
      "en": "And if you go to the beauty spa, whether you're a man or a woman, what's your favorite service?",
      "cn": "如果你去美容水疗中心，无论你是男性还是女性，你最喜欢的服务是什么？"
    },
    {
      "id": 206,
      "en": "Do you like the facials?",
      "cn": "你喜欢面部护理吗？"
    },
    {
      "id": 207,
      "en": "Do you like the pedicures?",
      "cn": "你喜欢足部护理吗？"
    },
    {
      "id": 208,
      "en": "Let us know.",
      "cn": "让我们知道。"
    },
    {
      "id": 209,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是 EnglishPod.com。"
    },
    {
      "id": 210,
      "en": "Alright, we'll see you guys there.",
      "cn": "好的，我们在那里见。"
    },
    {
      "id": 211,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}