{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0285",
  "title": "Englishpod 初级 英文播客 0285",
  "totalSegments": 205,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and today we have an elementary level lesson for you.",
      "cn": "我叫Catherine，今天我们为您准备了一节初级课程。"
    },
    {
      "id": 4,
      "en": "This is about fixing things.",
      "cn": "这节课是关于修理东西的。"
    },
    {
      "id": 5,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 6,
      "en": "So sometimes in our office or in our house, some small things may break, like maybe the door or the air conditioning.",
      "cn": "有时候在我们的办公室或家里，一些小东西可能会坏掉，比如门或空调。"
    },
    {
      "id": 7,
      "en": "So in this case, we need to call a special guy to come and fix it.",
      "cn": "在这种情况下，我们需要叫一个专业的人来修理。"
    },
    {
      "id": 8,
      "en": "So let's listen to today's dialogue, and we'll be back in a moment to talk about who this guy is.",
      "cn": "让我们来听今天的对话，稍后我们会回来讨论这个人是谁。"
    },
    {
      "id": 9,
      "en": "The air conditioning is not working.",
      "cn": "空调坏了。"
    },
    {
      "id": 10,
      "en": "We need to call a handyman before we start to fry in here.",
      "cn": "我们需要在这里开始受热之前叫个修理工。"
    },
    {
      "id": 11,
      "en": "Dan is on top of that.",
      "cn": "Dan正在处理这件事。"
    },
    {
      "id": 12,
      "en": "I think they are also getting the handyman to fix the bathroom toilet that keeps clogging up.",
      "cn": "我想他们还让修理工修理那个总是堵塞的卫生间马桶。"
    },
    {
      "id": 13,
      "en": "That would be convenient.",
      "cn": "那样就方便了。"
    },
    {
      "id": 14,
      "en": "They might as well ask him to fix the electrical wiring.",
      "cn": "他们还可以让他修理电线。"
    },
    {
      "id": 15,
      "en": "The circuit breakers keep going out all the time.",
      "cn": "断路器总是跳闸。"
    },
    {
      "id": 16,
      "en": "It's really annoying.",
      "cn": "这真的很烦人。"
    },
    {
      "id": 17,
      "en": "Yeah, you're right.",
      "cn": "是的，你说得对。"
    },
    {
      "id": 18,
      "en": "This office is falling apart.",
      "cn": "这个办公室快要垮了。"
    },
    {
      "id": 19,
      "en": "Frank told me the other day that the gutters outside were clogged, and that's why the parking lot was flooded.",
      "cn": "Frank前几天告诉我，外面的排水沟堵了，这就是停车场被淹的原因。"
    },
    {
      "id": 20,
      "en": "I know.",
      "cn": "我知道。"
    },
    {
      "id": 21,
      "en": "I was in ankle-deep water trying to get to my car that day.",
      "cn": "那天我在脚踝深的水中试图到我的车。"
    },
    {
      "id": 22,
      "en": "The handyman definitely has his work cut out for him.",
      "cn": "修理工肯定有很多工作要做。"
    },
    {
      "id": 23,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 24,
      "en": "So now let's take a look at some of those keywords and phrases on language takeaway.",
      "cn": "现在让我们看看一些关键词和短语的语言要点。"
    },
    {
      "id": 25,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 26,
      "en": "Our first word today is the name of this job.",
      "cn": "我们今天的第一个词是这个工作的名称。"
    },
    {
      "id": 27,
      "en": "The person is called a handyman.",
      "cn": "这个人叫做修理工。"
    },
    {
      "id": 28,
      "en": "Okay, so that's a profession.",
      "cn": "好的，这是一种职业。"
    },
    {
      "id": 29,
      "en": "You are a handyman.",
      "cn": "你是一个修理工。"
    },
    {
      "id": 30,
      "en": "Now what exactly does a handyman do?",
      "cn": "那么修理工到底做什么呢？"
    },
    {
      "id": 31,
      "en": "Well, a handyman fixes things.",
      "cn": "嗯，修理工修理东西。"
    },
    {
      "id": 32,
      "en": "He is usually a generalist.",
      "cn": "他通常是个通才。"
    },
    {
      "id": 33,
      "en": "You know, he fixes things all over the house, not just the bathroom or the kitchen.",
      "cn": "你知道，他修理房子里各处的东西，不仅仅是卫生间或厨房。"
    },
    {
      "id": 34,
      "en": "So he can just fix things that are a little bit broken.",
      "cn": "所以他可以修理一些稍微坏掉的东西。"
    },
    {
      "id": 35,
      "en": "But if, for example, your car needs a new radiator or needs a new important part, maybe you would take the car to someone who is more experienced with cars.",
      "cn": "但如果，比如说，你的车需要一个新的散热器或重要部件，可能你会把车送到一个更有经验的人那里。"
    },
    {
      "id": 36,
      "en": "But in the case of a handyman, if anything's broken, he can generally fix it.",
      "cn": "但在修理工的情况下，如果有什么坏了，他通常可以修好。"
    },
    {
      "id": 37,
      "en": "Okay, so as Catherine explained, basically a handyman just does any type or many types of general work of things that may be broken around the house or the office.",
      "cn": "好的，正如Catherine所解释的，基本上修理工就是做任何类型或多种类型的常规工作，修理家里或办公室可能坏掉的东西。"
    },
    {
      "id": 38,
      "en": "We had a couple examples of these in today's dialogue, didn't we?",
      "cn": "我们在今天的对话中有几个例子，不是吗？"
    },
    {
      "id": 39,
      "en": "What was that first one?",
      "cn": "第一个是什么？"
    },
    {
      "id": 40,
      "en": "Kind of gross.",
      "cn": "有点恶心。"
    },
    {
      "id": 41,
      "en": "Yeah, well, he had to fix the air conditioning, but then he also had to fix the bathroom toilet because it kept clogging up.",
      "cn": "是的，他必须修理空调，但他还得修理那个总是堵塞的卫生间马桶。"
    },
    {
      "id": 42,
      "en": "Okay, so a toilet gets clogged up.",
      "cn": "好的，马桶堵了。"
    },
    {
      "id": 43,
      "en": "To clog up.",
      "cn": "堵塞。"
    },
    {
      "id": 44,
      "en": "What does this mean?",
      "cn": "这是什么意思？"
    },
    {
      "id": 45,
      "en": "So it means that something is blocking the way of, you know, the water being able to go out.",
      "cn": "这意味着有东西阻挡了水的流出。"
    },
    {
      "id": 46,
      "en": "So the water doesn't go down.",
      "cn": "所以水下不去。"
    },
    {
      "id": 47,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 48,
      "en": "And sometimes if the toilet is really clogged and someone tries to flush the toilet again, the water comes onto the floor and it's very dirty and very gross.",
      "cn": "有时候如果马桶真的堵了，有人再冲水，水就会溢到地上，非常脏，非常恶心。"
    },
    {
      "id": 49,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 50,
      "en": "So actually, maybe sometimes in the kitchen, pieces of food may fall into the sink and it may clog up the sink.",
      "cn": "所以实际上，有时候在厨房，食物的碎片可能掉进水槽，可能会堵塞水槽。"
    },
    {
      "id": 51,
      "en": "Okay, so to clog up means to block or to get in the way of.",
      "cn": "好的，所以堵塞意味着阻挡或妨碍。"
    },
    {
      "id": 52,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 53,
      "en": "And apart from the toilets being clogged up, he also may have to take a look at the circuit breakers.",
      "cn": "除了马桶堵塞，他还可能需要检查断路器。"
    },
    {
      "id": 54,
      "en": "All right, so this is not about water or about plumbing.",
      "cn": "好的，这不是关于水或管道的。"
    },
    {
      "id": 55,
      "en": "Circuit breakers have to do with electricity.",
      "cn": "断路器与电有关。"
    },
    {
      "id": 56,
      "en": "And in this case, that box in your apartment or near your apartment that controls the different circuits.",
      "cn": "在这种情况下，就是你公寓里或附近控制不同电路的那个盒子。"
    },
    {
      "id": 57,
      "en": "So sometimes if the lights go out, you know that you have to check the circuit breaker and make sure that the circuits are all working properly.",
      "cn": "所以有时候如果灯熄灭了，你知道你需要检查断路器，确保所有电路都正常工作。"
    },
    {
      "id": 58,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 59,
      "en": "So the circuit breakers are kind of like a protection from too much electricity and that's why they go out.",
      "cn": "所以断路器有点像是过多电流的保护，这就是它们跳闸的原因。"
    },
    {
      "id": 60,
      "en": "And now for our final word on language takeaway, something that also got clogged up at their office.",
      "cn": "现在我们最后一个语言要点是他们办公室里也堵塞的东西。"
    },
    {
      "id": 61,
      "en": "We're talking about the gutters.",
      "cn": "我们在谈论排水沟。"
    },
    {
      "id": 62,
      "en": "All right, so many people's houses have gutters or sometimes an office building will have gutters.",
      "cn": "好的，许多人的房子都有排水沟，或者有时办公楼也会有排水沟。"
    },
    {
      "id": 63,
      "en": "These are trays on the roof of a house or a building that will catch the water when it rains.",
      "cn": "这些是房子或建筑物屋顶上的托盘，用来收集雨水。"
    },
    {
      "id": 64,
      "en": "Because, you know, sometimes rainwater can be very, very heavy.",
      "cn": "因为你知道，有时候雨水可能非常非常重。"
    },
    {
      "id": 65,
      "en": "And it's dangerous on your house, on the roof of your house, because it can hurt the roof.",
      "cn": "这对你的房子，屋顶来说是危险的，因为它可能会损坏屋顶。"
    },
    {
      "id": 66,
      "en": "But if it comes into this gutter, into this little tray, then it will come down and fall on the ground.",
      "cn": "但如果它进入这个排水沟，这个小托盘，那么它就会下来，落到地上。"
    },
    {
      "id": 67,
      "en": "So these are a way to protect your roof.",
      "cn": "所以这些是保护你屋顶的一种方式。"
    },
    {
      "id": 68,
      "en": "But these often get clogged up with leaves and with garbage.",
      "cn": "但这些通常会被树叶和垃圾堵塞。"
    },
    {
      "id": 69,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 70,
      "en": "So they're like small little ways or little roads, if you want to call them, where the water can go and escape and go into a specific place.",
      "cn": "所以它们就像小小的通道，或者如果你想称之为小路，水可以通过并逃到特定的地方。"
    },
    {
      "id": 71,
      "en": "We have them on the sides of roads as well many times.",
      "cn": "我们在路边也经常看到它们。"
    },
    {
      "id": 72,
      "en": "So gutters that you find on the ground, sometimes you find them on the roof of a house, but those are a little bit different.",
      "cn": "所以在地面上的排水沟，有时你会在房子的屋顶上找到，但那些稍微不同。"
    },
    {
      "id": 73,
      "en": "The gutters on the ground are basically pathways for water to come down.",
      "cn": "地面的排水沟基本上是水下来的通道。"
    },
    {
      "id": 74,
      "en": "Because if there's no gutter, then all of the water is on the road and it can flood very quickly.",
      "cn": "因为如果没有排水沟，所有的水都会在路上，很快就会淹水。"
    },
    {
      "id": 75,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 76,
      "en": "And so this is a way for the water and even the garbage to go on the side of the road and not be in the way of the cars.",
      "cn": "所以这是一种让水甚至垃圾在路边流动，而不妨碍汽车的方式。"
    },
    {
      "id": 77,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 78,
      "en": "You see them on highways and roads very often because you don't want the road filled with water.",
      "cn": "你在高速公路和道路上经常看到它们，因为你不想让路上满是水。"
    },
    {
      "id": 79,
      "en": "So these gutters are a small path where all the water will fall into it and escape safely from the highway.",
      "cn": "所以这些排水沟是一个小路径，所有的水都会流入并安全地逃离高速公路。"
    },
    {
      "id": 80,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 81,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 82,
      "en": "So that's all the time we have for language takeaway.",
      "cn": "所以这就是我们语言要点的所有时间。"
    },
    {
      "id": 83,
      "en": "Why don't we go back, have another listen to the dialogue and we'll be back soon with Fluency Builder.",
      "cn": "我们再回去，再听一次对话，稍后我们将与流利度提升一起回来。"
    },
    {
      "id": 84,
      "en": "The air conditioning is not working.",
      "cn": "空调坏了。"
    },
    {
      "id": 85,
      "en": "We need to call a handyman before we start to fry in here.",
      "cn": "我们需要在这里开始受热之前叫个修理工。"
    },
    {
      "id": 86,
      "en": "Dan is on top of that.",
      "cn": "Dan正在处理这件事。"
    },
    {
      "id": 87,
      "en": "I think they are also getting the handyman to fix the bathroom toilet that keeps clogging up.",
      "cn": "我想他们还让修理工修理那个总是堵塞的卫生间马桶。"
    },
    {
      "id": 88,
      "en": "That would be convenient.",
      "cn": "那样就方便了。"
    },
    {
      "id": 89,
      "en": "They might as well ask him to fix the electrical wiring.",
      "cn": "他们还可以让他修理电线。"
    },
    {
      "id": 90,
      "en": "The circuit breakers keep going out all the time.",
      "cn": "断路器总是跳闸。"
    },
    {
      "id": 91,
      "en": "It's really annoying.",
      "cn": "这真的很烦人。"
    },
    {
      "id": 92,
      "en": "Yeah, you're right.",
      "cn": "是的，你说得对。"
    },
    {
      "id": 93,
      "en": "This office is falling apart.",
      "cn": "这个办公室快要垮了。"
    },
    {
      "id": 94,
      "en": "Frank told me the other day that the guy who was in the bathroom was the gutters outside were clogged.",
      "cn": "Frank前几天告诉我，卫生间里的人说外面的排水沟堵了。"
    },
    {
      "id": 95,
      "en": "And that's why the parking lot was flooded.",
      "cn": "这就是停车场被淹的原因。"
    },
    {
      "id": 96,
      "en": "I know.",
      "cn": "我知道。"
    },
    {
      "id": 97,
      "en": "I was in ankle deep water trying to get to my car that day.",
      "cn": "那天我在脚踝深的水中试图到我的车。"
    },
    {
      "id": 98,
      "en": "The handyman definitely has his work cut out for him.",
      "cn": "修理工肯定有很多工作要做。"
    },
    {
      "id": 99,
      "en": "Now let's take a look at three key phrases on Fluency Builder.",
      "cn": "现在让我们看看流利度提升中的三个关键短语。"
    },
    {
      "id": 100,
      "en": "Fluency Builder.",
      "cn": "流利度提升。"
    },
    {
      "id": 101,
      "en": "Well, this first phrase is a phrase that I like to use and I and I do use it very often.",
      "cn": "好吧，第一个短语是我喜欢用的短语，我确实经常使用。"
    },
    {
      "id": 102,
      "en": "We heard that Dan is on top of that.",
      "cn": "我们听说丹在处理这个。"
    },
    {
      "id": 103,
      "en": "All right, so we need to call a handyman in here and he says, nope, Dan is on top of that.",
      "cn": "好吧，所以我们需要叫一个修理工进来，他说，不，丹在处理这个。"
    },
    {
      "id": 104,
      "en": "So to be on top of something, what does it mean?",
      "cn": "那么，\"在某事上处于领先地位\"是什么意思？"
    },
    {
      "id": 105,
      "en": "Well, when she says Dan is on top of that, she's basically saying Dan is taking care of this or Dan is already calling the handyman to come and fix it.",
      "cn": "好吧，当她说丹在处理这个时，她基本上是在说丹在照顾这个，或者丹已经在叫修理工来修理它。"
    },
    {
      "id": 106,
      "en": "So you are aware of the problem and you're trying to solve it.",
      "cn": "所以你意识到问题并试图解决它。"
    },
    {
      "id": 107,
      "en": "Okay, so don't worry.",
      "cn": "好的，所以别担心。"
    },
    {
      "id": 108,
      "en": "You don't have to call the handyman.",
      "cn": "你不必叫修理工。"
    },
    {
      "id": 109,
      "en": "Dan is on top of that.",
      "cn": "丹在处理这个。"
    },
    {
      "id": 110,
      "en": "Dan will call him.",
      "cn": "丹会打电话给他。"
    },
    {
      "id": 111,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 112,
      "en": "So to be on top of something is to make sure that something is done.",
      "cn": "所以在某事上处于领先地位就是确保某事完成。"
    },
    {
      "id": 113,
      "en": "So you could say, you know, Marco, I really, I hope you stay on top of that project because it's very important.",
      "cn": "所以你可以说，你知道，马尔科，我真的希望你能在那个项目上保持领先，因为这非常重要。"
    },
    {
      "id": 114,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 115,
      "en": "Or don't worry, the report will be finished on time.",
      "cn": "或者别担心，报告会按时完成。"
    },
    {
      "id": 116,
      "en": "I am on top of that.",
      "cn": "我在处理这个。"
    },
    {
      "id": 117,
      "en": "Great.",
      "cn": "太好了。"
    },
    {
      "id": 118,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 119,
      "en": "Now moving on to our next phrase, they were talking about all the problems that this office has.",
      "cn": "现在转到我们的下一个短语，他们在谈论这个办公室的所有问题。"
    },
    {
      "id": 120,
      "en": "And the person said, well, they might as well ask the handyman to also fix the electrical wiring.",
      "cn": "那个人说，好吧，他们不妨让修理工也修理电线。"
    },
    {
      "id": 121,
      "en": "Okay, so this phrase might as well is it's kind of hard to understand, I think sometimes.",
      "cn": "好的，所以这个短语\"不妨\"有时有点难以理解。"
    },
    {
      "id": 122,
      "en": "Basically, what the speaker is saying is that while he is doing this, he can also do something else.",
      "cn": "基本上，发言者是在说，当他在做这个时，他也可以做其他事情。"
    },
    {
      "id": 123,
      "en": "Okay, so he's here, he can fix many things, he might as well also fix the electrical wiring.",
      "cn": "好的，所以他在这里，他可以修很多东西，他不妨也修电线。"
    },
    {
      "id": 124,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 125,
      "en": "So taking advantage of the fact that you are already doing something or you are already here, you can start doing something else as well.",
      "cn": "所以利用你已经在做某事或你已经在这里的事实，你也可以开始做其他事情。"
    },
    {
      "id": 126,
      "en": "Or maybe we could say this in a different context to like, you know, we're going to order a pizza for lunch.",
      "cn": "或者也许我们可以在不同的上下文中这样说，比如，你知道，我们要点披萨作为午餐。"
    },
    {
      "id": 127,
      "en": "You know what, Marco might as well order two because there are so many people here.",
      "cn": "你知道吗，马尔科不妨点两个，因为这里有很多人。"
    },
    {
      "id": 128,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 129,
      "en": "So taking advantage of the fact that we are ordering pizza, we might as well get more for everyone.",
      "cn": "所以利用我们点披萨的机会，我们不妨为每个人多点一些。"
    },
    {
      "id": 130,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 131,
      "en": "And for our last phrase, when they mentioned all the work that has to be done, they said the handyman definitely has his work cut out for him.",
      "cn": "对于我们的最后一个短语，当他们提到所有必须完成的工作时，他们说修理工确实有很多工作要做。"
    },
    {
      "id": 132,
      "en": "Okay, so if someone has his work cut out for him, it means that he has a lot of work to do.",
      "cn": "好的，所以如果某人有很多工作要做，这意味着他有很多工作要做。"
    },
    {
      "id": 133,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 134,
      "en": "You can also say this to someone that you're talking to.",
      "cn": "你也可以对你正在交谈的人这样说。"
    },
    {
      "id": 135,
      "en": "So Marco, Marco is writing a book.",
      "cn": "所以马尔科，马尔科在写一本书。"
    },
    {
      "id": 136,
      "en": "I say, Hey, Marco, that's a really long book you're writing.",
      "cn": "我说，嘿，马尔科，你写的书真长。"
    },
    {
      "id": 137,
      "en": "It looks like you really have your work cut out for you.",
      "cn": "看起来你确实有很多工作要做。"
    },
    {
      "id": 138,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 139,
      "en": "Or maybe this project is really difficult.",
      "cn": "或者也许这个项目真的很困难。"
    },
    {
      "id": 140,
      "en": "I really have my work cut out.",
      "cn": "我真的有很多工作要做。"
    },
    {
      "id": 141,
      "en": "Mm hmm.",
      "cn": "嗯嗯。"
    },
    {
      "id": 142,
      "en": "Okay, so you're basically saying I have a very hard time ahead of me.",
      "cn": "好的，所以你基本上是在说我面临着很大的困难。"
    },
    {
      "id": 143,
      "en": "Mm hmm.",
      "cn": "嗯嗯。"
    },
    {
      "id": 144,
      "en": "Okay, so that's all the phrases we have for you.",
      "cn": "好的，这就是我们为你准备的所有短语。"
    },
    {
      "id": 145,
      "en": "Why don't we have a listen to our dialogue one last time?",
      "cn": "我们最后再听一遍对话吧？"
    },
    {
      "id": 146,
      "en": "The air conditioning is not working.",
      "cn": "空调坏了。"
    },
    {
      "id": 147,
      "en": "We need to call a handyman before we start to fry in here.",
      "cn": "我们需要叫一个修理工，免得我们在这里受热。"
    },
    {
      "id": 148,
      "en": "Dan is on top of that.",
      "cn": "丹在处理这个。"
    },
    {
      "id": 149,
      "en": "I think they are also getting the handyman to fix the bathroom toilet that keeps clogging up.",
      "cn": "我想他们也在叫修理工修理那个一直堵的厕所。"
    },
    {
      "id": 150,
      "en": "That would be convenient.",
      "cn": "那样会很方便。"
    },
    {
      "id": 151,
      "en": "They might as well ask him to fix the electrical wiring.",
      "cn": "他们不妨让他修电线。"
    },
    {
      "id": 152,
      "en": "The circuit breakers keep going out all the time.",
      "cn": "断路器一直跳闸。"
    },
    {
      "id": 153,
      "en": "It's really annoying.",
      "cn": "这真的很烦人。"
    },
    {
      "id": 154,
      "en": "Yeah, you're right.",
      "cn": "是的，你说得对。"
    },
    {
      "id": 155,
      "en": "This office is falling apart.",
      "cn": "这个办公室快要垮了。"
    },
    {
      "id": 156,
      "en": "Frank told me the other day that the gutters outside were clogged.",
      "cn": "弗兰克前几天告诉我外面的排水沟堵了。"
    },
    {
      "id": 157,
      "en": "And that's why the parking lot was flooded.",
      "cn": "这就是停车场被淹的原因。"
    },
    {
      "id": 158,
      "en": "I know.",
      "cn": "我知道。"
    },
    {
      "id": 159,
      "en": "I was in ankle deep water trying to get to my car that day.",
      "cn": "那天我在脚踝深的水里试图到我的车。"
    },
    {
      "id": 160,
      "en": "The handyman definitely has his work cut out for him.",
      "cn": "这个修理工确实有很多工作要做。"
    },
    {
      "id": 161,
      "en": "So a handyman is also commonly referred to as a Jack of all trades.",
      "cn": "所以修理工通常也被称为万事通。"
    },
    {
      "id": 162,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 163,
      "en": "So these are both kind of funny words.",
      "cn": "所以这两个词都有点有趣。"
    },
    {
      "id": 164,
      "en": "First of all, handy as an adjective means useful or helpful.",
      "cn": "首先，\"方便\"作为形容词意味着有用或有帮助。"
    },
    {
      "id": 165,
      "en": "So maybe a hammer is a handy tool.",
      "cn": "所以也许锤子是一个方便的工具。"
    },
    {
      "id": 166,
      "en": "It's a very handy tool.",
      "cn": "这是一个非常方便的工具。"
    },
    {
      "id": 167,
      "en": "Or you know, I find my iPhone has some very handy applications.",
      "cn": "或者你知道，我发现我的iPhone有一些非常方便的应用程序。"
    },
    {
      "id": 168,
      "en": "I can use the dictionary.",
      "cn": "我可以使用字典。"
    },
    {
      "id": 169,
      "en": "So a handyman is someone who's helpful.",
      "cn": "所以修理工是一个有帮助的人。"
    },
    {
      "id": 170,
      "en": "He can do many things.",
      "cn": "他可以做很多事情。"
    },
    {
      "id": 171,
      "en": "But a Jack of all trades is a very special because it means he is a person that can do basically any job.",
      "cn": "但万事通是一个非常特别的词，因为它意味着他是一个可以做任何工作的的人。"
    },
    {
      "id": 172,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 173,
      "en": "So sometimes in offices, people may have someone that they may refer to as a Jack of all trades.",
      "cn": "所以有时在办公室里，人们可能会有一个他们称之为万事通的人。"
    },
    {
      "id": 174,
      "en": "So he may fix the computers.",
      "cn": "所以他可能修理电脑。"
    },
    {
      "id": 175,
      "en": "He also knows a little bit about marketing and does many odd and random things around the office.",
      "cn": "他也知道一点市场营销，并在办公室里做很多杂七杂八的事情。"
    },
    {
      "id": 176,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 177,
      "en": "You could say my friend Paul, he's a Jack of all trades.",
      "cn": "你可以说我的朋友保罗，他是一个万事通。"
    },
    {
      "id": 178,
      "en": "He can fix a car.",
      "cn": "他会修车。"
    },
    {
      "id": 179,
      "en": "He can cook.",
      "cn": "他会做饭。"
    },
    {
      "id": 180,
      "en": "He can, you know, fix a door or a window, but he can also sew.",
      "cn": "他可以修门或窗户，但他也会缝纫。"
    },
    {
      "id": 181,
      "en": "So he's a Jack of all trades.",
      "cn": "所以他是一个万事通。"
    },
    {
      "id": 182,
      "en": "He has many, many skills.",
      "cn": "他有很多很多技能。"
    },
    {
      "id": 183,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 184,
      "en": "And talking about these skills, a being a handyman is not a profession per se.",
      "cn": "说到这些技能，做修理工并不是一种职业。"
    },
    {
      "id": 185,
      "en": "It's actually a trade.",
      "cn": "它实际上是一种技艺。"
    },
    {
      "id": 186,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 187,
      "en": "And so we say this because it's something that you normally do with your hands and you don't have to go to university to study it.",
      "cn": "我们这样说是因为这是你通常用手做的事情，你不必去大学学习它。"
    },
    {
      "id": 188,
      "en": "You maybe have an apprenticeship where you study by working.",
      "cn": "你可能有一个学徒制，通过工作学习。"
    },
    {
      "id": 189,
      "en": "And it's one of a few very, very important trades like being a plumber or an electrician.",
      "cn": "这是少数几种非常重要的技艺之一，比如水管工或电工。"
    },
    {
      "id": 190,
      "en": "But a handyman is more general.",
      "cn": "但修理工更为通用。"
    },
    {
      "id": 191,
      "en": "Like we said, you can do many different things.",
      "cn": "就像我们说的，你可以做很多不同的事情。"
    },
    {
      "id": 192,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 193,
      "en": "So very interesting.",
      "cn": "所以非常有趣。"
    },
    {
      "id": 194,
      "en": "There are many trades out there.",
      "cn": "外面有很多技艺。"
    },
    {
      "id": 195,
      "en": "Maybe you can come on the site and mention some of these that you may know.",
      "cn": "也许你可以来网站提到一些你可能知道的。"
    },
    {
      "id": 196,
      "en": "Like, for example, a very well-known trade is a cobbler, a person that makes shoes.",
      "cn": "比如，一个非常著名的行业是鞋匠，制作鞋子的人。"
    },
    {
      "id": 197,
      "en": "It's a very weird word, though, because shoes and cobbler don't seem to have much to do with each other.",
      "cn": "这个词很奇怪，因为鞋子和鞋匠似乎没有太大关系。"
    },
    {
      "id": 198,
      "en": "Well, many, many, many trades like this.",
      "cn": "嗯，还有很多很多这样的行业。"
    },
    {
      "id": 199,
      "en": "I know before they used to be blacksmiths.",
      "cn": "我知道以前有铁匠。"
    },
    {
      "id": 200,
      "en": "Right?",
      "cn": "对吧？"
    },
    {
      "id": 201,
      "en": "So many types of trades.",
      "cn": "有很多种类的行业。"
    },
    {
      "id": 202,
      "en": "And of course, if you have any other questions or doubts, you can visit our website, EnglishPod.com.",
      "cn": "当然，如果你有其他问题或疑虑，可以访问我们的网站，EnglishPod.com。"
    },
    {
      "id": 203,
      "en": "We hope to see you guys there.",
      "cn": "我们希望在那里见到你们。"
    },
    {
      "id": 204,
      "en": "Bye, everyone.",
      "cn": "再见，大家。"
    },
    {
      "id": 205,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}