{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0320",
  "title": "EnglishPod 中高级 0320",
  "totalSegments": 294,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Katherine, and today we have a special dialogue for you all about this important test that you need for going to graduate school.",
      "cn": "我叫Katherine，今天我们有一个特别的对话，关于你们需要的这个重要考试，以便进入研究生院。"
    },
    {
      "id": 4,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 5,
      "en": "Today we're going to talk about the famous or very scary GMAT.",
      "cn": "今天我们要谈论著名或非常可怕的GMAT。"
    },
    {
      "id": 6,
      "en": "Alright, so the GMAT is the test that students will take when they want to go to graduate school for Business Management, so an MBA program.",
      "cn": "好的，GMAT是学生在想要进入商科研究生院时所参加的考试，也就是MBA项目。"
    },
    {
      "id": 7,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 8,
      "en": "And it's pretty much a standard test that you have to take, as you say, to get into one of these programs.",
      "cn": "这基本上是你必须参加的标准考试，正如你所说，以便进入这些项目。"
    },
    {
      "id": 9,
      "en": "And so today we're going to talk a little bit about the sections of the test and more or less how it's structured, but not too much in depth.",
      "cn": "所以今天我们将稍微谈谈考试的各个部分以及它的结构，但不会深入探讨。"
    },
    {
      "id": 10,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 11,
      "en": "So let's take a listen to our dialogue.",
      "cn": "那么让我们来听听我们的对话。"
    },
    {
      "id": 12,
      "en": "We'll be back in a moment.",
      "cn": "我们马上回来。"
    },
    {
      "id": 13,
      "en": "I can't seem to progress up the career ladder no matter how hard I try, and I have been here for two years already.",
      "cn": "我无论多努力都无法在职业阶梯上进步，我已经在这里两年了。"
    },
    {
      "id": 14,
      "en": "Well, have you thought of getting an MBA?",
      "cn": "嗯，你有没有考虑过获得MBA？"
    },
    {
      "id": 15,
      "en": "I heard it does wonders in getting you to the top.",
      "cn": "我听说这对你升职很有帮助。"
    },
    {
      "id": 16,
      "en": "An MBA, hey?",
      "cn": "MBA，嗯？"
    },
    {
      "id": 17,
      "en": "Well, my degree wasn't in business.",
      "cn": "嗯，我的学位不是商业专业。"
    },
    {
      "id": 18,
      "en": "The business schools won't be interested in me.",
      "cn": "商学院不会对我感兴趣。"
    },
    {
      "id": 19,
      "en": "Nonsense!",
      "cn": "胡说！"
    },
    {
      "id": 20,
      "en": "The business schools measure your ability through a test called GMAT.",
      "cn": "商学院通过一个叫GMAT的考试来衡量你的能力。"
    },
    {
      "id": 21,
      "en": "GMAT?",
      "cn": "GMAT？"
    },
    {
      "id": 22,
      "en": "What does that stand for, and what will the test contain?",
      "cn": "这代表什么，考试内容是什么？"
    },
    {
      "id": 23,
      "en": "Graduate Management Admission Test.",
      "cn": "研究生管理入学考试。"
    },
    {
      "id": 24,
      "en": "It contains three parts.",
      "cn": "它包含三个部分。"
    },
    {
      "id": 25,
      "en": "Analytical Writing Assessment, the Quantitative Section, and the Verbal Section.",
      "cn": "分析写作评估、定量部分和语言部分。"
    },
    {
      "id": 26,
      "en": "Not only does the test score you on the number of questions answered, but also on the difficulty.",
      "cn": "考试不仅根据回答的问题数量评分，还根据难度评分。"
    },
    {
      "id": 27,
      "en": "Okay, this sounds a little tough.",
      "cn": "好吧，这听起来有点难。"
    },
    {
      "id": 28,
      "en": "How am I supposed to practice for this?",
      "cn": "我该如何准备呢？"
    },
    {
      "id": 29,
      "en": "Up to you.",
      "cn": "由你决定。"
    },
    {
      "id": 30,
      "en": "You could have a one-on-one session with a tutor or group sessions.",
      "cn": "你可以和导师进行一对一的辅导，或者参加小组课程。"
    },
    {
      "id": 31,
      "en": "You can also use free or private computer software.",
      "cn": "你也可以使用免费的或私人计算机软件。"
    },
    {
      "id": 32,
      "en": "Going to church might help as well.",
      "cn": "去教堂也许有帮助。"
    },
    {
      "id": 33,
      "en": "No matter what I do, I'm going to ace this test and go on to become a corporate fat cat.",
      "cn": "无论我做什么，我都要通过这个考试，成为一个企业大亨。"
    },
    {
      "id": 34,
      "en": "Uh, that's the spirit.",
      "cn": "嗯，这就是精神。"
    },
    {
      "id": 35,
      "en": "Alright, we're back, so now let's talk about some of the language we found on Language Takeaway.",
      "cn": "好的，我们回来了，现在让我们谈谈我们在语言收获中发现的一些语言。"
    },
    {
      "id": 36,
      "en": "Language Takeaway.",
      "cn": "语言收获。"
    },
    {
      "id": 37,
      "en": "Alright, so there's a lot of great stuff here.",
      "cn": "好的，这里有很多很棒的内容。"
    },
    {
      "id": 38,
      "en": "The first one we've got is actually more about a job than school.",
      "cn": "我们首先提到的其实是关于工作而不是学校。"
    },
    {
      "id": 39,
      "en": "This is the career ladder.",
      "cn": "这是职业阶梯。"
    },
    {
      "id": 40,
      "en": "That's right, Ash is complaining how he can't seem to make any progress in the career ladder.",
      "cn": "没错，Ash在抱怨他似乎无法在职业阶梯上取得任何进展。"
    },
    {
      "id": 41,
      "en": "So, what is a career ladder?",
      "cn": "那么，什么是职业阶梯？"
    },
    {
      "id": 42,
      "en": "Well, we know what a ladder is.",
      "cn": "嗯，我们知道什么是梯子。"
    },
    {
      "id": 43,
      "en": "A ladder is a tool that you use to climb from a low place to a high place.",
      "cn": "梯子是你用来从低处爬到高处的工具。"
    },
    {
      "id": 44,
      "en": "So, for example, if you want to go on the roof of your house, you have to use a ladder.",
      "cn": "例如，如果你想上你家屋顶，你必须使用梯子。"
    },
    {
      "id": 45,
      "en": "A career ladder is, it's like an analogy.",
      "cn": "职业阶梯就像一个比喻。"
    },
    {
      "id": 46,
      "en": "You know, when you start a career, you start at the bottom, and you climb up, up, up to the top.",
      "cn": "你知道，当你开始职业生涯时，你从底部开始，然后向上爬，爬到顶端。"
    },
    {
      "id": 47,
      "en": "So, going from the bottom to maybe the president of an organization.",
      "cn": "所以，从底部到组织的总裁。"
    },
    {
      "id": 48,
      "en": "So that's called a career ladder.",
      "cn": "这就叫做职业阶梯。"
    },
    {
      "id": 49,
      "en": "Yeah, climbing from the bottom of a career area, like for example, being the mailman in an office building, to being the president of that office.",
      "cn": "是的，从职业领域的底部爬升，比如在办公楼里做邮递员，到成为那个办公室的总裁。"
    },
    {
      "id": 50,
      "en": "Okay, so this is what Ash is complaining about, that it's hard, or he can't really seem to go up the career ladder.",
      "cn": "好吧，这就是Ash在抱怨的，他觉得很难，或者他似乎无法在职业阶梯上向上爬。"
    },
    {
      "id": 51,
      "en": "And so Mindy suggests that he should take the GMAT and go into graduate school.",
      "cn": "所以Mindy建议他应该参加GMAT并进入研究生院。"
    },
    {
      "id": 52,
      "en": "So, as we said, the GMAT is a test that you take, but what does it stand for?",
      "cn": "正如我们所说，GMAT是你参加的考试，但它代表什么？"
    },
    {
      "id": 53,
      "en": "What is GMAT?",
      "cn": "GMAT是什么？"
    },
    {
      "id": 54,
      "en": "GMAT stands for Graduate Management Admission Test.",
      "cn": "GMAT代表研究生管理入学考试。"
    },
    {
      "id": 55,
      "en": "Okay, so that's the test that you take when you want to go to school.",
      "cn": "好的，这就是你想上学时参加的考试。"
    },
    {
      "id": 56,
      "en": "So, you have to send your scores to the admissions office of the school you want to go to, and they will decide if they're high enough or not.",
      "cn": "所以，你必须将你的成绩发送到你想去的学校的招生办公室，他们会决定是否足够高。"
    },
    {
      "id": 57,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 58,
      "en": "So, not everyone can go to graduate school, and you have to take this test and pass it, basically.",
      "cn": "所以，并不是每个人都能上研究生院，你必须参加这个考试并通过，基本上。"
    },
    {
      "id": 59,
      "en": "Well, there's no pass-fail, but certain schools will say that a score is high enough, and other schools will say that a higher score is more important.",
      "cn": "嗯，没有通过或不通过，但某些学校会说分数足够高，而其他学校会说更高的分数更重要。"
    },
    {
      "id": 60,
      "en": "So, you can maybe go to a better school if you have a better score.",
      "cn": "所以，如果你有更好的分数，可能可以去更好的学校。"
    },
    {
      "id": 61,
      "en": "Okay, and well, Mindy went on to explain the three parts of this test.",
      "cn": "好的，Mindy接着解释了这个考试的三个部分。"
    },
    {
      "id": 62,
      "en": "The first one she said is analytical writing.",
      "cn": "她说的第一个是分析写作。"
    },
    {
      "id": 63,
      "en": "Alright, so analytical writing is a very common part of a test.",
      "cn": "好的，分析写作是考试中非常常见的一部分。"
    },
    {
      "id": 64,
      "en": "For example, I think the SAT also has analytical writing, and basically you're asked to read something and then write about it.",
      "cn": "例如，我认为SAT也有分析写作，基本上你被要求阅读一些内容，然后写关于它的东西。"
    },
    {
      "id": 65,
      "en": "And analytical means that you have to really use your mind to make an argument.",
      "cn": "而分析意味着你必须真正用你的头脑来进行论证。"
    },
    {
      "id": 66,
      "en": "It's not just read and repeat, read and repeat.",
      "cn": "这不仅仅是阅读和重复，阅读和重复。"
    },
    {
      "id": 67,
      "en": "Right, so it basically comes from analyzing.",
      "cn": "对，所以它基本上来自于分析。"
    },
    {
      "id": 68,
      "en": "You analyze what you read, and then you write about it.",
      "cn": "你分析你所阅读的内容，然后写出它。"
    },
    {
      "id": 69,
      "en": "That's right, you have to think, and you have to understand what you read, and then you have to write something that makes sense.",
      "cn": "没错，你必须思考，理解你所阅读的内容，然后写出有意义的东西。"
    },
    {
      "id": 70,
      "en": "It's logical.",
      "cn": "这是合乎逻辑的。"
    },
    {
      "id": 71,
      "en": "Do you put your opinion in analytical writing?",
      "cn": "你在分析写作中加入你的观点吗？"
    },
    {
      "id": 72,
      "en": "No.",
      "cn": "不。"
    },
    {
      "id": 73,
      "en": "No, so it's all based on facts.",
      "cn": "不，所以这完全基于事实。"
    },
    {
      "id": 74,
      "en": "Based on facts and logic and argument.",
      "cn": "基于事实、逻辑和论证。"
    },
    {
      "id": 75,
      "en": "Okay, so you have this part of analytical writing, and then Mindy talks about the quantitative section of the test.",
      "cn": "好的，所以你有这个分析写作部分，然后Mindy谈到了考试的定量部分。"
    },
    {
      "id": 76,
      "en": "So, what is this?",
      "cn": "那么，这是什么？"
    },
    {
      "id": 77,
      "en": "So, the quantitative section, you think of the word quantify, quantity, quantitative, has to do with numbers.",
      "cn": "所以，定量部分，你想到的词是量化、数量、定量，和数字有关。"
    },
    {
      "id": 78,
      "en": "Math, basically.",
      "cn": "基本上是数学。"
    },
    {
      "id": 79,
      "en": "So, you have to be able to understand basic math, some algebra, some arithmetic, some statistics, for example.",
      "cn": "所以，你必须能够理解基本的数学，一些代数，一些算术，一些统计，例如。"
    },
    {
      "id": 80,
      "en": "So, quantitative sections on tests are the math sections.",
      "cn": "所以，考试中的定量部分就是数学部分。"
    },
    {
      "id": 81,
      "en": "Now, from my understanding, even though it is a math section, it's not really like they give you a problem, an equation, and you have to solve it.",
      "cn": "根据我的理解，尽管这是数学部分，但并不是说他们给你一个问题，一个方程式，你必须解决它。"
    },
    {
      "id": 82,
      "en": "It's more like analysis, right?",
      "cn": "更像是分析，对吧？"
    },
    {
      "id": 83,
      "en": "They give you some information, and you have to use math to solve it.",
      "cn": "他们给你一些信息，你必须用数学来解决它。"
    },
    {
      "id": 84,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 85,
      "en": "So, there are a number of different parts.",
      "cn": "所以，有许多不同的部分。"
    },
    {
      "id": 86,
      "en": "One of them is like what you say.",
      "cn": "其中一个就像你说的。"
    },
    {
      "id": 87,
      "en": "It's about logic while using algebra to solve these problems.",
      "cn": "这是关于逻辑，同时使用代数来解决这些问题。"
    },
    {
      "id": 88,
      "en": "I think the other part of it has to do with statistics and being able to understand trends, graphs, things like that.",
      "cn": "我认为它的另一部分与统计有关，能够理解趋势、图表等。"
    },
    {
      "id": 89,
      "en": "So, this is the math section of the exam.",
      "cn": "所以，这就是考试的数学部分。"
    },
    {
      "id": 90,
      "en": "So, not only do you have to be able to read, understand, and analyze what you're reading, you have to be able to be good at math.",
      "cn": "所以，你不仅要能够阅读、理解和分析你所阅读的内容，还必须擅长数学。"
    },
    {
      "id": 91,
      "en": "And then finally, we have a verbal section.",
      "cn": "然后最后，我们有一个语言部分。"
    },
    {
      "id": 92,
      "en": "What is this all about?",
      "cn": "这是什么？"
    },
    {
      "id": 93,
      "en": "This is about your English language and grammar skills.",
      "cn": "这是关于你的英语语言和语法技能。"
    },
    {
      "id": 94,
      "en": "And so, the verbal section will test your vocabulary knowledge.",
      "cn": "所以，语言部分将测试你的词汇知识。"
    },
    {
      "id": 95,
      "en": "Do you understand what big words mean?",
      "cn": "你理解大词的意思吗？"
    },
    {
      "id": 96,
      "en": "Also, will test your ability to read passages and analyze them.",
      "cn": "还将测试你阅读段落并分析它们的能力。"
    },
    {
      "id": 97,
      "en": "So, I guess this part is one of the most important parts for foreign students who obviously don't speak English as their first language.",
      "cn": "所以，我想这一部分对那些显然不是以英语为母语的外国学生来说是最重要的部分之一。"
    },
    {
      "id": 98,
      "en": "This makes sure that you have a good enough English level to be able to take a graduate program in English, right?",
      "cn": "这确保你有足够好的英语水平，能够参加英语的研究生项目，对吧？"
    },
    {
      "id": 99,
      "en": "Part of it is that there's a special test that will test your English abilities, but this is absolutely an important part for a non-native English speaker on the GMAT.",
      "cn": "其中一部分是有一个特殊的测试来测试你的英语能力，但这绝对是非母语英语使用者在GMAT中一个重要的部分。"
    },
    {
      "id": 100,
      "en": "It's hard for English speakers who were born speaking English, even native English speakers.",
      "cn": "对于那些以英语为母语的人，甚至是母语英语使用者来说，这也很难。"
    },
    {
      "id": 101,
      "en": "So, it's something that really you should devote your time to if you are a non-native English speaker, because there will be some very challenging words there.",
      "cn": "所以，如果你是非母语英语使用者，这确实是你应该花时间去做的事情，因为那里会有一些非常具有挑战性的单词。"
    },
    {
      "id": 102,
      "en": "Okay, so those are the three sections of the GMAT.",
      "cn": "好吧，这就是GMAT的三个部分。"
    },
    {
      "id": 103,
      "en": "And so, to finish off language takeaway, Ash said that he's going to take this test because he wants to become a corporate fat cat.",
      "cn": "所以，为了结束语言收获，Ash说他要参加这个测试，因为他想成为一个企业富翁。"
    },
    {
      "id": 104,
      "en": "All right, now this is an interesting term.",
      "cn": "好吧，这个词很有趣。"
    },
    {
      "id": 105,
      "en": "This is not something we talk about in the office.",
      "cn": "这是我们在办公室里不谈论的事情。"
    },
    {
      "id": 106,
      "en": "This is something we talk about with friends.",
      "cn": "这是我们和朋友谈论的事情。"
    },
    {
      "id": 107,
      "en": "So, corporate fat cat.",
      "cn": "所以，企业富翁。"
    },
    {
      "id": 108,
      "en": "You think corporate corporation has to do with business.",
      "cn": "你认为企业和商业有关。"
    },
    {
      "id": 109,
      "en": "So basically, we're talking about very important businessmen.",
      "cn": "所以基本上，我们在谈论非常重要的商人。"
    },
    {
      "id": 110,
      "en": "But fat cat's not a good thing, right?",
      "cn": "但富翁并不是好事，对吧？"
    },
    {
      "id": 111,
      "en": "No, it's not really.",
      "cn": "不，确实不是。"
    },
    {
      "id": 112,
      "en": "You refer to a fat cat, a corporate fat cat, as a businessman who you consider to have a lot of money, but obviously, you make the analogy that they're fat because they have so much money.",
      "cn": "你提到富翁，企业富翁，是指你认为有很多钱的商人，但显然，你在比喻他们因为有很多钱而变得肥胖。"
    },
    {
      "id": 113,
      "en": "And it's kind of a way of saying that businessmen are not the... corporate fat cats are not the best people around.",
      "cn": "这有点像在说商人并不是……企业富翁并不是最优秀的人。"
    },
    {
      "id": 114,
      "en": "No, you're basically saying that these guys, these men on top, they're rich, but they're kind of lazy.",
      "cn": "不，你基本上是在说这些人，这些高层，他们很富有，但有点懒惰。"
    },
    {
      "id": 115,
      "en": "And so he wants to be a corporate fat cat.",
      "cn": "所以他想成为一个企业富翁。"
    },
    {
      "id": 116,
      "en": "He wants to be very rich and powerful and not have to work so hard.",
      "cn": "他想非常富有和有权势，而不必那么努力工作。"
    },
    {
      "id": 117,
      "en": "Which obviously is not really the case always.",
      "cn": "这显然并不总是如此。"
    },
    {
      "id": 118,
      "en": "But this is a common term that, as you said, you wouldn't really mention it in the office, but it's more of a satirical way of speaking about businessmen.",
      "cn": "但这是一个常见的术语，正如你所说的，你不会在办公室提到它，但这更像是对商人的讽刺性说法。"
    },
    {
      "id": 119,
      "en": "All right, so now let's finish off language takeaway and move to some phrases on Fluency Builder.",
      "cn": "好吧，现在让我们结束语言收获，转到流利度提升的一些短语。"
    },
    {
      "id": 120,
      "en": "I can't seem to progress up the career ladder, no matter how hard I try.",
      "cn": "我似乎无论多努力都无法在职业阶梯上进步。"
    },
    {
      "id": 121,
      "en": "And I have been here for two years already.",
      "cn": "我已经在这里两年了。"
    },
    {
      "id": 122,
      "en": "Well, have you thought of getting an MBA?",
      "cn": "嗯，你有没有考虑过获得MBA？"
    },
    {
      "id": 123,
      "en": "I heard it does wonders in getting you to the top.",
      "cn": "我听说这对你登顶有奇效。"
    },
    {
      "id": 124,
      "en": "An MBA, hey?",
      "cn": "MBA，嘿？"
    },
    {
      "id": 125,
      "en": "Well, my degree wasn't in business.",
      "cn": "嗯，我的学位不是商业专业。"
    },
    {
      "id": 126,
      "en": "The business schools won't be interested in me.",
      "cn": "商学院不会对我感兴趣。"
    },
    {
      "id": 127,
      "en": "Nonsense!",
      "cn": "胡说！"
    },
    {
      "id": 128,
      "en": "The business schools measure your ability through a test called GMAT.",
      "cn": "商学院通过一个叫GMAT的测试来衡量你的能力。"
    },
    {
      "id": 129,
      "en": "GMAT?",
      "cn": "GMAT？"
    },
    {
      "id": 130,
      "en": "What does that stand for?",
      "cn": "这代表什么？"
    },
    {
      "id": 131,
      "en": "And what will the test contain?",
      "cn": "测试内容是什么？"
    },
    {
      "id": 132,
      "en": "Graduate Management Admission Test.",
      "cn": "研究生管理入学考试。"
    },
    {
      "id": 133,
      "en": "It contains three parts.",
      "cn": "它包含三个部分。"
    },
    {
      "id": 134,
      "en": "Analytical writing assessment, the quantitative section, and the verbal section.",
      "cn": "分析写作评估、定量部分和语言部分。"
    },
    {
      "id": 135,
      "en": "Not only does the test score you on the number of questions answered, but also on the difficulty.",
      "cn": "这个测试不仅根据回答的问题数量评分，还根据难度评分。"
    },
    {
      "id": 136,
      "en": "Okay, this sounds a little tough.",
      "cn": "好吧，这听起来有点难。"
    },
    {
      "id": 137,
      "en": "How am I supposed to practice for this?",
      "cn": "我该如何为此练习？"
    },
    {
      "id": 138,
      "en": "Up to you.",
      "cn": "由你决定。"
    },
    {
      "id": 139,
      "en": "You could have a one-on-one session with a tutor or group sessions.",
      "cn": "你可以和导师进行一对一的辅导或参加小组课程。"
    },
    {
      "id": 140,
      "en": "You can also use free or private computer software.",
      "cn": "你也可以使用免费的或私人计算机软件。"
    },
    {
      "id": 141,
      "en": "Going to church might help as well.",
      "cn": "去教堂也可能有帮助。"
    },
    {
      "id": 142,
      "en": "No matter what I do, I'm going to ace this test and go on to become a corporate fat cat.",
      "cn": "无论我做什么，我都会通过这个测试，成为一个企业富翁。"
    },
    {
      "id": 143,
      "en": "Uh, that's the spirit.",
      "cn": "嗯，这就是精神。"
    },
    {
      "id": 144,
      "en": "Alright, in Fluency Builder today, we have a number of really great phrases you can use.",
      "cn": "好吧，今天在流利度提升中，我们有一些非常好的短语可以使用。"
    },
    {
      "id": 145,
      "en": "The first one is from Mindy.",
      "cn": "第一个是来自Mindy。"
    },
    {
      "id": 146,
      "en": "She says, I heard it does wonders in getting you to the top.",
      "cn": "她说，我听说这对你登顶有奇效。"
    },
    {
      "id": 147,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 148,
      "en": "She suggests getting an MBA.",
      "cn": "她建议获得MBA。"
    },
    {
      "id": 149,
      "en": "I heard it does wonders to, you know, improve your career.",
      "cn": "我听说这对你改善职业有奇效。"
    },
    {
      "id": 150,
      "en": "Alright, this is actually something that you might hear in a commercial.",
      "cn": "好吧，这实际上是你可能在广告中听到的东西。"
    },
    {
      "id": 151,
      "en": "So, it does wonders means it really helps.",
      "cn": "所以，\"有奇效\"意味着它真的有帮助。"
    },
    {
      "id": 152,
      "en": "It's really beneficial to you.",
      "cn": "这对你非常有益。"
    },
    {
      "id": 153,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 154,
      "en": "You might hear it in a commercial, for example, with a face cream.",
      "cn": "你可能在广告中听到，比如面霜。"
    },
    {
      "id": 155,
      "en": "It does wonders, you know, to your skin.",
      "cn": "它对你的皮肤有奇效。"
    },
    {
      "id": 156,
      "en": "It really makes your skin look good.",
      "cn": "它真的让你的皮肤看起来很好。"
    },
    {
      "id": 157,
      "en": "So, by using this phrase, it does wonders.",
      "cn": "所以，通过使用这个短语，它有奇效。"
    },
    {
      "id": 158,
      "en": "You're basically saying it's fast, it's effective, it's almost a miracle of how much it can improve your career, or in this case of the cream, how it can improve your face.",
      "cn": "你基本上是在说它快速、有效，几乎是奇迹般地改善你的职业，或者在这种情况下，改善你的脸。"
    },
    {
      "id": 159,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 160,
      "en": "So, the MBA does wonders, it's almost miraculous how positive and effective it will have on your career.",
      "cn": "所以，MBA有奇效，几乎是奇迹般地积极和有效地影响你的职业。"
    },
    {
      "id": 161,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 162,
      "en": "Okay, it does wonders.",
      "cn": "好吧，它有奇效。"
    },
    {
      "id": 163,
      "en": "And then Ash was asking that how he's supposed to study for this.",
      "cn": "然后Ash在问他该如何学习。"
    },
    {
      "id": 164,
      "en": "And Mindy answered, well, you know what, it's up to you.",
      "cn": "Mindy回答说，嗯，你知道，这取决于你。"
    },
    {
      "id": 165,
      "en": "You have a lot of options.",
      "cn": "你有很多选择。"
    },
    {
      "id": 166,
      "en": "So, up to you.",
      "cn": "所以，取决于你。"
    },
    {
      "id": 167,
      "en": "Up to you.",
      "cn": "取决于你。"
    },
    {
      "id": 168,
      "en": "This means it's your decision.",
      "cn": "这意味着这是你的决定。"
    },
    {
      "id": 169,
      "en": "Okay, so we can use this in normal life.",
      "cn": "好吧，所以我们可以在日常生活中使用这个。"
    },
    {
      "id": 170,
      "en": "You know, you and I are out, Marco, and I say, well, I don't know what to eat.",
      "cn": "你知道，你和我在外面，Marco，我说，嗯，我不知道吃什么。"
    },
    {
      "id": 171,
      "en": "What do you want to eat?",
      "cn": "你想吃什么？"
    },
    {
      "id": 172,
      "en": "Like I say, oh, whatever, it's up to you.",
      "cn": "我说，哦，随便，取决于你。"
    },
    {
      "id": 173,
      "en": "Up to me.",
      "cn": "取决于我。"
    },
    {
      "id": 174,
      "en": "That means I get to decide what we eat, and I want pizza.",
      "cn": "这意味着我可以决定我们吃什么，我想吃比萨。"
    },
    {
      "id": 175,
      "en": "Okay, very good.",
      "cn": "好吧，非常好。"
    },
    {
      "id": 176,
      "en": "All right, so up to you is a way to say, no, you decide.",
      "cn": "好吧，所以取决于你是一种说法，不，你决定。"
    },
    {
      "id": 177,
      "en": "It's up to you.",
      "cn": "取决于你。"
    },
    {
      "id": 178,
      "en": "It's your decision.",
      "cn": "这是你的决定。"
    },
    {
      "id": 179,
      "en": "Okay, and for our next phrase, Ash was saying that he's going to study really hard, and he's going to ace the test.",
      "cn": "好吧，对于我们的下一个短语，Ash说他会努力学习，并且他会通过测试。"
    },
    {
      "id": 180,
      "en": "All right, now to ace a test.",
      "cn": "好吧，现在通过测试。"
    },
    {
      "id": 181,
      "en": "This is a phrase that we use.",
      "cn": "这是我们使用的一个短语。"
    },
    {
      "id": 182,
      "en": "We can use it in high school and college as well, not just MBA programs.",
      "cn": "我们可以在高中和大学中使用它，而不仅仅是在MBA项目中。"
    },
    {
      "id": 183,
      "en": "And to ace a test means to do perfectly on it.",
      "cn": "通过测试意味着完美地完成它。"
    },
    {
      "id": 184,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 185,
      "en": "Okay, that means to get an A or even 100%.",
      "cn": "好吧，这意味着获得A或甚至100%。"
    },
    {
      "id": 186,
      "en": "So it's important to remember that we have grading system A, B, C, D, F.",
      "cn": "所以重要的是要记住我们有A、B、C、D、F的评分系统。"
    },
    {
      "id": 187,
      "en": "A is the top.",
      "cn": "A是最高的。"
    },
    {
      "id": 188,
      "en": "All right, and so you ace it means you don't make any mistakes.",
      "cn": "好吧，所以你通过它意味着你没有犯任何错误。"
    },
    {
      "id": 189,
      "en": "And remember that A for ace.",
      "cn": "记住A代表通过。"
    },
    {
      "id": 190,
      "en": "Okay, so you can even use it if it's not really a test.",
      "cn": "好吧，所以即使不是测试，你也可以使用它。"
    },
    {
      "id": 191,
      "en": "Like a job interview, you say I aced that job interview.",
      "cn": "比如工作面试，你说我通过了那次工作面试。"
    },
    {
      "id": 192,
      "en": "I aced it.",
      "cn": "我通过了。"
    },
    {
      "id": 193,
      "en": "And in sports, oftentimes we see this tennis, it's a sports analogy.",
      "cn": "在体育中，我们经常看到这种情况，网球，这是一个体育类比。"
    },
    {
      "id": 194,
      "en": "Tennis, when someone serves a ball and the other player can't even hit the ball back, it's an ace, you get a point.",
      "cn": "网球，当某人发球而另一个球员甚至无法回击球时，这就是一个发球得分。"
    },
    {
      "id": 195,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 196,
      "en": "So it's an ace for that, or even good sports athletes, you call them aces.",
      "cn": "所以这就是一个发球得分，或者说优秀的运动员，你称他们为发球得分者。"
    },
    {
      "id": 197,
      "en": "Aces.",
      "cn": "发球得分者。"
    },
    {
      "id": 198,
      "en": "So after a job interview, I can say, you know, wow, Marco, I really aced that interview.",
      "cn": "所以在面试后，我可以说，你知道吗，哇，马尔科，我真的在那次面试中表现得很好。"
    },
    {
      "id": 199,
      "en": "I aced it.",
      "cn": "我表现得很好。"
    },
    {
      "id": 200,
      "en": "Okay, and Mindy says, well, you know what?",
      "cn": "好的，明迪说，嗯，你知道吗？"
    },
    {
      "id": 201,
      "en": "That's really good.",
      "cn": "这真的很好。"
    },
    {
      "id": 202,
      "en": "That's the spirit.",
      "cn": "这就是精神。"
    },
    {
      "id": 203,
      "en": "That's the spirit.",
      "cn": "这就是精神。"
    },
    {
      "id": 204,
      "en": "Now, this is something you say to someone when you like their attitude.",
      "cn": "现在，这是你对某人说的，当你喜欢他们的态度时。"
    },
    {
      "id": 205,
      "en": "Okay, so if I say, oh, man, I did really bad.",
      "cn": "好的，所以如果我说，哦，天哪，我真的表现得很糟。"
    },
    {
      "id": 206,
      "en": "This is stupid.",
      "cn": "这太愚蠢了。"
    },
    {
      "id": 207,
      "en": "I don't want to study.",
      "cn": "我不想学习。"
    },
    {
      "id": 208,
      "en": "You say, well, that's a bad attitude, right?",
      "cn": "你会说，嗯，这是一种糟糕的态度，对吧？"
    },
    {
      "id": 209,
      "en": "But if I say, you know what, I'm going to do awesome.",
      "cn": "但如果我说，你知道吗，我会表现得很棒。"
    },
    {
      "id": 210,
      "en": "This is great.",
      "cn": "这太好了。"
    },
    {
      "id": 211,
      "en": "I'm so I'm going to kill this.",
      "cn": "我会做到的。"
    },
    {
      "id": 212,
      "en": "I'm going to ace it.",
      "cn": "我会表现得很好。"
    },
    {
      "id": 213,
      "en": "Now you could say that's the spirit.",
      "cn": "现在你可以说这就是精神。"
    },
    {
      "id": 214,
      "en": "That's the spirit.",
      "cn": "这就是精神。"
    },
    {
      "id": 215,
      "en": "That means good attitude.",
      "cn": "这意味着良好的态度。"
    },
    {
      "id": 216,
      "en": "That's the right way to think about this.",
      "cn": "这是正确的思考方式。"
    },
    {
      "id": 217,
      "en": "So you're kind of even encouraging that person.",
      "cn": "所以你有点在鼓励那个人。"
    },
    {
      "id": 218,
      "en": "You're saying, you know what, I really like your attitude.",
      "cn": "你在说，你知道吗，我真的很喜欢你的态度。"
    },
    {
      "id": 219,
      "en": "That's the good way of thinking.",
      "cn": "这是一种好的思维方式。"
    },
    {
      "id": 220,
      "en": "Exactly.",
      "cn": "确切地说。"
    },
    {
      "id": 221,
      "en": "So if you want to push someone and say, you know, good for you.",
      "cn": "所以如果你想推动某人并说，嗯，真不错。"
    },
    {
      "id": 222,
      "en": "This is a good way to approach it.",
      "cn": "这是一种好的方法。"
    },
    {
      "id": 223,
      "en": "You say that's the spirit.",
      "cn": "你会说这就是精神。"
    },
    {
      "id": 224,
      "en": "Okay, awesome.",
      "cn": "好的，太棒了。"
    },
    {
      "id": 225,
      "en": "So this is all the language that we have for Fluency Builder.",
      "cn": "所以这是我们为流利度提升所拥有的所有语言。"
    },
    {
      "id": 226,
      "en": "Why don't we take a break and we'll be right back.",
      "cn": "我们休息一下，然后马上回来。"
    },
    {
      "id": 227,
      "en": "I can't seem to progress up the career ladder, no matter how hard I try.",
      "cn": "我似乎无论多努力都无法在职业阶梯上进步。"
    },
    {
      "id": 228,
      "en": "And I have been here for two years already.",
      "cn": "我已经在这里两年了。"
    },
    {
      "id": 229,
      "en": "Well, have you thought of getting an MBA?",
      "cn": "嗯，你考虑过获得MBA吗？"
    },
    {
      "id": 230,
      "en": "I heard it does wonders in getting you to the top.",
      "cn": "我听说这对你升职很有帮助。"
    },
    {
      "id": 231,
      "en": "An MBA, hey?",
      "cn": "MBA，嘿？"
    },
    {
      "id": 232,
      "en": "Well, my degree wasn't in business.",
      "cn": "嗯，我的学位不是商业专业。"
    },
    {
      "id": 233,
      "en": "The business schools won't be interested in me.",
      "cn": "商学院不会对我感兴趣。"
    },
    {
      "id": 234,
      "en": "Nonsense.",
      "cn": "胡说。"
    },
    {
      "id": 235,
      "en": "The business schools measure your ability through a test called GMAT.",
      "cn": "商学院通过一个叫GMAT的考试来评估你的能力。"
    },
    {
      "id": 236,
      "en": "GMAT?",
      "cn": "GMAT？"
    },
    {
      "id": 237,
      "en": "What does that stand for?",
      "cn": "那是什么意思？"
    },
    {
      "id": 238,
      "en": "And what will the test contain?",
      "cn": "而且考试内容是什么？"
    },
    {
      "id": 239,
      "en": "Graduate Management Admission Test.",
      "cn": "研究生管理入学考试。"
    },
    {
      "id": 240,
      "en": "It contains three parts.",
      "cn": "它包含三个部分。"
    },
    {
      "id": 241,
      "en": "Analytical writing assessment, the quantitative section and the verbal section.",
      "cn": "分析写作评估、定量部分和语言部分。"
    },
    {
      "id": 242,
      "en": "Not only does the test score you on the number of questions answered, but also on the difficulty.",
      "cn": "这个考试不仅根据回答的问题数量评分，还根据难度评分。"
    },
    {
      "id": 243,
      "en": "Okay, this sounds a little tough.",
      "cn": "好吧，这听起来有点难。"
    },
    {
      "id": 244,
      "en": "How am I supposed to practice for this?",
      "cn": "我该如何准备呢？"
    },
    {
      "id": 245,
      "en": "Up to you.",
      "cn": "由你决定。"
    },
    {
      "id": 246,
      "en": "You could have a one-on-one session with a tutor or group sessions.",
      "cn": "你可以和导师进行一对一的辅导或参加小组课程。"
    },
    {
      "id": 247,
      "en": "You can also use free or private computer software.",
      "cn": "你也可以使用免费的或私人计算机软件。"
    },
    {
      "id": 248,
      "en": "Going to church might help as well.",
      "cn": "去教堂也可能有帮助。"
    },
    {
      "id": 249,
      "en": "No matter what I do, I'm going to ace this test and go on to become a corporate fat cat.",
      "cn": "无论我做什么，我都要在这次考试中表现得很好，成为一个企业大亨。"
    },
    {
      "id": 250,
      "en": "Uh, that's the spirit.",
      "cn": "嗯，这就是精神。"
    },
    {
      "id": 251,
      "en": "All right, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 252,
      "en": "So now talking about the GMAT and an MBA, this seems to be a very popular topic nowadays.",
      "cn": "现在谈到GMAT和MBA，这似乎是当今一个非常热门的话题。"
    },
    {
      "id": 253,
      "en": "Everyone wants to get obviously a good education and go to graduate school, which means getting your master's degree or your doctoral degree.",
      "cn": "每个人显然都想接受良好的教育并上研究生院，这意味着获得硕士学位或博士学位。"
    },
    {
      "id": 254,
      "en": "What do you think about the GMAT and the MBA?",
      "cn": "你对GMAT和MBA有什么看法？"
    },
    {
      "id": 255,
      "en": "Is it a miracle worker like this girl says she does?",
      "cn": "它真的是像这个女孩说的那样是个奇迹吗？"
    },
    {
      "id": 256,
      "en": "Wow, it does wonders for your career.",
      "cn": "哇，它对你的职业生涯有很大的帮助。"
    },
    {
      "id": 257,
      "en": "Do you think that's really the case?",
      "cn": "你认为真的是这样吗？"
    },
    {
      "id": 258,
      "en": "I don't know.",
      "cn": "我不知道。"
    },
    {
      "id": 259,
      "en": "You know, maybe if you asked me five years ago, I would say yes.",
      "cn": "你知道，也许如果你五年前问我，我会说是的。"
    },
    {
      "id": 260,
      "en": "But I really believe that it depends on the person.",
      "cn": "但我真的相信这取决于个人。"
    },
    {
      "id": 261,
      "en": "Nothing is a miracle cure.",
      "cn": "没有什么是奇迹的灵药。"
    },
    {
      "id": 262,
      "en": "I do think that if you if you really have a good attitude and you work hard, you'll get a lot out of it.",
      "cn": "我确实认为，如果你真的有良好的态度并努力工作，你会从中获得很多。"
    },
    {
      "id": 263,
      "en": "But if you think it's going to get you a job, you're wrong because you have to get yourself a job.",
      "cn": "但如果你认为这会给你带来工作，那你就错了，因为你必须自己找到工作。"
    },
    {
      "id": 264,
      "en": "So I think it depends on the person.",
      "cn": "所以我认为这取决于个人。"
    },
    {
      "id": 265,
      "en": "Now, obviously, also, it depends on the country right now.",
      "cn": "现在，显然，这也取决于国家。"
    },
    {
      "id": 266,
      "en": "How popular or how important is it for people to have, let's say, an MBA to get ahead in business in the United States?",
      "cn": "在美国，拥有MBA对人们在商业中取得成功有多重要？"
    },
    {
      "id": 267,
      "en": "I'd say it's pretty important.",
      "cn": "我会说这很重要。"
    },
    {
      "id": 268,
      "en": "You don't have to have an MBA.",
      "cn": "你不必拥有MBA。"
    },
    {
      "id": 269,
      "en": "You can start your own business.",
      "cn": "你可以自己创业。"
    },
    {
      "id": 270,
      "en": "And if you're successful, you'll probably start more businesses.",
      "cn": "如果你成功了，你可能会创办更多的企业。"
    },
    {
      "id": 271,
      "en": "But getting an MBA is also a very good opportunity to network, to meet people, to find out more about the industry that you want to start out in.",
      "cn": "但获得MBA也是一个很好的机会，可以建立人脉，结识人，了解你想要进入的行业。"
    },
    {
      "id": 272,
      "en": "And so I think in that sense, it's pretty important because it's a way to start making contacts.",
      "cn": "所以我认为在这个意义上，它是相当重要的，因为这是开始建立联系的一种方式。"
    },
    {
      "id": 273,
      "en": "Yeah, you definitely meet a lot of people with work experience, from different backgrounds, international students.",
      "cn": "是的，你肯定会遇到很多有工作经验的人，来自不同背景的国际学生。"
    },
    {
      "id": 274,
      "en": "So it's obviously a great thing.",
      "cn": "所以这显然是件好事。"
    },
    {
      "id": 275,
      "en": "But obviously, to be able to do one of these programs, like get an MBA, you have to take these tests, which I understand are very, very difficult.",
      "cn": "但显然，要能够参加这些项目，比如获得MBA，你必须参加这些考试，我听说这些考试非常非常困难。"
    },
    {
      "id": 276,
      "en": "They are very difficult.",
      "cn": "它们确实很难。"
    },
    {
      "id": 277,
      "en": "And it can be very expensive.",
      "cn": "而且可能非常昂贵。"
    },
    {
      "id": 278,
      "en": "I mean, graduate school itself is $100,000, $200,000.",
      "cn": "我是说，研究生院本身就要花10万美元、20万美元。"
    },
    {
      "id": 279,
      "en": "And then to prepare for the tests, you could spend another $1,000 just getting classes or tutoring.",
      "cn": "然后为了准备考试，你可能还要花1000美元来上课或请家教。"
    },
    {
      "id": 280,
      "en": "So I do think that it can be a lot of money up front.",
      "cn": "所以我确实认为这可能是一笔不小的前期费用。"
    },
    {
      "id": 281,
      "en": "But there are places that you can go to to study, and you could even study on your own using your computer.",
      "cn": "但你可以去一些地方学习，甚至可以使用你的计算机自学。"
    },
    {
      "id": 282,
      "en": "Yeah, exactly.",
      "cn": "是的，确切地说。"
    },
    {
      "id": 283,
      "en": "I think this is a very interesting topic, because in many different cultures, in many different places, education or, for example, higher learning, like getting an MBA, has different levels of importance.",
      "cn": "我认为这是一个非常有趣的话题，因为在许多不同的文化和地方，教育或例如高等教育，如获得MBA，具有不同的重视程度。"
    },
    {
      "id": 284,
      "en": "Like in Europe, a lot of Europeans maybe don't really even pay too much attention to getting an MBA.",
      "cn": "比如在欧洲，很多欧洲人可能并不太关注获得MBA。"
    },
    {
      "id": 285,
      "en": "Whereas in other countries, they might really emphasize like, you have to have an MBA, it's really good, it's going to be good for your career.",
      "cn": "而在其他国家，他们可能会非常强调，比如你必须拥有MBA，这真的很好，对你的职业生涯有好处。"
    },
    {
      "id": 286,
      "en": "So it's very interesting to see how in different places they handle it.",
      "cn": "所以看到不同地方如何处理这个问题非常有趣。"
    },
    {
      "id": 287,
      "en": "It is interesting.",
      "cn": "这确实很有趣。"
    },
    {
      "id": 288,
      "en": "And I'm actually very curious to hear from our users.",
      "cn": "我实际上很想听听我们的用户的看法。"
    },
    {
      "id": 289,
      "en": "Have you ever thought about getting an MBA?",
      "cn": "你有没有考虑过获得MBA？"
    },
    {
      "id": 290,
      "en": "Are MBAs important to do business in your country?",
      "cn": "在你的国家，MBA在商业中重要吗？"
    },
    {
      "id": 291,
      "en": "Let us know.",
      "cn": "让我们知道。"
    },
    {
      "id": 292,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是EnglishPod.com。"
    },
    {
      "id": 293,
      "en": "All right, we'll see you guys there.",
      "cn": "好的，我们在那里见。"
    },
    {
      "id": 294,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}