{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0175",
  "title": "EnglishPod 中高级 0175",
  "totalSegments": 196,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome back to EnglishPod.",
      "cn": "大家好，欢迎回到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marko.",
      "cn": "我叫Marko。"
    },
    {
      "id": 3,
      "en": "And my name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And today we're talking about something we talk about every year.",
      "cn": "今天我们要谈论每年都会讨论的事情。"
    },
    {
      "id": 5,
      "en": "Every year after Christmas, or well, during the Christmas holidays, we talk about New Year's, New Year's Day, and a very important topic, New Year's resolutions.",
      "cn": "每年圣诞节后，或者说在圣诞假期期间，我们会谈论新年、新年第一天，以及一个非常重要的话题，新年决心。"
    },
    {
      "id": 6,
      "en": "All right, so we're not going to preview anything today.",
      "cn": "好吧，今天我们不打算预览任何内容。"
    },
    {
      "id": 7,
      "en": "It's all in the dialogue.",
      "cn": "一切都在对话中。"
    },
    {
      "id": 8,
      "en": "But when we come back, we'll be talking more about what you hear, and some of the great phrases you can use at the new year.",
      "cn": "但当我们回来时，我们会谈论你所听到的内容，以及一些你可以在新年使用的精彩短语。"
    },
    {
      "id": 9,
      "en": "Did you read this?",
      "cn": "你读到这个了吗？"
    },
    {
      "id": 10,
      "en": "It says that the number one New Year resolution people make is to spend more time with friends and family.",
      "cn": "上面说人们制定的第一项新年决心是花更多时间与朋友和家人在一起。"
    },
    {
      "id": 11,
      "en": "Why would that be funny?",
      "cn": "为什么这会很有趣？"
    },
    {
      "id": 12,
      "en": "Well, think about it.",
      "cn": "嗯，想想看。"
    },
    {
      "id": 13,
      "en": "We are a society that is always on the go.",
      "cn": "我们是一个总是忙碌的社会。"
    },
    {
      "id": 14,
      "en": "Not because we have to, but because we want to.",
      "cn": "不是因为我们必须，而是因为我们想。"
    },
    {
      "id": 15,
      "en": "Why?",
      "cn": "为什么？"
    },
    {
      "id": 16,
      "en": "We work hard and spend less time at home because we are trying to provide for our family with goods and services that are usually unnecessary.",
      "cn": "我们努力工作，花更少的时间在家，因为我们试图为家人提供通常不必要的商品和服务。"
    },
    {
      "id": 17,
      "en": "I don't agree, but anyways, I think you should start thinking of a New Year's resolution yourself.",
      "cn": "我不同意，但无论如何，我认为你应该开始考虑自己的新年决心。"
    },
    {
      "id": 18,
      "en": "What's the point?",
      "cn": "这有什么意义？"
    },
    {
      "id": 19,
      "en": "We always make New Year's resolutions, and by February we will have forgotten about them.",
      "cn": "我们总是制定新年决心，到二月份就会忘记它们。"
    },
    {
      "id": 20,
      "en": "It's pointless.",
      "cn": "这毫无意义。"
    },
    {
      "id": 21,
      "en": "Well, maybe then you should resolve to stick into your goals and objectives.",
      "cn": "嗯，也许你应该决心坚持你的目标和计划。"
    },
    {
      "id": 22,
      "en": "What about you?",
      "cn": "你呢？"
    },
    {
      "id": 23,
      "en": "Your gym bag is gathering dust, and you still have brand new running shoes that are yet to be Yeah, yeah, whatever.",
      "cn": "你的健身包在积灰尘，你还有全新的跑鞋还没穿过。"
    },
    {
      "id": 24,
      "en": "Alright, great, we're back.",
      "cn": "好吧，太好了，我们回来了。"
    },
    {
      "id": 25,
      "en": "So this is very typical.",
      "cn": "这很典型。"
    },
    {
      "id": 26,
      "en": "A New Year's resolution that you make, but then people don't really stick to it, etc.",
      "cn": "你制定的新年决心，但人们并没有真正坚持下去，等等。"
    },
    {
      "id": 27,
      "en": "They don't?",
      "cn": "他们没有吗？"
    },
    {
      "id": 28,
      "en": "Ah, usually they don't.",
      "cn": "啊，通常没有。"
    },
    {
      "id": 29,
      "en": "Alright, but you're probably wondering what is a New Year's resolution, so why don't we take a look at this word and many more on language takeaway.",
      "cn": "好吧，但你可能在想什么是新年决心，所以我们不妨看看这个词和更多的语言要点。"
    },
    {
      "id": 30,
      "en": "Okay, so New Year's resolution, let's break this phrase down.",
      "cn": "好的，新年决心，让我们拆解这个短语。"
    },
    {
      "id": 31,
      "en": "The first phrase is New Year's, so the New Year is January 1st in the West, and it is celebrated on the 31st of December at night when the clock changes to the New Year, and a New Year's resolution, remember that S there, is something that you want to do or to change in the New Year.",
      "cn": "第一个短语是新年，所以在西方，新年是1月1日，庆祝活动在12月31日晚上，当时钟变成新年时进行，而新年决心，记住那个S，是你想在新年做或改变的事情。"
    },
    {
      "id": 32,
      "en": "It's a fresh start.",
      "cn": "这是一个新的开始。"
    },
    {
      "id": 33,
      "en": "Okay, so you pretty much, the verb that you use there is to resolve to do something, so my New Year's resolution is to go to the gym every day.",
      "cn": "好吧，你基本上使用的动词是决心去做某事，所以我的新年决心是每天去健身房。"
    },
    {
      "id": 34,
      "en": "It's like a promise to yourself.",
      "cn": "这就像是对自己的承诺。"
    },
    {
      "id": 35,
      "en": "Right, and this is very common among Americans, because it's a New Year, it's a fresh start, so they want to start doing something great.",
      "cn": "对，这在美国人中非常普遍，因为这是新年，这是一个新的开始，所以他们想开始做一些伟大的事情。"
    },
    {
      "id": 36,
      "en": "Exactly, we can talk about this at the end, but a lot of companies try to use this to sell Americans stupid things, so we'll get there in a minute.",
      "cn": "确切地说，我们可以在最后谈论这个，但很多公司试图利用这个来向美国人销售愚蠢的东西，所以我们一会儿再谈。"
    },
    {
      "id": 37,
      "en": "The two people in this dialogue are talking about the idea of spending more time with friends and family, and the other person says, well sometimes it's hard to do that because you have to provide your family with goods and services.",
      "cn": "对话中的两个人在谈论花更多时间与朋友和家人在一起的想法，另一个人说，有时这很难做到，因为你必须为家人提供商品和服务。"
    },
    {
      "id": 38,
      "en": "Alright.",
      "cn": "好吧。"
    },
    {
      "id": 39,
      "en": "So this phrase goods and services is very common, especially in economics and sociology, so what does this mean?",
      "cn": "所以这个短语商品和服务非常常见，尤其是在经济学和社会学中，这是什么意思？"
    },
    {
      "id": 40,
      "en": "And they go together, right?",
      "cn": "它们是一起的，对吧？"
    },
    {
      "id": 41,
      "en": "So goods are tangible items, things that you buy, you know, like food or, you know, clothes, a TV, etc.",
      "cn": "所以商品是有形物品，你购买的东西，比如食物、衣服、电视等。"
    },
    {
      "id": 42,
      "en": "Stuff.",
      "cn": "东西。"
    },
    {
      "id": 43,
      "en": "Stuff.",
      "cn": "东西。"
    },
    {
      "id": 44,
      "en": "And services, of course, are other things like, for example, going to the doctor or the dentist or any other service you get.",
      "cn": "而服务当然是其他事情，比如去看医生或牙医或你得到的任何其他服务。"
    },
    {
      "id": 45,
      "en": "So service usually includes another person doing something for you.",
      "cn": "所以服务通常包括另一个人为你做某事。"
    },
    {
      "id": 46,
      "en": "But you might not actually get something physical like a TV if you pay for it.",
      "cn": "但如果你为此付费，你可能并不会得到像电视这样的实物。"
    },
    {
      "id": 47,
      "en": "So goods and services, it's included in this phrase, always goods and services.",
      "cn": "所以商品和服务，这个短语中总是包含商品和服务。"
    },
    {
      "id": 48,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 49,
      "en": "And well, moving on, as we mentioned with the New Year's resolution, we had that verb there, to resolve, so what does it mean if I want to resolve?",
      "cn": "好吧，继续，正如我们提到的新年决心，我们有那个动词，决心，那么如果我想决心，这是什么意思？"
    },
    {
      "id": 50,
      "en": "Okay, well, to resolve, as we said, is to decide or to promise yourself to do something.",
      "cn": "好吧，决心，正如我们所说，是决定或承诺自己去做某事。"
    },
    {
      "id": 51,
      "en": "So it's a decision that you don't want to change your mind about.",
      "cn": "所以这是一个你不想改变主意的决定。"
    },
    {
      "id": 52,
      "en": "For example, I, this year, I've resolved to quit smoking.",
      "cn": "例如，我今年决心戒烟。"
    },
    {
      "id": 53,
      "en": "That means I've made a decision for myself and I'm going to do it.",
      "cn": "这意味着我为自己做出了决定，我会做到。"
    },
    {
      "id": 54,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 55,
      "en": "Very strong.",
      "cn": "非常坚定。"
    },
    {
      "id": 56,
      "en": "And not to be confused with, like, to solve, right?",
      "cn": "不要与解决混淆，对吧？"
    },
    {
      "id": 57,
      "en": "It has no real relation there, right?",
      "cn": "这没有真正的关系，对吧？"
    },
    {
      "id": 58,
      "en": "No, resolve, to resolve to do something is to have a strong passion or interest in doing something for yourself or changing in action.",
      "cn": "不，决心，决心去做某事是对自己做某事或改变行动的强烈热情或兴趣。"
    },
    {
      "id": 59,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 60,
      "en": "And well, our last word for language takeaway is brand new.",
      "cn": "好吧，我们语言要点的最后一个词是全新的。"
    },
    {
      "id": 61,
      "en": "A brand new, something that's brand new.",
      "cn": "全新的，某样东西是全新的。"
    },
    {
      "id": 62,
      "en": "Brand new, so buy a brand new car, come down to Catherine's car lot.",
      "cn": "全新，所以买一辆全新的车，来Catherine的汽车销售点。"
    },
    {
      "id": 63,
      "en": "So brand new is something we hear a lot in marketing.",
      "cn": "所以全新是我们在营销中经常听到的东西。"
    },
    {
      "id": 64,
      "en": "It's also something that, well, these words just go together very often.",
      "cn": "这也是一些词经常一起使用的东西。"
    },
    {
      "id": 65,
      "en": "And something is new, okay, you just bought it or it just came out.",
      "cn": "某样东西是新的，好吧，你刚买的或刚出来的。"
    },
    {
      "id": 66,
      "en": "But something that's brand new is really fresh, really new.",
      "cn": "但某样东西是全新的，真的很新，真的很新。"
    },
    {
      "id": 67,
      "en": "So brand new, a brand new car, a brand new watch, etc.",
      "cn": "所以全新，一辆全新的车，一只全新的手表，等等。"
    },
    {
      "id": 68,
      "en": "A brand new movie.",
      "cn": "一部全新的电影。"
    },
    {
      "id": 69,
      "en": "A brand new movie or brand, yeah, brand new cereal.",
      "cn": "一部全新的电影或全新的，嗯，全新的谷物。"
    },
    {
      "id": 70,
      "en": "Have you ever tried it?",
      "cn": "你试过吗？"
    },
    {
      "id": 71,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 72,
      "en": "So great phrases there.",
      "cn": "所以很棒的短语。"
    },
    {
      "id": 73,
      "en": "Very good, so great words there.",
      "cn": "非常好，所以很棒的词。"
    },
    {
      "id": 74,
      "en": "Why don't we listen to the dialogue again?",
      "cn": "我们再听一次对话吧？"
    },
    {
      "id": 75,
      "en": "And we'll be back with three phrases.",
      "cn": "我们将带来三个短语。"
    },
    {
      "id": 76,
      "en": "Did you read this?",
      "cn": "你读到这个了吗？"
    },
    {
      "id": 77,
      "en": "It says that the number one New Year resolution people make is to spend more time with friends and family.",
      "cn": "上面说人们制定的第一项新年决心是花更多时间与朋友和家人在一起。"
    },
    {
      "id": 78,
      "en": "Why would that be funny?",
      "cn": "为什么这会很有趣？"
    },
    {
      "id": 79,
      "en": "Well, think about it.",
      "cn": "嗯，想想看。"
    },
    {
      "id": 80,
      "en": "We are a society that is always on the go.",
      "cn": "我们是一个总是忙碌的社会。"
    },
    {
      "id": 81,
      "en": "Not because we have to, but because we want to.",
      "cn": "不是因为我们必须，而是因为我们想。"
    },
    {
      "id": 82,
      "en": "Why?",
      "cn": "为什么？"
    },
    {
      "id": 83,
      "en": "We work hard and spend less time at home because we are trying to provide for our family with goods and services that are usually unnecessary.",
      "cn": "我们努力工作，花更少的时间在家，因为我们试图为家人提供通常不必要的商品和服务。"
    },
    {
      "id": 84,
      "en": "I don't agree, but anyways, I think you should start thinking of a New Year's resolution yourself.",
      "cn": "我不同意，但无论如何，我认为你应该开始考虑自己的新年决心。"
    },
    {
      "id": 85,
      "en": "What's the point?",
      "cn": "这有什么意义？"
    },
    {
      "id": 86,
      "en": "We always make New Year's resolutions and by February we will have forgotten about them.",
      "cn": "我们总是制定新年决心，到二月份就会忘记它们。"
    },
    {
      "id": 87,
      "en": "It's pointless.",
      "cn": "这毫无意义。"
    },
    {
      "id": 88,
      "en": "Well, maybe then you should resolve to sticking to your goals and objectives.",
      "cn": "嗯，也许你应该决心坚持你的目标和计划。"
    },
    {
      "id": 89,
      "en": "What about you?",
      "cn": "你呢？"
    },
    {
      "id": 90,
      "en": "Your gym bag is gathering dust and you still have brand new running shoes that are yet to be jogged in.",
      "cn": "你的健身包在积灰尘，你还有全新的跑鞋还没穿过。"
    },
    {
      "id": 91,
      "en": "Well, I would go if you kept your promise of going to the gym with me every day.",
      "cn": "嗯，如果你每天和我一起去健身房，你就会去。"
    },
    {
      "id": 92,
      "en": "Yeah, yeah, whatever.",
      "cn": "是啊，是啊，随便吧。"
    },
    {
      "id": 93,
      "en": "Alright, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 94,
      "en": "So now let's take a look at these three phrases on Fluency Builder.",
      "cn": "现在让我们看看这三个短语在流利度提升中。"
    },
    {
      "id": 95,
      "en": "Okay, this first phrase is very common at gas stations and fast food chains.",
      "cn": "好的，第一个短语在加油站和快餐店非常常见。"
    },
    {
      "id": 96,
      "en": "We say, on the go.",
      "cn": "我们说，忙碌中。"
    },
    {
      "id": 97,
      "en": "Alright, so he mentioned that we are a society that is always on the go.",
      "cn": "好吧，他提到我们是一个总是忙碌的社会。"
    },
    {
      "id": 98,
      "en": "It means we're always moving.",
      "cn": "这意味着我们总是在移动。"
    },
    {
      "id": 99,
      "en": "Exactly, so you're always going to work, going home from work, going to the store, going to the school to get the kids.",
      "cn": "确切地说，所以你总是去工作，从工作回家，去商店，去学校接孩子。"
    },
    {
      "id": 100,
      "en": "Always moving, moving, moving.",
      "cn": "总是在移动，移动，移动。"
    },
    {
      "id": 101,
      "en": "So that kind of action, that kind of life is on the go.",
      "cn": "所以这种行动，这种生活就是随时随地。"
    },
    {
      "id": 102,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 103,
      "en": "You can also say, eat on the go.",
      "cn": "你也可以说，随时吃东西。"
    },
    {
      "id": 104,
      "en": "That means I eat while I'm going somewhere, while I'm doing something.",
      "cn": "这意味着我在去某个地方或做某事时吃东西。"
    },
    {
      "id": 105,
      "en": "I don't sit down.",
      "cn": "我不坐下来。"
    },
    {
      "id": 106,
      "en": "Okay, so on the go.",
      "cn": "好的，所以随时随地。"
    },
    {
      "id": 107,
      "en": "And we're talking about New Year's resolution and we say that many people resolve to do something but they don't really do it.",
      "cn": "我们在谈论新年决心时说，很多人决心做某事，但他们并没有真正做到。"
    },
    {
      "id": 108,
      "en": "And we have a phrase that is used here, to stick to something.",
      "cn": "我们有一个短语在这里使用，坚守某事。"
    },
    {
      "id": 109,
      "en": "Stick to your resolution.",
      "cn": "坚持你的决心。"
    },
    {
      "id": 110,
      "en": "To stick to it.",
      "cn": "坚持下去。"
    },
    {
      "id": 111,
      "en": "So you think of tape or glue, these things that help things stick together.",
      "cn": "所以你可以想到胶带或胶水，这些东西帮助东西粘在一起。"
    },
    {
      "id": 112,
      "en": "Okay, so in that sense it's a way for you to describe continuing to do something or not stopping, not quitting, not ending it.",
      "cn": "好的，从这个意义上说，这是描述继续做某事或不停止、不放弃、不结束的方式。"
    },
    {
      "id": 113,
      "en": "And so I could say, remember how I said I wanted to quit smoking?",
      "cn": "所以我可以说，记得我说过我想戒烟吗？"
    },
    {
      "id": 114,
      "en": "Well, I'm really going to stick to this resolution because I think it's important.",
      "cn": "嗯，我真的会坚持这个决心，因为我认为这很重要。"
    },
    {
      "id": 115,
      "en": "That means I'm not going to give up.",
      "cn": "这意味着我不会放弃。"
    },
    {
      "id": 116,
      "en": "Right, very good.",
      "cn": "对，非常好。"
    },
    {
      "id": 117,
      "en": "So you're going to stay with it.",
      "cn": "所以你会坚持下去。"
    },
    {
      "id": 118,
      "en": "You're not going to give up.",
      "cn": "你不会放弃。"
    },
    {
      "id": 119,
      "en": "Alright, so stick to something.",
      "cn": "好吧，所以坚持某事。"
    },
    {
      "id": 120,
      "en": "Like, for example, our English learners, they'll stick to learning English.",
      "cn": "比如说，我们的英语学习者，他们会坚持学习英语。"
    },
    {
      "id": 121,
      "en": "And we could say as words of encouragement, hey, stick to it.",
      "cn": "我们可以说作为鼓励的话，嘿，坚守下去。"
    },
    {
      "id": 122,
      "en": "Stick to it.",
      "cn": "坚持下去。"
    },
    {
      "id": 123,
      "en": "Don't give up.",
      "cn": "不要放弃。"
    },
    {
      "id": 124,
      "en": "Keep with it.",
      "cn": "坚持下去。"
    },
    {
      "id": 125,
      "en": "Don't give up.",
      "cn": "不要放弃。"
    },
    {
      "id": 126,
      "en": "Alright.",
      "cn": "好的。"
    },
    {
      "id": 127,
      "en": "And, well, finally they were discussing or more arguing about the gym membership and everything.",
      "cn": "而且，最后他们在讨论或争论健身房会员资格和其他事情。"
    },
    {
      "id": 128,
      "en": "And he mentioned that the gym bag is gathering dust.",
      "cn": "他提到健身包在积灰尘。"
    },
    {
      "id": 129,
      "en": "Alright, this is a very nice phrase, I think, because it's very visual.",
      "cn": "好吧，我认为这是一个非常好的短语，因为它非常形象。"
    },
    {
      "id": 130,
      "en": "I like phrases where you can see what's happening.",
      "cn": "我喜欢可以看到发生了什么的短语。"
    },
    {
      "id": 131,
      "en": "So gathering means collecting.",
      "cn": "所以积累意味着收集。"
    },
    {
      "id": 132,
      "en": "That means that the dust in the air, it's building on this bag.",
      "cn": "这意味着空气中的灰尘在这个包上积累。"
    },
    {
      "id": 133,
      "en": "And something is gathering dust if we don't use it.",
      "cn": "如果我们不使用某物，它就会积灰尘。"
    },
    {
      "id": 134,
      "en": "So we haven't gone to the gym because our bag is in the corner and it's just filled with dust.",
      "cn": "所以我们没有去健身房，因为我们的包在角落里，满是灰尘。"
    },
    {
      "id": 135,
      "en": "Exactly.",
      "cn": "没错。"
    },
    {
      "id": 136,
      "en": "We could also say this about the computer.",
      "cn": "我们也可以这样说关于电脑。"
    },
    {
      "id": 137,
      "en": "Why should I buy you a new computer, Marco, if you never use the old one?",
      "cn": "马尔科，为什么我应该给你买一台新电脑，如果你从来不使用旧的？"
    },
    {
      "id": 138,
      "en": "That's just sitting in the house gathering dust.",
      "cn": "那只是放在家里积灰尘。"
    },
    {
      "id": 139,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 140,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 141,
      "en": "So it's another way of saying you never use it, you never do it, etc.",
      "cn": "所以这是一种说你从来不使用它，从来不做它，等等的方式。"
    },
    {
      "id": 142,
      "en": "Exactly.",
      "cn": "没错。"
    },
    {
      "id": 143,
      "en": "It's for an object, though.",
      "cn": "这适用于物体。"
    },
    {
      "id": 144,
      "en": "You can't say you are gathering dust.",
      "cn": "你不能说你在积灰尘。"
    },
    {
      "id": 145,
      "en": "No, well, that'd be a little weird.",
      "cn": "不，这样有点奇怪。"
    },
    {
      "id": 146,
      "en": "You might be dead or something.",
      "cn": "你可能死了或者其他什么。"
    },
    {
      "id": 147,
      "en": "Alright, great phrases.",
      "cn": "好吧，很好的短语。"
    },
    {
      "id": 148,
      "en": "So why don't we listen to this dialogue one last time.",
      "cn": "那么我们为什么不最后再听一次这个对话呢。"
    },
    {
      "id": 149,
      "en": "Did you read this?",
      "cn": "你读过这个吗？"
    },
    {
      "id": 150,
      "en": "It says that the number one New Year resolution people make is to spend more time with friends and family.",
      "cn": "上面说人们做的第一新年决心是花更多时间与朋友和家人在一起。"
    },
    {
      "id": 151,
      "en": "Why would that be funny?",
      "cn": "为什么这会有趣？"
    },
    {
      "id": 152,
      "en": "Well, think about it.",
      "cn": "嗯，想想看。"
    },
    {
      "id": 153,
      "en": "We are a society that is always on the go.",
      "cn": "我们是一个总是忙碌的社会。"
    },
    {
      "id": 154,
      "en": "Not because we have to, but because we want to.",
      "cn": "不是因为我们必须，而是因为我们想。"
    },
    {
      "id": 155,
      "en": "Why?",
      "cn": "为什么？"
    },
    {
      "id": 156,
      "en": "We work hard and spend less time at home because we are trying to provide for our family with goods and services that are usually unnecessary.",
      "cn": "我们努力工作，花更少的时间在家，因为我们试图为我们的家人提供通常不必要的商品和服务。"
    },
    {
      "id": 157,
      "en": "I don't agree, but anyways, I think you should start thinking of a New Year's resolution yourself.",
      "cn": "我不同意，但无论如何，我认为你应该开始考虑自己的新年决心。"
    },
    {
      "id": 158,
      "en": "What's the point?",
      "cn": "这有什么意义？"
    },
    {
      "id": 159,
      "en": "We always make New Year's resolutions and by February we will have forgotten about them.",
      "cn": "我们总是制定新年决心，到二月份我们就会忘记它们。"
    },
    {
      "id": 160,
      "en": "It's pointless.",
      "cn": "这毫无意义。"
    },
    {
      "id": 161,
      "en": "Well, maybe then you should resolve to stick into your goals and objectives.",
      "cn": "好吧，也许你应该决心坚持你的目标和计划。"
    },
    {
      "id": 162,
      "en": "What about you?",
      "cn": "你呢？"
    },
    {
      "id": 163,
      "en": "Your gym bag is gathering dust and you still have brand new running shoes that are yet to be jogged in.",
      "cn": "你的健身包在积灰尘，你还有全新的跑鞋还没穿过。"
    },
    {
      "id": 164,
      "en": "Well, I would go if you kept your promise of going to the gym with me every day.",
      "cn": "好吧，如果你遵守每天和我一起去健身房的承诺，我会去。"
    },
    {
      "id": 165,
      "en": "Yeah, yeah, whatever.",
      "cn": "是的，是的，随便吧。"
    },
    {
      "id": 166,
      "en": "Alright, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 167,
      "en": "And, well, as you mentioned, there were some interesting things about this dialogue.",
      "cn": "而且，正如你提到的，这个对话中有一些有趣的事情。"
    },
    {
      "id": 168,
      "en": "Especially when they talked about a society that is always on the go.",
      "cn": "尤其是当他们谈论一个总是忙碌的社会时。"
    },
    {
      "id": 169,
      "en": "And you mentioned that, well, sometimes you eat on the go.",
      "cn": "你提到，有时你随时吃东西。"
    },
    {
      "id": 170,
      "en": "And I've seen people in the United States that are actually eating while driving.",
      "cn": "我在美国看到过人们实际上在开车时吃东西。"
    },
    {
      "id": 171,
      "en": "I'm guilty of doing that.",
      "cn": "我承认我也这样做过。"
    },
    {
      "id": 172,
      "en": "Really?",
      "cn": "真的？"
    },
    {
      "id": 173,
      "en": "You have no time to actually sit down for like 15 minutes and eat.",
      "cn": "你没有时间坐下来吃15分钟。"
    },
    {
      "id": 174,
      "en": "Now, I remember being in high school at home and, you know, you just have so much stuff to do.",
      "cn": "现在，我记得在高中时在家，你知道，你有很多事情要做。"
    },
    {
      "id": 175,
      "en": "You have school, then after school there's like, you know, soccer practice, after that there's music lessons.",
      "cn": "你有学校，放学后有足球训练，之后还有音乐课。"
    },
    {
      "id": 176,
      "en": "And you never have time to eat so you have to grab food in the car and then on the way home you're picking things up and you get home and you do your homework or whatever.",
      "cn": "你从来没有时间吃东西，所以你必须在车里抓点食物，然后在回家的路上你在捡东西，回到家后做作业或其他事情。"
    },
    {
      "id": 177,
      "en": "There's so much stuff to do and it doesn't stop.",
      "cn": "有太多事情要做，而且没有停止。"
    },
    {
      "id": 178,
      "en": "It doesn't stop when you grow up.",
      "cn": "当你长大后也不会停止。"
    },
    {
      "id": 179,
      "en": "It doesn't stop if you're an older person.",
      "cn": "如果你是个老年人也不会停止。"
    },
    {
      "id": 180,
      "en": "It's just the way life is in America.",
      "cn": "这就是美国生活的方式。"
    },
    {
      "id": 181,
      "en": "Wow, yeah, that's really interesting because I think many of our listeners that are in other countries would find that a little bit peculiar if they actually went to the United States and saw somebody in their car, you know, like having a hamburger while driving, you know, and sipping on their soda.",
      "cn": "哇，是的，这真的很有趣，因为我认为许多在其他国家的听众如果真的去美国，看到有人在车里吃汉堡，喝汽水，会觉得有点奇怪。"
    },
    {
      "id": 182,
      "en": "Yeah, it's kind of sad actually.",
      "cn": "是的，实际上有点悲哀。"
    },
    {
      "id": 183,
      "en": "Well, that's the thing.",
      "cn": "嗯，这就是问题所在。"
    },
    {
      "id": 184,
      "en": "You don't have much time.",
      "cn": "你没有太多时间。"
    },
    {
      "id": 185,
      "en": "But actually this is based on true events kind of on the fact that many Americans do want to spend more time at home with their friends, with their family because as you say, you're always so busy.",
      "cn": "但实际上这是基于真实事件，很多美国人确实想花更多时间在家里与朋友和家人在一起，因为正如你所说，你总是那么忙。"
    },
    {
      "id": 186,
      "en": "And I think it's a nice resolution to resolve to have dinner with your family once or twice a week at home where you sit down and you talk about your lives.",
      "cn": "我认为这是一个很好的决心，决心每周在家与家人共进一到两次晚餐，坐下来谈谈生活。"
    },
    {
      "id": 187,
      "en": "It's nice because you get to share and you get to know each other better and, you know, otherwise you're always just on the go in different places.",
      "cn": "这很好，因为你可以分享，彼此更好地了解，否则你总是在不同的地方忙碌。"
    },
    {
      "id": 188,
      "en": "Yeah, exactly.",
      "cn": "是的，没错。"
    },
    {
      "id": 189,
      "en": "So we want to hear your comments and your opinions about this topic.",
      "cn": "所以我们想听听你对这个话题的评论和看法。"
    },
    {
      "id": 190,
      "en": "So why don't you visit our website, EnglishPod.com, and we'll see you guys there.",
      "cn": "所以为什么不访问我们的网站，EnglishPod.com，我们在那里见。"
    },
    {
      "id": 191,
      "en": "Don't forget to share with us your New Year's resolutions.",
      "cn": "不要忘记与我们分享你的新年决心。"
    },
    {
      "id": 192,
      "en": "Everyone's got one, so I'm very excited to hear those.",
      "cn": "每个人都有一个，所以我很期待听到这些。"
    },
    {
      "id": 193,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 194,
      "en": "Until next time, everyone.",
      "cn": "下次见，大家。"
    },
    {
      "id": 195,
      "en": "Bye.",
      "cn": "再见。"
    },
    {
      "id": 196,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}