{
  "type": "book",
  "id": "englishpod-中级--englishpod-中级-0168",
  "title": "EnglishPod 中级 0168",
  "totalSegments": 217,
  "seriesId": "englishpod-中级-",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome back to EnglishPod.",
      "cn": "大家好，欢迎回到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "And my name is Catherine, and today we have an advanced media level lesson, so that's the very highest of our levels.",
      "cn": "我叫Catherine，今天我们有一节高级媒体课程，这是我们所有课程中最高级的。"
    },
    {
      "id": 4,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 5,
      "en": "And we're going to be talking about a very popular tradition in North America, a Thanksgiving dinner.",
      "cn": "我们将讨论北美一个非常流行的传统，感恩节晚餐。"
    },
    {
      "id": 6,
      "en": "Okay, so Thanksgiving is a very special holiday for Americans, and Canadians also celebrate it.",
      "cn": "好的，感恩节对美国人来说是一个非常特殊的节日，加拿大人也庆祝这个节日。"
    },
    {
      "id": 7,
      "en": "But on different dates, right?",
      "cn": "但日期不同，对吗？"
    },
    {
      "id": 8,
      "en": "Canadians have it on a different date.",
      "cn": "加拿大人在不同的日期庆祝。"
    },
    {
      "id": 9,
      "en": "Exactly.",
      "cn": "正确。"
    },
    {
      "id": 10,
      "en": "I'm not sure what the Canadian date is, but Americans celebrate it.",
      "cn": "我不确定加拿大的日期是什么，但美国人在11月底庆祝，日期每年都变，因为是星期四。"
    },
    {
      "id": 11,
      "en": "At the end of November, the day changes every year because it's a Thursday.",
      "cn": "但我们通常会放假，不上班或上学，大家一起吃饭，庆祝这一年，庆祝丰收，庆祝我们的家人和朋友。"
    },
    {
      "id": 13,
      "en": "So this tradition of Thanksgiving, what do you commemorate, or what do you celebrate?",
      "cn": "那么这个感恩节的传统，你们纪念什么，或者庆祝什么？"
    },
    {
      "id": 14,
      "en": "Well, we actually celebrate the first harvest that the pilgrims had when they were right off the boat in New England.",
      "cn": "嗯，我们实际上是庆祝朝圣者在新英格兰刚下船时的第一次丰收。"
    },
    {
      "id": 15,
      "en": "So that's the eastern part of America.",
      "cn": "所以这是美国的东部。"
    },
    {
      "id": 16,
      "en": "These people had come from England, and they were trying to find a new land and a new life, and they ended up in the Massachusetts area.",
      "cn": "这些人来自英格兰，他们试图寻找新的土地和新的生活，最后来到了马萨诸塞州。"
    },
    {
      "id": 17,
      "en": "And they didn't know how to farm.",
      "cn": "他们不知道如何耕作。"
    },
    {
      "id": 18,
      "en": "They didn't know how to work the land.",
      "cn": "他们不知道如何利用土地。"
    },
    {
      "id": 19,
      "en": "And so the Native Americans who were living there at the time helped them out, helped them grow corn, helped them find out how to use the land in a productive way.",
      "cn": "所以当时住在那里的美洲土著帮助了他们，帮助他们种玉米，帮助他们找到有效利用土地的方法。"
    },
    {
      "id": 20,
      "en": "And so when that first harvest happened, everyone was able to grow, it was actually a year after they arrived, everyone was able to grow corn and food and crops, and then they all shared a meal together to celebrate this wonderful occasion.",
      "cn": "所以当第一次丰收发生时，大家都能种植，实际上是在他们到达一年后，大家都能种玉米和食物，然后大家一起分享一顿饭来庆祝这个美好的时刻。"
    },
    {
      "id": 21,
      "en": "Wow.",
      "cn": "哇。"
    },
    {
      "id": 22,
      "en": "And it actually helped them survive the winter, because most of the pilgrims, most of the settlers, they died during the first winter.",
      "cn": "这实际上帮助他们度过了冬天，因为大多数朝圣者，大多数定居者，在第一个冬天都死了。"
    },
    {
      "id": 23,
      "en": "And so this was a really great, great thing for them.",
      "cn": "所以这对他们来说真的是一件很伟大的事情。"
    },
    {
      "id": 24,
      "en": "Wow.",
      "cn": "哇。"
    },
    {
      "id": 25,
      "en": "That's really interesting, an interesting aspect of history and why this is celebrated, mostly, as you say, in North America and Canada, and that's why many other countries don't really have it.",
      "cn": "这真的很有趣，这是历史的一个有趣方面，为什么这主要在北美和加拿大庆祝，这也是为什么许多其他国家没有这个节日。"
    },
    {
      "id": 26,
      "en": "But it's a popular get-together, and, well, what you usually have is a Turkey, right?",
      "cn": "但这是一个受欢迎的聚会，嗯，你通常会吃火鸡，对吗？"
    },
    {
      "id": 27,
      "en": "Exactly.",
      "cn": "正确。"
    },
    {
      "id": 28,
      "en": "So Turkey is a very big bird, and they go gobble, gobble, gobble, gobble, and they have that kind of really red, long kind of thing on their necks, and big tail, or big tail feathers.",
      "cn": "所以火鸡是一种非常大的鸟，它们会咯咯叫，并且脖子上有那种非常红、很长的东西，还有大尾巴或大尾羽。"
    },
    {
      "id": 29,
      "en": "And they're delicious.",
      "cn": "而且它们非常美味。"
    },
    {
      "id": 30,
      "en": "But the funny thing is about Turkey that there's a chemical in it that makes you very sleepy.",
      "cn": "但有趣的是，火鸡中有一种化学物质会让你非常困。"
    },
    {
      "id": 31,
      "en": "Well, not a chemical, there's a protein in it that makes you very sleepy.",
      "cn": "嗯，不是化学物质，里面有一种蛋白质会让你非常困。"
    },
    {
      "id": 32,
      "en": "Oh really?",
      "cn": "哦，真的吗？"
    },
    {
      "id": 33,
      "en": "I didn't know that.",
      "cn": "我不知道。"
    },
    {
      "id": 34,
      "en": "And so the joke is that after you eat dinner on Thanksgiving, everyone falls asleep on the sofa.",
      "cn": "所以笑话是，感恩节晚餐后，大家都会在沙发上睡着。"
    },
    {
      "id": 35,
      "en": "Well, Thanksgiving meals in the United States are very, very big.",
      "cn": "嗯，美国的感恩节晚餐非常非常丰盛。"
    },
    {
      "id": 36,
      "en": "They're very elaborate, right?",
      "cn": "它们非常复杂，对吗？"
    },
    {
      "id": 37,
      "en": "You not only have Turkey, but you have pumpkin pie, and you have mashed potatoes, and gravy, and just like a table full of food.",
      "cn": "你不仅有火鸡，还有南瓜派，土豆泥，肉汁，还有满桌的食物。"
    },
    {
      "id": 38,
      "en": "Exactly, and it's a way to celebrate, well, to give thanks for all the things that you have, and so we like to give, like to cook a lot of food to celebrate that.",
      "cn": "正确，这是一种庆祝的方式，嗯，感谢你所拥有的一切，所以我们喜欢做很多食物来庆祝。"
    },
    {
      "id": 39,
      "en": "And they're all fall foods, so squash, pumpkin, potatoes, things like that.",
      "cn": "而且它们都是秋季食物，比如南瓜、土豆等。"
    },
    {
      "id": 40,
      "en": "Alright, so we have a dialogue here, so it's just that.",
      "cn": "好吧，我们这里有一个对话，就这样。"
    },
    {
      "id": 41,
      "en": "It's a guy who is preparing a Turkey dinner and also preparing pumpkin pie, but he's doing it in a very peculiar way, so why don't we listen to the dialogue, and then we'll come back and just talk a little bit about the different terms that he used.",
      "cn": "这是一个准备火鸡晚餐的人，同时也在准备南瓜派，但他以一种非常特别的方式进行，所以我们来听听对话，然后再回来讨论一下他使用的不同术语。"
    },
    {
      "id": 42,
      "en": "Hello everyone, and welcome back to our show.",
      "cn": "大家好，欢迎回到我们的节目。"
    },
    {
      "id": 43,
      "en": "Today we are going to learn how to cook the perfect Thanksgiving Turkey.",
      "cn": "今天我们将学习如何烹饪完美的感恩节火鸡。"
    },
    {
      "id": 44,
      "en": "I will share a secret that I have kept for over 30 years on how to cook the perfect, most mouthwatering, juiciest Turkey in the world.",
      "cn": "我将分享一个我保守了30多年的秘密，关于如何烹饪世界上最美味、最多汁的火鸡。"
    },
    {
      "id": 45,
      "en": "Let's get started.",
      "cn": "让我们开始吧。"
    },
    {
      "id": 46,
      "en": "First of all, we must bring out our key ingredient, whiskey.",
      "cn": "首先，我们必须拿出我们的关键成分，威士忌。"
    },
    {
      "id": 47,
      "en": "You see, the grains used to make whiskey along with the alcohol brings out the flavor of the Turkey meat.",
      "cn": "你看，用来制作威士忌的谷物和酒精能提升火鸡肉的味道。"
    },
    {
      "id": 48,
      "en": "Let's pour one cup of whiskey on the Turkey, and serve yourself a cup as well.",
      "cn": "让我们在火鸡上倒一杯威士忌，同时给自己也倒一杯。"
    },
    {
      "id": 49,
      "en": "Cheers!",
      "cn": "干杯！"
    },
    {
      "id": 50,
      "en": "That's good 12 year whiskey right there.",
      "cn": "这是一款很好的12年威士忌。"
    },
    {
      "id": 51,
      "en": "Okay, back to our Turkey.",
      "cn": "好的，回到我们的火鸡。"
    },
    {
      "id": 52,
      "en": "Preheat your oven to 475 degrees Fahrenheit.",
      "cn": "将烤箱预热到475华氏度。"
    },
    {
      "id": 53,
      "en": "Now have another cup of whiskey.",
      "cn": "现在再来一杯威士忌。"
    },
    {
      "id": 54,
      "en": "Now that the oven is hot, we place our bird on a rack inside a roasting pan.",
      "cn": "现在烤箱热了，我们把火鸡放在烤盘的架子上。"
    },
    {
      "id": 55,
      "en": "Let's add some whiskey to give it some extra flavor.",
      "cn": "让我们加一些威士忌来增加风味。"
    },
    {
      "id": 56,
      "en": "And let's have another cup.",
      "cn": "再来一杯。"
    },
    {
      "id": 57,
      "en": "That hit the spot.",
      "cn": "这真不错。"
    },
    {
      "id": 58,
      "en": "There we go.",
      "cn": "就这样。"
    },
    {
      "id": 59,
      "en": "We can leave it in there for the next 45 minutes.",
      "cn": "我们可以把它放在里面45分钟。"
    },
    {
      "id": 60,
      "en": "In the meantime, let's have another sip of whiskey and start with our delicious pumpkin pie.",
      "cn": "与此同时，让我们再喝一口威士忌，开始制作美味的南瓜派。"
    },
    {
      "id": 61,
      "en": "Lightly whisk together two eggs and the extra yolk in a large bowl.",
      "cn": "在一个大碗中轻轻打散两个鸡蛋和额外的蛋黄。"
    },
    {
      "id": 62,
      "en": "Once that's ready, we can put sugar, spices such as cloves, grated nutmeg, and cinnamon with some cream and dark rum into a saucepan.",
      "cn": "一旦准备好，我们可以将糖、香料如丁香、磨碎的肉豆蔻和肉桂与一些奶油和黑朗姆酒放入锅中。"
    },
    {
      "id": 63,
      "en": "Slowly bring up to simmering point stirring occasionally.",
      "cn": "慢慢加热至微开，偶尔搅拌。"
    },
    {
      "id": 64,
      "en": "Now you may notice that we are using some dark rum in this pie.",
      "cn": "现在你可能会注意到我们在这个派中使用了一些黑朗姆酒。"
    },
    {
      "id": 65,
      "en": "This is because the richness of the pumpkin is beautifully enhanced by the dark rum.",
      "cn": "这是因为南瓜的丰富口感被黑朗姆酒完美提升。"
    },
    {
      "id": 66,
      "en": "So to celebrate this great occasion, pour yourself a glass.",
      "cn": "所以为了庆祝这个伟大的时刻，给自己倒一杯。"
    },
    {
      "id": 67,
      "en": "Cheers!",
      "cn": "干杯！"
    },
    {
      "id": 68,
      "en": "Now that we have finished with the filling, let's bake the pie for 45 to 50 minutes until the filling has puffed up around the edges and the center is almost set.",
      "cn": "现在我们完成了馅料，让我们烘烤派45到50分钟，直到馅料在边缘膨胀，中心几乎凝固。"
    },
    {
      "id": 69,
      "en": "All done.",
      "cn": "完成了。"
    },
    {
      "id": 70,
      "en": "A cup of rum to celebrate the completion of this great Thanksgiving dinner.",
      "cn": "一杯朗姆酒来庆祝这顿伟大的感恩节晚餐的完成。"
    },
    {
      "id": 71,
      "en": "After waiting for an hour and having a couple of drinks, it's time to check on our Turkey.",
      "cn": "等待一个小时，喝了几杯后，是时候检查我们的火鸡了。"
    },
    {
      "id": 72,
      "en": "Take the Turkey out of the oven.",
      "cn": "把火鸡从烤箱里拿出来。"
    },
    {
      "id": 73,
      "en": "Pick the Turkey off of the ground.",
      "cn": "把火鸡从地上捡起来。"
    },
    {
      "id": 74,
      "en": "Don't worry, it will add flavor to this recipe.",
      "cn": "别担心，这会为这个食谱增添风味。"
    },
    {
      "id": 75,
      "en": "Now also remove the pie from the oven and serve while still hot.",
      "cn": "现在也把派从烤箱里拿出来，趁热上桌。"
    },
    {
      "id": 76,
      "en": "Cheers and Happy Thanksgiving!",
      "cn": "干杯，感恩节快乐！"
    },
    {
      "id": 77,
      "en": "All right, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 78,
      "en": "So I think this is gonna be one great Thanksgiving dinner for him.",
      "cn": "我想这将是他的一顿伟大的感恩节晚餐。"
    },
    {
      "id": 79,
      "en": "Oh my gosh, and talking about this is making me so hungry.",
      "cn": "哇，谈论这个让我好饿。"
    },
    {
      "id": 80,
      "en": "This always happens when we have food lessons.",
      "cn": "每当我们有食物课程时，总是这样。"
    },
    {
      "id": 81,
      "en": "What about, do you have any family members who actually drink a little bit too much during Thanksgiving?",
      "cn": "你有没有家人实际上在感恩节喝得有点多？"
    },
    {
      "id": 82,
      "en": "Yes, and I won't say who.",
      "cn": "有的，我不会说是谁。"
    },
    {
      "id": 83,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 84,
      "en": "So as he was preparing the Thanksgiving dinner, he mentioned a couple of things.",
      "cn": "所以当他准备感恩节晚餐时，他提到了一些事情。"
    },
    {
      "id": 85,
      "en": "For example, a mouth-watering Turkey.",
      "cn": "例如，令人垂涎的火鸡。"
    },
    {
      "id": 86,
      "en": "Mouth-watering.",
      "cn": "垂涎欲滴。"
    },
    {
      "id": 87,
      "en": "So this is a way to say appetizing.",
      "cn": "这是一种说法，表示开胃。"
    },
    {
      "id": 88,
      "en": "You know when you see something delicious on TV and, mmm, yeah, your mouth starts to water.",
      "cn": "你知道，当你在电视上看到美味的东西时，嗯，是的，你的口水开始流。"
    },
    {
      "id": 89,
      "en": "You're salivating.",
      "cn": "你在流口水。"
    },
    {
      "id": 90,
      "en": "That means that your brain is telling you that you want to eat it.",
      "cn": "这意味着你的大脑在告诉你你想吃它。"
    },
    {
      "id": 91,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 92,
      "en": "And so your mouth starts to water.",
      "cn": "所以你的口水开始流。"
    },
    {
      "id": 93,
      "en": "So we say that something that's very appetizing, something that looks like it will taste very, very good, it's mouth-watering.",
      "cn": "所以我们说某样东西非常开胃，看起来会非常好吃，它就是令人垂涎的。"
    },
    {
      "id": 94,
      "en": "All right, so he was preparing a mouth-watering Turkey.",
      "cn": "好吧，所以他在准备一只令人垂涎的火鸡。"
    },
    {
      "id": 95,
      "en": "So moving on, he mentioned that he had a key ingredient for his Turkey, and it was whiskey.",
      "cn": "接下来，他提到他有一个火鸡的关键成分，那就是威士忌。"
    },
    {
      "id": 96,
      "en": "Not only whiskey, but 12-year whiskey.",
      "cn": "不仅是威士忌，还有12年威士忌。"
    },
    {
      "id": 97,
      "en": "Okay, so the thing about whiskeys is that oftentimes on the label of a bottle, they'll advertise how old the whiskey is, because you pay more for older whiskeys.",
      "cn": "好吧，关于威士忌的事情是，瓶子的标签上通常会宣传威士忌的年龄，因为你为更老的威士忌支付更多。"
    },
    {
      "id": 98,
      "en": "They just, they have a better taste in many cases.",
      "cn": "它们在许多情况下味道更好。"
    },
    {
      "id": 99,
      "en": "Well, I guess it depends, but in this case, it's a 12-year whiskey.",
      "cn": "嗯，我想这要看情况，但在这种情况下，这是12年威士忌。"
    },
    {
      "id": 100,
      "en": "That means that it was stored in a cask for 12 years to let it age, and then they sell it after 12 years.",
      "cn": "这意味着它在桶中存放了12年以让其陈酿，然后在12年后出售。"
    },
    {
      "id": 101,
      "en": "And so that's the special ingredient.",
      "cn": "所以这就是特别的成分。"
    },
    {
      "id": 102,
      "en": "That's the special ingredient.",
      "cn": "这就是特别的成分。"
    },
    {
      "id": 103,
      "en": "12-year whiskey, and well, he not only put it on the Turkey, but also he had a couple of drinks himself, and in one of those, he mentioned that hit the spot.",
      "cn": "12年威士忌，他不仅把它放在火鸡上，还自己喝了几杯，在其中一杯中，他提到这正合适。"
    },
    {
      "id": 104,
      "en": "Mmm, that hit the spot.",
      "cn": "嗯，这正合适。"
    },
    {
      "id": 105,
      "en": "What spot?",
      "cn": "什么合适？"
    },
    {
      "id": 106,
      "en": "The spot.",
      "cn": "就是那个合适。"
    },
    {
      "id": 107,
      "en": "Okay, so this is a really common phrase in English that we use to say that something is very satisfying.",
      "cn": "好吧，这在英语中是一个非常常见的短语，我们用它来表示某事非常令人满意。"
    },
    {
      "id": 108,
      "en": "So that hit the spot, and not only for drinks, right?",
      "cn": "所以这正合适，不仅仅是饮料，对吧？"
    },
    {
      "id": 109,
      "en": "No, you could use it for food or anything really.",
      "cn": "不，你可以用它来形容食物或任何东西。"
    },
    {
      "id": 110,
      "en": "So in this case, I could say, oh, I was so hungry, that sandwich really hit the spot.",
      "cn": "所以在这种情况下，我可以说，哦，我太饿了，那三明治真是太合适了。"
    },
    {
      "id": 111,
      "en": "I really needed to eat right now, and that sandwich was perfect.",
      "cn": "我现在真的需要吃东西，而那个三明治正好。"
    },
    {
      "id": 112,
      "en": "That was perfect.",
      "cn": "那真是完美。"
    },
    {
      "id": 113,
      "en": "All right, so that hit the spot.",
      "cn": "好吧，那正合适。"
    },
    {
      "id": 114,
      "en": "Now, when he referred to the Turkey, in one occasion he said, we place our bird on a rack.",
      "cn": "现在，当他提到火鸡时，有一次他说，我们把鸟放在架子上。"
    },
    {
      "id": 115,
      "en": "All right, so what's a bird, and what's the rack?",
      "cn": "好吧，鸟是什么，架子又是什么？"
    },
    {
      "id": 116,
      "en": "Okay, so this is really interesting.",
      "cn": "好吧，这真的很有趣。"
    },
    {
      "id": 117,
      "en": "We talk about the Turkey oftentimes when we're making commercials or talking about recipes as the bird.",
      "cn": "我们在制作广告或谈论食谱时，常常把火鸡称为鸟。"
    },
    {
      "id": 118,
      "en": "So you want to take out the bird, and you want to open the packaging.",
      "cn": "所以你想把鸟拿出来，打开包装。"
    },
    {
      "id": 119,
      "en": "So the bird is the Turkey.",
      "cn": "所以鸟就是火鸡。"
    },
    {
      "id": 120,
      "en": "A Turkey is a kind of bird.",
      "cn": "火鸡是一种鸟。"
    },
    {
      "id": 121,
      "en": "You can say this about chicken as well, because it's another kind of bird, but this is a kind of a colloquial term in cooking for whatever bird you're cooking.",
      "cn": "你也可以这样说鸡，因为它是另一种鸟，但这是烹饪中对任何你正在烹饪的鸟的口语用法。"
    },
    {
      "id": 122,
      "en": "Right, okay.",
      "cn": "对，好的。"
    },
    {
      "id": 123,
      "en": "And when you're placing it on a rack, what's a rack?",
      "cn": "当你把它放在架子上时，架子是什么？"
    },
    {
      "id": 124,
      "en": "Okay, so in our ovens, an oven is it's a kitchen item, appliance, that you you have that heats up food, but it's not like a microwave.",
      "cn": "好吧，在我们的烤箱中，烤箱是一个厨房电器，用来加热食物，但它不是微波炉。"
    },
    {
      "id": 125,
      "en": "It's much stronger, and so inside there are metal bars.",
      "cn": "它强得多，里面有金属条。"
    },
    {
      "id": 126,
      "en": "We don't have, they're like shelves, but they're open.",
      "cn": "我们没有，它们像架子，但它们是开放的。"
    },
    {
      "id": 127,
      "en": "And so these metal bars are called a rack.",
      "cn": "所以这些金属条叫做架子。"
    },
    {
      "id": 128,
      "en": "Okay, so you put the Turkey in the oven on the rack.",
      "cn": "好吧，所以你把火鸡放在烤箱的架子上。"
    },
    {
      "id": 129,
      "en": "Right, you can't put it on the on the base of the oven because then it would burn up.",
      "cn": "对，你不能把它放在烤箱的底部，因为那样会烧焦。"
    },
    {
      "id": 130,
      "en": "Exactly, and you you don't have a shelf because that would be a problem.",
      "cn": "正是如此，你没有架子，因为那会是个问题。"
    },
    {
      "id": 131,
      "en": "All right, and well, moving on on the instructions when he was preparing the pumpkin pie, he told us to lightly whisk together two eggs.",
      "cn": "好吧，继续，当他准备南瓜派时，他告诉我们轻轻打散两个鸡蛋。"
    },
    {
      "id": 132,
      "en": "So we have a verb here, to whisk.",
      "cn": "所以我们这里有一个动词，打散。"
    },
    {
      "id": 133,
      "en": "To whisk.",
      "cn": "打散。"
    },
    {
      "id": 134,
      "en": "So that's not only a verb but a noun as well, right?",
      "cn": "所以这不仅是一个动词，也是一个名词，对吧？"
    },
    {
      "id": 135,
      "en": "All right, it's an instrument.",
      "cn": "好吧，这是一个工具。"
    },
    {
      "id": 136,
      "en": "Exactly, and this is a verb we often use with eggs, so to whisk eggs.",
      "cn": "正是如此，这个动词我们通常用来形容鸡蛋，所以打散鸡蛋。"
    },
    {
      "id": 137,
      "en": "You can also whisk like a sauce for a salad, so like a salad dressing.",
      "cn": "你也可以打散沙拉酱，所以像沙拉调料。"
    },
    {
      "id": 138,
      "en": "But it's a way that we stir something, and so oftentimes we have an instrument called a whisk that's not like a fork, it actually looks kind of funny.",
      "cn": "但这是一种搅拌东西的方式，所以我们通常有一个叫做打蛋器的工具，它不像叉子，实际上看起来有点搞笑。"
    },
    {
      "id": 139,
      "en": "It's got bars on it.",
      "cn": "它有条状的。"
    },
    {
      "id": 140,
      "en": "Like wire that kind of make a circle.",
      "cn": "像是金属丝，形成一个圆圈。"
    },
    {
      "id": 141,
      "en": "Exactly, and they are very thin wires.",
      "cn": "正是如此，它们是非常细的金属丝。"
    },
    {
      "id": 142,
      "en": "And you usually stir very very very quickly, especially if you have eggs, this will break up the egg and it becomes kind of foamy.",
      "cn": "你通常搅拌得非常非常快，尤其是如果你有鸡蛋，这会打破鸡蛋，变得有点泡沫。"
    },
    {
      "id": 143,
      "en": "Foamy, yeah.",
      "cn": "泡沫，是的。"
    },
    {
      "id": 144,
      "en": "To make like an omelet, for example.",
      "cn": "比如说做一个煎蛋卷。"
    },
    {
      "id": 145,
      "en": "Exactly, so to whisk is a kind of, it's a way to stir.",
      "cn": "正是如此，所以打散是一种搅拌的方式。"
    },
    {
      "id": 146,
      "en": "Okay, and then he mentioned some ingredients such as sugar, spices, and grated nutmeg.",
      "cn": "好吧，然后他提到了一些成分，比如糖、香料和磨碎的肉豆蔻。"
    },
    {
      "id": 147,
      "en": "So what is this verb, grated nutmeg, or an adjective, grated?",
      "cn": "那么这个动词，磨碎的肉豆蔻，或者形容词，磨碎的是什么？"
    },
    {
      "id": 148,
      "en": "Exactly, so this adjective grated means that, well, it's a kind of way to cut up something, and so you often hear the term grated cheese.",
      "cn": "正是如此，这个形容词磨碎的意思是，这是一种切割东西的方式，所以你常常会听到磨碎的奶酪。"
    },
    {
      "id": 149,
      "en": "That means not a big chunk of cheese, but we push it against a board to get little pieces of it to fall off, and that's called grated cheese.",
      "cn": "这意味着不是一大块奶酪，而是我们把它推到一个板上，让小块掉下来，这叫做磨碎的奶酪。"
    },
    {
      "id": 150,
      "en": "And so in this case we have grated nutmeg, that means that it's been kind of, the nutmeg comes in in very small pieces.",
      "cn": "所以在这种情况下，我们有磨碎的肉豆蔻，这意味着它已经被切成非常小的块。"
    },
    {
      "id": 151,
      "en": "Yeah, pieces, and we we're breaking it down.",
      "cn": "是的，块，我们正在把它打碎。"
    },
    {
      "id": 152,
      "en": "All right, very good.",
      "cn": "好吧，非常好。"
    },
    {
      "id": 153,
      "en": "And he also mentioned something about bringing the sauce to a simmering point.",
      "cn": "他还提到了一些关于将酱汁煮至微开状态的事情。"
    },
    {
      "id": 154,
      "en": "What is that simmering point?",
      "cn": "什么是微开状态？"
    },
    {
      "id": 155,
      "en": "Okay, simmering point is a time when you're cooking where the liquid goes from being calm to being very agitated and moving.",
      "cn": "好吧，微开状态是你在烹饪时，液体从平静变得非常激动和流动的时刻。"
    },
    {
      "id": 156,
      "en": "But it's not boiling, right?",
      "cn": "但这不是沸腾，对吧？"
    },
    {
      "id": 157,
      "en": "No, boiling means you have big bubbles, right, like boiling water.",
      "cn": "不，沸腾意味着你有大气泡，对吧，就像沸腾的水。"
    },
    {
      "id": 158,
      "en": "But simmering is where it's kind of little bubble, there's a little bit of action on the surface of the liquid, but it's not boiling, it's in the middle between flat and calm, and agitated and boiling.",
      "cn": "但微开是指有小气泡，液体表面有一点动作，但它不是沸腾，它在平静和激动、沸腾之间的中间状态。"
    },
    {
      "id": 159,
      "en": "Okay, so that's the simmering point, very good.",
      "cn": "好吧，所以这就是微开状态，非常好。"
    },
    {
      "id": 160,
      "en": "And that's pretty much all of the interesting phrases in the dialogue, there are a lot more, but we don't really have time to cover that huge amount of rich vocabulary, so why don't we listen to this dialogue one last time?",
      "cn": "这基本上是对话中所有有趣的短语，还有很多，但我们真的没有时间涵盖那么丰富的词汇，所以我们为什么不再听一次这个对话呢？"
    },
    {
      "id": 161,
      "en": "Hello everyone and welcome back to our show.",
      "cn": "大家好，欢迎回到我们的节目。"
    },
    {
      "id": 162,
      "en": "Today we are going to learn how to cook the perfect Thanksgiving Turkey.",
      "cn": "今天我们将学习如何烹饪完美的感恩节火鸡。"
    },
    {
      "id": 163,
      "en": "I will share a secret that I have kept for over 30 years on how to cook the perfect, most mouth-watering, juiciest Turkey in the world.",
      "cn": "我将分享一个我保留了30多年的秘密，关于如何烹饪世界上最美味、最多汁的火鸡。"
    },
    {
      "id": 164,
      "en": "Let's get started.",
      "cn": "让我们开始吧。"
    },
    {
      "id": 165,
      "en": "First of all, we must bring out our key ingredient, whiskey.",
      "cn": "首先，我们必须拿出我们的关键成分，威士忌。"
    },
    {
      "id": 166,
      "en": "You see, the grains used to make whiskey along with the alcohol brings out the flavor of the Turkey meat.",
      "cn": "你看，用来制作威士忌的谷物和酒精能提升火鸡肉的味道。"
    },
    {
      "id": 167,
      "en": "Let's pour one cup of whiskey on the Turkey and serve yourself a cup as well.",
      "cn": "让我们在火鸡上倒一杯威士忌，也给自己倒一杯。"
    },
    {
      "id": 168,
      "en": "Cheers!",
      "cn": "干杯！"
    },
    {
      "id": 169,
      "en": "That's good 12-year whiskey right there.",
      "cn": "这就是好的12年威士忌。"
    },
    {
      "id": 170,
      "en": "Okay, back to our Turkey.",
      "cn": "好吧，回到我们的火鸡。"
    },
    {
      "id": 171,
      "en": "Preheat your oven to 475 degrees Fahrenheit.",
      "cn": "将烤箱预热至475华氏度。"
    },
    {
      "id": 172,
      "en": "Now have another cup of whiskey.",
      "cn": "现在再来一杯威士忌。"
    },
    {
      "id": 173,
      "en": "Now that the oven is hot, we place our bird on a rack inside a roasting pan.",
      "cn": "现在烤箱热了，我们把鸟放在烤盘里的架子上。"
    },
    {
      "id": 174,
      "en": "Let's add some whiskey to give it some extra flavor.",
      "cn": "让我们加一些威士忌以增加额外的风味。"
    },
    {
      "id": 175,
      "en": "And let's have another cup.",
      "cn": "让我们再来一杯。"
    },
    {
      "id": 176,
      "en": "Ah, that hit the spot.",
      "cn": "啊，这正合适。"
    },
    {
      "id": 177,
      "en": "There we go.",
      "cn": "好了。"
    },
    {
      "id": 178,
      "en": "We can leave it in there for the next 45 minutes.",
      "cn": "我们可以在里面放45分钟。"
    },
    {
      "id": 179,
      "en": "In the meantime, let's have another sip of whiskey and start with our delicious pumpkin pie.",
      "cn": "与此同时，让我们再喝一口威士忌，开始制作美味的南瓜派。"
    },
    {
      "id": 180,
      "en": "Lightly whisk together two eggs and the extra yolk in a large bowl.",
      "cn": "在一个大碗中轻轻打散两个鸡蛋和额外的蛋黄。"
    },
    {
      "id": 181,
      "en": "Once that's ready, we can put sugar, spices, such as cloves, grated nutmeg, and cinnamon with some cream and dark rum into a saucepan.",
      "cn": "一旦准备好，我们可以将糖、香料，如丁香、磨碎的肉豆蔻和肉桂与一些奶油和黑朗姆酒放入平底锅中。"
    },
    {
      "id": 182,
      "en": "Slowly bring up to simmering point, stirring occasionally.",
      "cn": "慢慢加热至微开状态，偶尔搅拌。"
    },
    {
      "id": 183,
      "en": "Now you may notice that we are using some dark rum in this pie.",
      "cn": "现在你可能会注意到我们在这个派中使用了一些黑朗姆酒。"
    },
    {
      "id": 184,
      "en": "This is because the richness of the pumpkin is beautifully enhanced by the dark rum.",
      "cn": "这是因为南瓜的丰富口感被黑朗姆酒完美提升。"
    },
    {
      "id": 185,
      "en": "So to celebrate this great occasion, pour yourself a glass.",
      "cn": "所以为了庆祝这个伟大的时刻，给自己倒一杯。"
    },
    {
      "id": 186,
      "en": "Cheers!",
      "cn": "干杯！"
    },
    {
      "id": 187,
      "en": "Now that we have finished with the filling, let's bake the pie for 45 to 50 minutes until the filling has puffed up around the edges and the center is almost set.",
      "cn": "现在我们完成了馅料，让我们烘烤派45到50分钟，直到馅料在边缘膨胀，中心几乎凝固。"
    },
    {
      "id": 188,
      "en": "All done!",
      "cn": "完成了！"
    },
    {
      "id": 189,
      "en": "A cup of rum to celebrate the completion of this great Thanksgiving dinner.",
      "cn": "一杯朗姆酒庆祝这顿丰盛的感恩节晚餐的完成。"
    },
    {
      "id": 190,
      "en": "After waiting for an hour and having a couple of drinks, it's time to check on our Turkey.",
      "cn": "等待一个小时，喝了几杯后，是时候检查我们的火鸡了。"
    },
    {
      "id": 191,
      "en": "Take the Turkey out of the oven.",
      "cn": "把火鸡从烤箱中取出。"
    },
    {
      "id": 192,
      "en": "Pick the Turkey off of the ground.",
      "cn": "把火鸡从地上拿起。"
    },
    {
      "id": 193,
      "en": "Don't worry, it will add flavor to this recipe.",
      "cn": "别担心，这会为这个食谱增添风味。"
    },
    {
      "id": 194,
      "en": "Now also remove the pie from the oven and serve while still hot.",
      "cn": "现在也把派从烤箱中取出，趁热上桌。"
    },
    {
      "id": 195,
      "en": "Cheers and happy Thanksgiving!",
      "cn": "干杯，祝感恩节快乐！"
    },
    {
      "id": 196,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 197,
      "en": "So Thanksgiving dinner, really popular.",
      "cn": "感恩节晚餐，真的很受欢迎。"
    },
    {
      "id": 198,
      "en": "Catherine, have you ever cooked or are you into the whole Thanksgiving feast?",
      "cn": "凯瑟琳，你有没有做过感恩节大餐？"
    },
    {
      "id": 199,
      "en": "I'm very into it.",
      "cn": "我非常喜欢。"
    },
    {
      "id": 200,
      "en": "It's my favorite holiday in America, mostly because everyone gets to celebrate it.",
      "cn": "这是我在美国最喜欢的节日，主要是因为每个人都可以庆祝。"
    },
    {
      "id": 201,
      "en": "It's not religious so you don't have to worry about other people not celebrating it or not knowing what to do.",
      "cn": "这不是宗教节日，所以你不必担心其他人不庆祝或不知道该怎么做。"
    },
    {
      "id": 202,
      "en": "And it's also a celebration about family and food and so it's just it's a wonderful experience to to have Thanksgiving because you're with everybody.",
      "cn": "而且这也是一个关于家庭和食物的庆祝，所以感恩节是一个美好的体验，因为你和大家在一起。"
    },
    {
      "id": 203,
      "en": "And we always say in America that if someone doesn't have a place to go on Thanksgiving, you should invite them to your house.",
      "cn": "我们在美国总是说，如果有人在感恩节没有地方去，你应该邀请他们到你家。"
    },
    {
      "id": 204,
      "en": "That's true.",
      "cn": "这是真的。"
    },
    {
      "id": 205,
      "en": "And so it's a very inviting and warm holiday and I love cooking and I love being in the kitchen and I love having people in the house cooking and so yeah I've definitely been a part of the the cooking side of things.",
      "cn": "所以这是一个非常热情和温暖的节日，我喜欢做饭，喜欢在厨房里，喜欢让人们在家里一起做饭，所以我肯定参与了烹饪的部分。"
    },
    {
      "id": 206,
      "en": "Now in many movies they kind of mock this holiday because it's a time where everyone gets together as you say no matter religion, creed or race and that also causes for a lot of family members to get together and argue and have discussions about politics or talk about family problems and stuff like that.",
      "cn": "现在在许多电影中，他们有点嘲笑这个节日，因为这是一个大家聚在一起的时刻，无论宗教、信仰或种族，这也导致许多家庭成员聚在一起争论和讨论政治或谈论家庭问题等等。"
    },
    {
      "id": 207,
      "en": "So what do you think of that?",
      "cn": "你对此怎么看？"
    },
    {
      "id": 208,
      "en": "Well I think it's an exaggeration but it happens.",
      "cn": "我认为这是夸张，但确实会发生。"
    },
    {
      "id": 209,
      "en": "People get very stressed out during the holidays.",
      "cn": "人们在假期期间会非常紧张。"
    },
    {
      "id": 210,
      "en": "They call it the holidays because this is beginning where you have Thanksgiving and then later Christmas.",
      "cn": "他们称之为假期，因为这是感恩节开始，然后是圣诞节。"
    },
    {
      "id": 211,
      "en": "But I personally don't have experience with that really on Thanksgiving because it's such a happy holiday for us.",
      "cn": "但我个人在感恩节并没有这样的经历，因为对我们来说这是一个非常快乐的节日。"
    },
    {
      "id": 212,
      "en": "So and in my family arguments about politics and history and all that is very encouraged.",
      "cn": "在我家，关于政治和历史的争论是非常被鼓励的。"
    },
    {
      "id": 213,
      "en": "And so it's just a part of the holiday where we have we have you know one person at the table who says this and the other person says this and you're all drinking and it's it's fun I look forward to it.",
      "cn": "所以这只是节日的一部分，我们在桌子上有一个人说这个，另一个人说那个，大家都在喝酒，这很有趣，我期待着它。"
    },
    {
      "id": 214,
      "en": "All right very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 215,
      "en": "So if you guys have any other questions or doubts about this holiday because as we say it's very common in North America and Canada you can come to our website EnglishPod.com and if you have any other questions or suggestions you can leave those there as well.",
      "cn": "如果你们对这个节日还有其他问题或疑虑，因为正如我们所说，这在北美和加拿大非常普遍，你可以访问我们的网站 EnglishPod.com，如果你有其他问题或建议，也可以在那里留言。"
    },
    {
      "id": 216,
      "en": "We look forward to hearing what you have to say and happy Thanksgiving.",
      "cn": "我们期待听到你的想法，感恩节快乐。"
    },
    {
      "id": 217,
      "en": "Happy Thanksgiving.",
      "cn": "感恩节快乐。"
    },
    {
      "id": 218,
      "en": "Bye everyone.",
      "cn": "大家再见。"
    }
  ]
}