{
  "type": "book",
  "id": "englishpod-中级--englishpod-中级-0243",
  "title": "EnglishPod 中级 0243",
  "totalSegments": 285,
  "seriesId": "englishpod-中级-",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And sometimes you're just tired of work, you're tired of everything, you want to go somewhere for a nice, romantic weekend, you take a holiday or a getaway.",
      "cn": "有时候你就是厌倦了工作，厌倦了一切，想去某个地方度过一个美好浪漫的周末，度假或短途旅行。"
    },
    {
      "id": 5,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 6,
      "en": "So why don't we take a look at this word on vocabulary preview.",
      "cn": "那我们来看看这个词的词汇预览吧。"
    },
    {
      "id": 7,
      "en": "Vocabulary preview.",
      "cn": "词汇预览。"
    },
    {
      "id": 8,
      "en": "Okay, so Marco, the word I mentioned is getaway.",
      "cn": "好的，Marco，我提到的词是“短途旅行”。"
    },
    {
      "id": 9,
      "en": "It has a couple of different meanings in English.",
      "cn": "它在英语中有几个不同的意思。"
    },
    {
      "id": 10,
      "en": "What are we talking about today?",
      "cn": "今天我们要讨论什么？"
    },
    {
      "id": 11,
      "en": "Well, to get away from someone would be to, like, leave, right, to try and stay far away.",
      "cn": "嗯，逃离某人就是离开，尽量保持远离，对吧？"
    },
    {
      "id": 12,
      "en": "But a getaway, so taking it as a noun, a romantic getaway, is actually to take a holiday, a romantic escape from the city, escape from your daily, normal life.",
      "cn": "但“短途旅行”，作为名词，浪漫的短途旅行，实际上是指度假，从城市中逃离，逃离日常生活。"
    },
    {
      "id": 13,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 14,
      "en": "So it's usually kind of brief or sudden, almost like you're just going to sneak out and then come back in a couple of days.",
      "cn": "所以通常是短暂或突然的，几乎就像你要偷偷溜出去，然后几天后再回来。"
    },
    {
      "id": 15,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 16,
      "en": "So many people refer to them as island getaways, if you go to an island, or a romantic getaway, if you have a romantic two-day vacation or something like this.",
      "cn": "很多人称之为岛屿短途旅行，如果你去一个岛，或者浪漫的短途旅行，如果你有一个浪漫的两天假期或类似的事情。"
    },
    {
      "id": 17,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 18,
      "en": "And what are you getting away from?",
      "cn": "你要逃离什么呢？"
    },
    {
      "id": 19,
      "en": "You're getting away from work, you're getting away from the busyness of the city, you're getting away from noise.",
      "cn": "你要逃离工作，逃离城市的忙碌，逃离噪音。"
    },
    {
      "id": 20,
      "en": "It's a nice way to get into the countryside, or as you said, the islands.",
      "cn": "这是一个进入乡村的好方法，或者正如你所说，去岛屿。"
    },
    {
      "id": 21,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 22,
      "en": "So I think we can take a look at our dialogue.",
      "cn": "所以我想我们可以看看我们的对话。"
    },
    {
      "id": 23,
      "en": "We actually, we're going to a travel agency called Getaway Tours, and we're going to try and see if we can book a nice romantic getaway.",
      "cn": "我们实际上要去一个叫“短途旅行”的旅行社，看看能否预订一个美好的浪漫短途旅行。"
    },
    {
      "id": 24,
      "en": "Welcome to Perfect Getaway Tours.",
      "cn": "欢迎来到完美短途旅行社。"
    },
    {
      "id": 25,
      "en": "How can I help you?",
      "cn": "我能帮您什么？"
    },
    {
      "id": 26,
      "en": "I would like to plan a surprise getaway for me and my wife.",
      "cn": "我想为我和我的妻子计划一个惊喜短途旅行。"
    },
    {
      "id": 27,
      "en": "Very well.",
      "cn": "非常好。"
    },
    {
      "id": 28,
      "en": "We have a couple of different options, such as beaches, the wilderness, the countryside, or even going to a spa for the weekend.",
      "cn": "我们有几个不同的选项，比如海滩、荒野、乡村，甚至是去水疗中心度周末。"
    },
    {
      "id": 29,
      "en": "I think something in the countryside would be nice.",
      "cn": "我觉得乡村的选择不错。"
    },
    {
      "id": 30,
      "en": "Perfect.",
      "cn": "完美。"
    },
    {
      "id": 31,
      "en": "This package includes round-trip flights to New Hampshire.",
      "cn": "这个套餐包括往返新罕布什尔州的机票。"
    },
    {
      "id": 32,
      "en": "A free airport pickup is included.",
      "cn": "包括免费的机场接送。"
    },
    {
      "id": 33,
      "en": "Our VIP limousine will pick you up and provide you with complimentary champagne and finger foods to soften this 30-minute ride to the countryside.",
      "cn": "我们的VIP豪华轿车将接您，并为您提供免费的香槟和小吃，让您在前往乡村的30分钟车程中享受。"
    },
    {
      "id": 34,
      "en": "Sounds good.",
      "cn": "听起来不错。"
    },
    {
      "id": 35,
      "en": "What is the hotel that we'll be staying at like?",
      "cn": "我们将住的酒店怎么样？"
    },
    {
      "id": 36,
      "en": "That is the best part.",
      "cn": "这就是最好的部分。"
    },
    {
      "id": 37,
      "en": "Your hotel is actually an old country villa that has been restored and refurbished to accommodate a maximum of 10 guests.",
      "cn": "您的酒店实际上是一座经过修复的老乡村别墅，最多可容纳10位客人。"
    },
    {
      "id": 38,
      "en": "You will enjoy an intimate and private time in this very spacious and warm hotel.",
      "cn": "您将在这家非常宽敞温馨的酒店享受亲密和私密的时光。"
    },
    {
      "id": 39,
      "en": "Included in the price is three meals a day, excluding beverages.",
      "cn": "价格中包括每天三餐，不包括饮料。"
    },
    {
      "id": 40,
      "en": "You can choose to eat at the Fabulous Restaurant that offers a stunning view of the lush, green gardens.",
      "cn": "您可以选择在提供美丽花园景观的Fabulous Restaurant用餐。"
    },
    {
      "id": 41,
      "en": "Or if you prefer, your own private Butler can arrange your meal to be served in your room or outside on our terrace.",
      "cn": "或者如果您愿意，您的私人管家可以安排您的餐点在您的房间或我们的露台上享用。"
    },
    {
      "id": 42,
      "en": "Wow, this sounds like something my wife would really enjoy.",
      "cn": "哇，这听起来是我妻子会非常喜欢的。"
    },
    {
      "id": 43,
      "en": "Are there any outdoor activities we can take part in?",
      "cn": "我们可以参加什么户外活动吗？"
    },
    {
      "id": 44,
      "en": "Of course.",
      "cn": "当然可以。"
    },
    {
      "id": 45,
      "en": "The hotel has a stable with beautiful stallions for a very romantic horseback ride along the country trail.",
      "cn": "酒店有一个马厩，里面有美丽的种马，可以进行非常浪漫的乡村小径骑马。"
    },
    {
      "id": 46,
      "en": "You can also go fishing at the nearby lake or visit the local vineyard.",
      "cn": "您还可以在附近的湖钓鱼或参观当地的葡萄园。"
    },
    {
      "id": 47,
      "en": "I'm sold.",
      "cn": "我心动了。"
    },
    {
      "id": 48,
      "en": "I want to book this trip.",
      "cn": "我想预订这个旅行。"
    },
    {
      "id": 49,
      "en": "I don't care what it costs.",
      "cn": "我不在乎费用。"
    },
    {
      "id": 50,
      "en": "Money is no object.",
      "cn": "钱不是问题。"
    },
    {
      "id": 51,
      "en": "All right, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 52,
      "en": "So I think this sounds pretty romantic, right?",
      "cn": "我觉得这听起来很浪漫，对吧？"
    },
    {
      "id": 53,
      "en": "It sounds too good to be true.",
      "cn": "听起来太美好了。"
    },
    {
      "id": 54,
      "en": "It's perfect.",
      "cn": "完美。"
    },
    {
      "id": 55,
      "en": "They have butlers and food and horseback riding.",
      "cn": "他们有管家、食物和骑马。"
    },
    {
      "id": 56,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 57,
      "en": "So she actually mentioned a couple of interesting words there describing where they're going to go or how they're going to spend their time.",
      "cn": "她实际上提到了一些有趣的词，描述他们要去哪里或如何度过他们的时间。"
    },
    {
      "id": 58,
      "en": "So why don't we take a look at those now on language takeaway.",
      "cn": "那我们现在来看看这些词汇吧。"
    },
    {
      "id": 59,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 60,
      "en": "Okay, so the first word has to do with where this couple is going.",
      "cn": "好的，第一个词与这对夫妇要去的地方有关。"
    },
    {
      "id": 61,
      "en": "They're going to the That's right, the countryside.",
      "cn": "他们要去的地方，没错，乡村。"
    },
    {
      "id": 62,
      "en": "So what exactly is the countryside?",
      "cn": "那乡村到底是什么？"
    },
    {
      "id": 63,
      "en": "Well, countryside or the country is the opposite of the city.",
      "cn": "嗯，乡村或田野是城市的对立面。"
    },
    {
      "id": 64,
      "en": "So it's anywhere that is rural or less developed than a city, not big skyscrapers or businesses or big towns.",
      "cn": "所以它是任何农村或不如城市发达的地方，没有高楼大厦或商业或大城镇。"
    },
    {
      "id": 65,
      "en": "It's actually pretty quiet.",
      "cn": "其实是相当安静的。"
    },
    {
      "id": 66,
      "en": "Okay, so yeah, usually the countryside will have a lot of natural wildlife, trees, gardens, or farms, I think can be considered part of the countryside.",
      "cn": "好的，通常乡村会有很多自然野生动物、树木、花园或农场，我认为可以算作乡村的一部分。"
    },
    {
      "id": 67,
      "en": "And so yeah, that's basically the complete opposite from a city, right?",
      "cn": "所以是的，这基本上是城市的完全对立面，对吧？"
    },
    {
      "id": 68,
      "en": "Yes, and that's why a lot of people take getaways to the countryside, because it's as far away from the city as you can go.",
      "cn": "是的，这就是为什么很多人选择去乡村度假，因为那里离城市越远越好。"
    },
    {
      "id": 69,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 70,
      "en": "And to get to the countryside, they're actually taking a round-trip flight to New Hampshire.",
      "cn": "而且要到乡村，他们实际上是往返新罕布什尔州的航班。"
    },
    {
      "id": 71,
      "en": "All right, so round-trip is an important vocabulary item when we're talking about travel, because you can use this for train tickets, flight tickets, even boat tickets.",
      "cn": "好的，往返是我们谈论旅行时一个重要的词汇，因为您可以将其用于火车票、机票，甚至船票。"
    },
    {
      "id": 72,
      "en": "It means that you're going there and you're coming back.",
      "cn": "这意味着您去那里并且会回来。"
    },
    {
      "id": 73,
      "en": "It's basically two tickets.",
      "cn": "基本上是两张票。"
    },
    {
      "id": 74,
      "en": "Right, so the opposite would be if you buy a one-way ticket or a one-way flight.",
      "cn": "对，所以相反的情况是如果您购买单程票或单程航班。"
    },
    {
      "id": 75,
      "en": "That's right, so many people dream of buying a one-way ticket to the islands, you know, they never have to come back.",
      "cn": "没错，所以很多人梦想购买单程票去岛屿，您知道，他们永远不必回来。"
    },
    {
      "id": 76,
      "en": "But round-trip means you're going to come home at some point.",
      "cn": "但往返意味着您会在某个时候回家。"
    },
    {
      "id": 77,
      "en": "Okay, so they're actually going round-trip to New Hampshire, and also they are getting picked up at the airport where they're going to have a nice limo that's going to offer them complimentary champagne and finger foods.",
      "cn": "好的，他们实际上是往返新罕布什尔州，并且还会在机场被接走，享受一辆豪华轿车，提供免费的香槟和小吃。"
    },
    {
      "id": 78,
      "en": "Okay, my favorite kind of champagne.",
      "cn": "好的，我最喜欢的香槟。"
    },
    {
      "id": 79,
      "en": "Complimentary.",
      "cn": "免费的。"
    },
    {
      "id": 80,
      "en": "That's right, this means that they're not going to pay for it, right?",
      "cn": "没错，这意味着他们不需要为此付费，对吧？"
    },
    {
      "id": 81,
      "en": "It's free.",
      "cn": "是免费的。"
    },
    {
      "id": 82,
      "en": "So the company is going to pay for it.",
      "cn": "所以公司会为此付费。"
    },
    {
      "id": 83,
      "en": "You can have complimentary food, you can have complimentary service.",
      "cn": "您可以享受免费的食物，您可以享受免费的服务。"
    },
    {
      "id": 84,
      "en": "These are basically things that someone else is providing for you.",
      "cn": "这些基本上是别人为您提供的东西。"
    },
    {
      "id": 85,
      "en": "You don't have to pay for them.",
      "cn": "您不需要为它们付费。"
    },
    {
      "id": 86,
      "en": "Yeah, even on talking about flights, sometimes people will get a complimentary upgrade to first class.",
      "cn": "是的，甚至在谈论航班时，有时人们会获得免费的头等舱升级。"
    },
    {
      "id": 87,
      "en": "That means they are getting a better service for free.",
      "cn": "这意味着他们获得了更好的服务而不需要付费。"
    },
    {
      "id": 88,
      "en": "Not me.",
      "cn": "不是我。"
    },
    {
      "id": 89,
      "en": "Hey, if you work for an airline, I would love complimentary bump to first class.",
      "cn": "嘿，如果你为航空公司工作，我会很喜欢免费的头等舱升级。"
    },
    {
      "id": 90,
      "en": "And what about this finger foods?",
      "cn": "那么这些小吃呢？"
    },
    {
      "id": 91,
      "en": "What about that?",
      "cn": "那是什么？"
    },
    {
      "id": 92,
      "en": "That sounds kind of strange.",
      "cn": "听起来有点奇怪。"
    },
    {
      "id": 93,
      "en": "Yeah, it might sound disgusting, but it's not actually fingers that you eat, it's food that you can eat with your fingers.",
      "cn": "是的，可能听起来恶心，但实际上不是你吃手指，而是可以用手指吃的食物。"
    },
    {
      "id": 94,
      "en": "So they're like small little treats or snacks that you can have.",
      "cn": "所以它们是小点心或小吃。"
    },
    {
      "id": 95,
      "en": "Exactly, usually if you go to a cocktail party or if you go to a party at a museum or an event, they'll have these little little foods that you can pick up and eat.",
      "cn": "正是如此，通常如果您去鸡尾酒会或博物馆的聚会或活动，他们会有这些小食物，您可以拿起来吃。"
    },
    {
      "id": 96,
      "en": "You don't need a fork or a spoon.",
      "cn": "您不需要叉子或勺子。"
    },
    {
      "id": 97,
      "en": "Okay, so they're very small convenient little snacks that you can just kind of pick at and pop into your mouth.",
      "cn": "好的，所以它们是非常小的方便小吃，您可以随意拿起放进嘴里。"
    },
    {
      "id": 98,
      "en": "All right, and all of this they're doing because they have a 30 minute ride to the countryside.",
      "cn": "好的，他们这样做是因为他们有30分钟的车程到乡村。"
    },
    {
      "id": 99,
      "en": "So they want to soften the 30 minute ride.",
      "cn": "所以他们想让这30分钟的车程更愉快。"
    },
    {
      "id": 100,
      "en": "Okay, so to soften something means to make it more enjoyable or more pleasurable.",
      "cn": "好的，软化某物意味着让它更愉快或更舒适。"
    },
    {
      "id": 101,
      "en": "Because oh no, the 30 minute ride is so rough, so hard.",
      "cn": "因为哦不，这30分钟的车程太颠簸，太艰难了。"
    },
    {
      "id": 102,
      "en": "So this makes it better.",
      "cn": "所以这让它变得更好。"
    },
    {
      "id": 103,
      "en": "Okay, so yeah, you can soften things such as the ride to the countryside or you can even soften someone up.",
      "cn": "好吧，是的，你可以软化一些事情，比如去乡村的车程，或者你甚至可以让某人变得温和。"
    },
    {
      "id": 104,
      "en": "So maybe give them some nice compliments so they'll be nice to you.",
      "cn": "所以也许给他们一些好评，让他们对你友好。"
    },
    {
      "id": 105,
      "en": "That's right, to soften.",
      "cn": "没错，软化。"
    },
    {
      "id": 106,
      "en": "Okay, all right.",
      "cn": "好的，好的。"
    },
    {
      "id": 107,
      "en": "So why don't we take a break and listen to the dialogue again.",
      "cn": "那我们为什么不休息一下，再听一遍对话呢。"
    },
    {
      "id": 108,
      "en": "And we'll be back with language takeaway part two.",
      "cn": "我们将带来语言要点第二部分。"
    },
    {
      "id": 109,
      "en": "Welcome to Perfect Getaway Tours.",
      "cn": "欢迎来到完美假期旅游。"
    },
    {
      "id": 110,
      "en": "How can I help you?",
      "cn": "我能帮您什么？"
    },
    {
      "id": 111,
      "en": "I would like to plan a surprise getaway for me and my wife.",
      "cn": "我想为我和我的妻子计划一个惊喜假期。"
    },
    {
      "id": 112,
      "en": "Very well.",
      "cn": "非常好。"
    },
    {
      "id": 113,
      "en": "We have a couple of different options such as beaches, the wilderness, the countryside, or even going to a spa for the weekend.",
      "cn": "我们有几种不同的选择，比如海滩、荒野、乡村，甚至是去水疗中心度周末。"
    },
    {
      "id": 114,
      "en": "I think something in the countryside would be nice.",
      "cn": "我觉得乡村的选择不错。"
    },
    {
      "id": 115,
      "en": "Perfect.",
      "cn": "完美。"
    },
    {
      "id": 116,
      "en": "This package includes round trip flights to New Hampshire.",
      "cn": "这个套餐包括往返新罕布什尔州的机票。"
    },
    {
      "id": 117,
      "en": "A free airport pickup is included.",
      "cn": "包括免费的机场接送。"
    },
    {
      "id": 118,
      "en": "Our VIP limousine will pick you up and provide you with complimentary champagne and finger foods to soften this 30 minute ride to the countryside.",
      "cn": "我们的VIP豪华轿车将接您，并为您提供免费的香槟和小吃，以软化这30分钟的乡村车程。"
    },
    {
      "id": 119,
      "en": "Sounds good.",
      "cn": "听起来不错。"
    },
    {
      "id": 120,
      "en": "What is the hotel that we'll be staying at like?",
      "cn": "我们将住的酒店怎么样？"
    },
    {
      "id": 121,
      "en": "That is the best part.",
      "cn": "这是最好的部分。"
    },
    {
      "id": 122,
      "en": "Your hotel is actually an old country villa that has been restored and refurbished to accommodate a maximum of 10 guests.",
      "cn": "您的酒店实际上是一座经过修复的老乡村别墅，最多可容纳10位客人。"
    },
    {
      "id": 123,
      "en": "You will enjoy an intimate and private time in this very spacious and warm hotel.",
      "cn": "您将在这家非常宽敞温馨的酒店享受亲密和私密的时光。"
    },
    {
      "id": 124,
      "en": "Included in the price is three meals a day, excluding beverages.",
      "cn": "价格中包括每天三餐，不包括饮料。"
    },
    {
      "id": 125,
      "en": "You can choose to eat at the fabulous restaurant that offers a stunning view of the lush green gardens.",
      "cn": "您可以选择在提供美丽花园景观的绝佳餐厅用餐。"
    },
    {
      "id": 126,
      "en": "Or if you prefer, your own private Butler can arrange your meal to be served in your room or outside on our terrace.",
      "cn": "或者如果您愿意，您自己的私人管家可以安排您的餐点在您的房间或我们的露台上享用。"
    },
    {
      "id": 127,
      "en": "Wow, this sounds like something my wife would really enjoy.",
      "cn": "哇，这听起来是我妻子会非常喜欢的。"
    },
    {
      "id": 128,
      "en": "Are there any outdoor activities we can take part in?",
      "cn": "有什么户外活动可以参加吗？"
    },
    {
      "id": 129,
      "en": "Of course.",
      "cn": "当然。"
    },
    {
      "id": 130,
      "en": "The hotel has a stable with beautiful stallions for a very romantic horseback ride along the country trail.",
      "cn": "酒店有一个马厩，里面有美丽的种马，可以在乡间小道上进行非常浪漫的骑马。"
    },
    {
      "id": 131,
      "en": "You can also go fishing at the nearby lake or visit the local vineyard.",
      "cn": "您还可以在附近的湖钓鱼或参观当地的葡萄园。"
    },
    {
      "id": 132,
      "en": "I'm sold.",
      "cn": "我心动了。"
    },
    {
      "id": 133,
      "en": "I want to book this trip.",
      "cn": "我想预订这个旅行。"
    },
    {
      "id": 134,
      "en": "I don't care what it costs.",
      "cn": "我不在乎费用。"
    },
    {
      "id": 135,
      "en": "Money is no object.",
      "cn": "钱不是问题。"
    },
    {
      "id": 136,
      "en": "All right, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 137,
      "en": "And now we are going to take a look at a good group of adjectives that the travel agent used to describe how great this hotel is, how great the place is.",
      "cn": "现在我们将看看旅行代理人用来描述这家酒店有多棒的好形容词。"
    },
    {
      "id": 138,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 139,
      "en": "Okay, so the person on the telephone representing the travel company is trying to sell something.",
      "cn": "好吧，电话中代表旅行公司的那个人正在试图推销某样东西。"
    },
    {
      "id": 140,
      "en": "So she is using these really, really great adjectives to make everything sound awesome.",
      "cn": "所以她使用这些非常非常好的形容词来让一切听起来很棒。"
    },
    {
      "id": 141,
      "en": "And one of the first things she says is that you will enjoy an intimate and private time in this great hotel.",
      "cn": "她说的第一件事是，您将在这家很棒的酒店享受亲密和私密的时光。"
    },
    {
      "id": 142,
      "en": "Okay, so an intimate time, if something is intimate, it means it's very, I don't know, it usually means like romantic, right?",
      "cn": "好吧，亲密的时光，如果某事是亲密的，意味着它非常，我不知道，通常意味着浪漫，对吧？"
    },
    {
      "id": 143,
      "en": "Romantic, cozy, but also private.",
      "cn": "浪漫、舒适，但也很私密。"
    },
    {
      "id": 144,
      "en": "Private.",
      "cn": "私密。"
    },
    {
      "id": 145,
      "en": "So something that is intimate is usually between two people.",
      "cn": "所以亲密的东西通常是两个人之间的。"
    },
    {
      "id": 146,
      "en": "Okay, so if they're going to have an intimate and private room, that means it's a room only for them.",
      "cn": "好吧，如果他们将有一个亲密和私密的房间，那意味着这是只属于他们的房间。"
    },
    {
      "id": 147,
      "en": "Yes, or if someone has an intimate relationship, that means that they're romantically involved.",
      "cn": "是的，或者如果某人有亲密关系，那意味着他们是浪漫关系。"
    },
    {
      "id": 148,
      "en": "Okay, and the travel agent went on to describe how fabulous the restaurant is.",
      "cn": "好吧，旅行代理人继续描述餐厅有多棒。"
    },
    {
      "id": 149,
      "en": "So this adjective is really nice.",
      "cn": "所以这个形容词真的很好。"
    },
    {
      "id": 150,
      "en": "Fabulous.",
      "cn": "极好的。"
    },
    {
      "id": 151,
      "en": "I think you have to say it like that.",
      "cn": "我觉得你必须这样说。"
    },
    {
      "id": 152,
      "en": "Fabulous.",
      "cn": "极好的。"
    },
    {
      "id": 153,
      "en": "Fabulous.",
      "cn": "极好的。"
    },
    {
      "id": 154,
      "en": "So this means that it's just a wonderful restaurant.",
      "cn": "所以这意味着这是一家很棒的餐厅。"
    },
    {
      "id": 155,
      "en": "And some people even say totally fab.",
      "cn": "有些人甚至说完全极好。"
    },
    {
      "id": 156,
      "en": "Okay, can you describe someone as fabulous?",
      "cn": "好吧，你能形容某人为极好吗？"
    },
    {
      "id": 157,
      "en": "Not really, right?",
      "cn": "不太能，对吧？"
    },
    {
      "id": 158,
      "en": "He is so fabulous.",
      "cn": "他太极好了。"
    },
    {
      "id": 159,
      "en": "She is fabulous.",
      "cn": "她太极好了。"
    },
    {
      "id": 160,
      "en": "Really?",
      "cn": "真的？"
    },
    {
      "id": 161,
      "en": "You can say that?",
      "cn": "你可以这样说吗？"
    },
    {
      "id": 162,
      "en": "My mom says it all the time.",
      "cn": "我妈妈总是这样说。"
    },
    {
      "id": 163,
      "en": "Yeah, so it also depends on, I think, your personality.",
      "cn": "是的，所以这也取决于，我认为，是你的个性。"
    },
    {
      "id": 164,
      "en": "This is a very, very descriptive word.",
      "cn": "这是一个非常非常描述性的词。"
    },
    {
      "id": 165,
      "en": "So sometimes it's a bit too strong.",
      "cn": "所以有时它有点太强烈。"
    },
    {
      "id": 166,
      "en": "You have to be careful.",
      "cn": "你得小心。"
    },
    {
      "id": 167,
      "en": "But yeah, you can describe a person, you can describe a place, you can describe a thing with the word fabulous.",
      "cn": "但没错，你可以用极好来形容一个人、一个地方或一件事。"
    },
    {
      "id": 168,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 169,
      "en": "Apart from having this fabulous restaurant, they also have a stunning view of the gardens.",
      "cn": "除了有这家极好的餐厅，他们还有美丽的花园景观。"
    },
    {
      "id": 170,
      "en": "All right, stunning is similar to the word breathtaking or shocking in a good way.",
      "cn": "好吧，惊艳类似于令人叹为观止或以好的方式震惊。"
    },
    {
      "id": 171,
      "en": "It makes you really, really impressed because it's so beautiful or so unique.",
      "cn": "它让你真的非常印象深刻，因为它是如此美丽或独特。"
    },
    {
      "id": 172,
      "en": "Okay, so for example, the views, the view of the beach is stunning, right?",
      "cn": "好吧，例如，海滩的景色令人惊艳，对吧？"
    },
    {
      "id": 173,
      "en": "Or even someone, you can say, wow, you look stunning.",
      "cn": "或者甚至某人，你可以说，哇，你看起来惊艳。"
    },
    {
      "id": 174,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 175,
      "en": "So this is a really great compliment, by the way.",
      "cn": "这是一种非常好的赞美，顺便说一下。"
    },
    {
      "id": 176,
      "en": "Usually men say this to women.",
      "cn": "通常男人对女人这样说。"
    },
    {
      "id": 177,
      "en": "Women don't say this to men.",
      "cn": "女人不对男人这样说。"
    },
    {
      "id": 178,
      "en": "You can describe someone's clothes as stunning, like her dress was stunning at the Oscars.",
      "cn": "你可以形容某人的衣服是惊艳的，比如她在奥斯卡上的裙子是惊艳的。"
    },
    {
      "id": 179,
      "en": "But if you're a man trying to give a woman a good compliment, believe me, this one works.",
      "cn": "但如果你是一个男人，想给女人一个好的赞美，相信我，这个有效。"
    },
    {
      "id": 180,
      "en": "You look stunning this evening.",
      "cn": "你今晚看起来惊艳。"
    },
    {
      "id": 181,
      "en": "Okay, nice little tip there.",
      "cn": "好吧，这里有个不错的小提示。"
    },
    {
      "id": 182,
      "en": "Using the adjective stunning.",
      "cn": "使用形容词惊艳。"
    },
    {
      "id": 183,
      "en": "Okay, now lush.",
      "cn": "好吧，现在是丰盛。"
    },
    {
      "id": 184,
      "en": "We have lush green gardens.",
      "cn": "我们有丰盛的绿色花园。"
    },
    {
      "id": 185,
      "en": "So we're looking, we have a stunning view of the lush green gardens.",
      "cn": "所以我们看到了丰盛绿色花园的惊艳景观。"
    },
    {
      "id": 186,
      "en": "This word lush.",
      "cn": "这个词丰盛。"
    },
    {
      "id": 187,
      "en": "Lush usually describes things that are organic, like plants and flowers.",
      "cn": "丰盛通常形容有机的东西，比如植物和花朵。"
    },
    {
      "id": 188,
      "en": "And we say this to mean that something is very green, very healthy, very full.",
      "cn": "我们说这个是为了表示某物非常绿色、非常健康、非常丰盈。"
    },
    {
      "id": 189,
      "en": "Okay, so an apple tree, full with apples and you have a, it just looks great.",
      "cn": "好吧，比如一个苹果树，满是苹果，看起来很棒。"
    },
    {
      "id": 190,
      "en": "You would say it's a lush apple tree.",
      "cn": "你会说这是一个丰盛的苹果树。"
    },
    {
      "id": 191,
      "en": "Right, or I could even say, I've heard that the rainforests of Ecuador are very, very lush, very green.",
      "cn": "对，或者我甚至可以说，我听说厄瓜多尔的雨林非常丰盛，非常绿色。"
    },
    {
      "id": 192,
      "en": "Yeah, exactly.",
      "cn": "是的，正是如此。"
    },
    {
      "id": 193,
      "en": "All right, so lush, they're very abundant, very green, very healthy.",
      "cn": "好吧，所以丰盛，它们非常丰富、非常绿色、非常健康。"
    },
    {
      "id": 194,
      "en": "And apart from these adjectives, the sales agent also described that the country villa had recently been restored and refurbished.",
      "cn": "除了这些形容词，销售代理人还描述了乡村别墅最近被修复和翻新。"
    },
    {
      "id": 195,
      "en": "What about these two words, restored and refurbished?",
      "cn": "这两个词，修复和翻新呢？"
    },
    {
      "id": 196,
      "en": "Okay, basically what she's saying is that this house, this big villa, was recently completely remade on the inside.",
      "cn": "好吧，基本上她说的是这座房子，这座大别墅，最近在内部进行了完全的重建。"
    },
    {
      "id": 197,
      "en": "So the appearance, the look doesn't really change.",
      "cn": "所以外观、外形并没有真正改变。"
    },
    {
      "id": 198,
      "en": "It's still an old beautiful villa, but maybe the insides were old or needed to be updated.",
      "cn": "它仍然是一座古老美丽的别墅，但内部可能很旧或需要更新。"
    },
    {
      "id": 199,
      "en": "And so that means that the plumbing, the lights, the walls, the paint, that was all restored maybe to look like the original, very, very beautiful and clean.",
      "cn": "这意味着管道、灯光、墙壁、油漆，所有这些都可能被修复，以看起来像原来的，非常非常美丽和干净。"
    },
    {
      "id": 200,
      "en": "But also it was refurbished, which means that the fittings and the carpet and the, maybe the lights and all the furniture, that was also new again.",
      "cn": "但它也被翻新了，这意味着配件、地毯，可能还有灯光和所有家具，也都重新变得新。"
    },
    {
      "id": 201,
      "en": "Okay, so we usually hear about this sometimes in the news, when they are restoring an old church or an old building.",
      "cn": "好的，我们有时在新闻中听到这些，尤其是当他们在修复一座古老的教堂或建筑时。"
    },
    {
      "id": 202,
      "en": "That means they're making it, they're trying to save it and make it look like it used to.",
      "cn": "这意味着他们在努力拯救它，让它看起来像以前一样。"
    },
    {
      "id": 203,
      "en": "They're not changing it, right?",
      "cn": "他们并没有改变它，对吧？"
    },
    {
      "id": 204,
      "en": "They're not trying to make it look new, but they're trying to make it look like it used to look before it got old.",
      "cn": "他们并不是想让它看起来新，而是想让它看起来像以前那样。"
    },
    {
      "id": 205,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 206,
      "en": "You know how sometimes old things are worn and they're not pretty anymore?",
      "cn": "你知道有时旧东西会磨损，不再好看吗？"
    },
    {
      "id": 207,
      "en": "Well, what they're trying to do is make it really shiny and beautiful.",
      "cn": "嗯，他们想做的是让它变得光亮和美丽。"
    },
    {
      "id": 208,
      "en": "And refurbish is basically to give it, as you said, new carpet or sometimes new furniture or stuff like that.",
      "cn": "翻新基本上就是给它，正如你所说，新的地毯或有时新的家具之类的东西。"
    },
    {
      "id": 209,
      "en": "So many people refurbish their homes, right?",
      "cn": "所以很多人翻新他们的家，对吧？"
    },
    {
      "id": 210,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 211,
      "en": "And it's a very, very popular thing to do with older houses.",
      "cn": "这在老房子中是非常流行的做法。"
    },
    {
      "id": 212,
      "en": "You buy them, you fix them, you restore them, you refurbish them so that you want to live in them.",
      "cn": "你买下它们，修复它们，恢复它们，翻新它们，这样你就想住在里面。"
    },
    {
      "id": 213,
      "en": "Right, okay.",
      "cn": "对，好的。"
    },
    {
      "id": 214,
      "en": "So a lot of great things from this dialogue.",
      "cn": "所以这个对话中有很多精彩的内容。"
    },
    {
      "id": 215,
      "en": "I think we should listen to it one more time and we'll be back in a little bit.",
      "cn": "我觉得我们应该再听一遍，然后稍后再回来。"
    },
    {
      "id": 216,
      "en": "Welcome to Perfect Getaway Tours.",
      "cn": "欢迎来到完美假期旅游。"
    },
    {
      "id": 217,
      "en": "How can I help you?",
      "cn": "我能帮您什么？"
    },
    {
      "id": 218,
      "en": "I would like to plan a surprise getaway for me and my wife.",
      "cn": "我想为我和我的妻子计划一个惊喜假期。"
    },
    {
      "id": 219,
      "en": "Very well.",
      "cn": "非常好。"
    },
    {
      "id": 220,
      "en": "We have a couple of different options such as beaches, the wilderness, the countryside, or even going to a spa for the weekend.",
      "cn": "我们有几种不同的选择，比如海滩、荒野、乡村，甚至是去水疗中心度周末。"
    },
    {
      "id": 221,
      "en": "I think something in the countryside would be nice.",
      "cn": "我觉得乡村的选择不错。"
    },
    {
      "id": 222,
      "en": "Perfect.",
      "cn": "完美。"
    },
    {
      "id": 223,
      "en": "This package includes round trip flights to New Hampshire.",
      "cn": "这个套餐包括往返新罕布什尔州的机票。"
    },
    {
      "id": 224,
      "en": "A free airport pickup is included.",
      "cn": "包括免费接机服务。"
    },
    {
      "id": 225,
      "en": "Our VIP limousine will pick you up and provide you with complimentary champagne and finger foods to soften the 30-minute ride to the countryside.",
      "cn": "我们的VIP豪华轿车将接您，并为您提供免费的香槟和小吃，让您在前往乡村的30分钟车程中感到舒适。"
    },
    {
      "id": 226,
      "en": "Sounds good.",
      "cn": "听起来不错。"
    },
    {
      "id": 227,
      "en": "What is the hotel that we'll be staying at like?",
      "cn": "我们将住的酒店怎么样？"
    },
    {
      "id": 228,
      "en": "That is the best part.",
      "cn": "这就是最好的部分。"
    },
    {
      "id": 229,
      "en": "Your hotel is actually an old country villa that has been restored and refurbished to accommodate a maximum of 10 guests.",
      "cn": "您的酒店实际上是一座经过修复和翻新的老乡村别墅，最多可容纳10位客人。"
    },
    {
      "id": 230,
      "en": "You will enjoy an intimate and private time in this very spacious and warm hotel.",
      "cn": "您将在这家非常宽敞和温馨的酒店享受亲密和私密的时光。"
    },
    {
      "id": 231,
      "en": "Included in the price is three meals a day, excluding beverages.",
      "cn": "价格中包含每天三餐，不包括饮料。"
    },
    {
      "id": 232,
      "en": "You can choose to eat at the fabulous restaurant that offers a stunning view of the lush green gardens.",
      "cn": "您可以选择在提供美丽绿意花园景观的绝佳餐厅用餐。"
    },
    {
      "id": 233,
      "en": "Or if you prefer, your own private Butler can arrange your meal to be served in your room or outside on our terrace.",
      "cn": "或者如果您愿意，您自己的私人管家可以安排您的餐点在您的房间或我们露台上享用。"
    },
    {
      "id": 234,
      "en": "Wow, this sounds like something my wife would really enjoy.",
      "cn": "哇，这听起来是我妻子会非常喜欢的事情。"
    },
    {
      "id": 235,
      "en": "Are there any outdoor activities we can take part in?",
      "cn": "我们可以参加哪些户外活动？"
    },
    {
      "id": 236,
      "en": "Of course.",
      "cn": "当然可以。"
    },
    {
      "id": 237,
      "en": "The hotel has a stable with beautiful stallions for a very romantic horseback ride along the country trail.",
      "cn": "酒店有一个马厩，里面有美丽的种马，可以在乡间小道上进行非常浪漫的骑马。"
    },
    {
      "id": 238,
      "en": "You can also go fishing at the nearby lake or visit the local vineyard.",
      "cn": "您还可以在附近的湖里钓鱼或参观当地的葡萄园。"
    },
    {
      "id": 239,
      "en": "I'm sold.",
      "cn": "我决定了。"
    },
    {
      "id": 240,
      "en": "I want to book this trip.",
      "cn": "我想预订这个旅行。"
    },
    {
      "id": 241,
      "en": "I don't care what it costs.",
      "cn": "我不在乎费用。"
    },
    {
      "id": 242,
      "en": "Money is no object.",
      "cn": "钱不是问题。"
    },
    {
      "id": 243,
      "en": "Alright, so talking about getaways.",
      "cn": "好吧，谈到假期。"
    },
    {
      "id": 244,
      "en": "Now the sales agent offered him options such as a beach, wilderness, countryside, or even a spa.",
      "cn": "现在销售代理给他提供了海滩、荒野、乡村或水疗的选项。"
    },
    {
      "id": 245,
      "en": "Which one do you prefer?",
      "cn": "你更喜欢哪个？"
    },
    {
      "id": 246,
      "en": "Wilderness.",
      "cn": "荒野。"
    },
    {
      "id": 247,
      "en": "For sure.",
      "cn": "当然。"
    },
    {
      "id": 248,
      "en": "So you want to go into the forest, the jungle?",
      "cn": "所以你想去森林，丛林？"
    },
    {
      "id": 249,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 250,
      "en": "I hate to say it.",
      "cn": "我不想说。"
    },
    {
      "id": 251,
      "en": "I think beaches are boring.",
      "cn": "我觉得海滩很无聊。"
    },
    {
      "id": 252,
      "en": "Sorry mom, I know you love beaches.",
      "cn": "对不起，妈妈，我知道你喜欢海滩。"
    },
    {
      "id": 253,
      "en": "I like to do stuff when I'm away.",
      "cn": "我喜欢在外面做事情。"
    },
    {
      "id": 254,
      "en": "So I love the desert too, but the wilderness is somewhere where I'm outside.",
      "cn": "所以我也喜欢沙漠，但荒野是我可以在户外的地方。"
    },
    {
      "id": 255,
      "en": "I live in a city.",
      "cn": "我住在城市。"
    },
    {
      "id": 256,
      "en": "I don't want to go to a city.",
      "cn": "我不想去城市。"
    },
    {
      "id": 257,
      "en": "So I like to go somewhere where I can walk around, hike, ride a bike, do things like that.",
      "cn": "所以我喜欢去一个可以四处走走、徒步旅行、骑自行车的地方。"
    },
    {
      "id": 258,
      "en": "What about you?",
      "cn": "你呢？"
    },
    {
      "id": 259,
      "en": "I actually, I don't have like a favorite actually.",
      "cn": "实际上，我没有特别喜欢的地方。"
    },
    {
      "id": 260,
      "en": "Sometimes it's nice for me to go to the beach and relax.",
      "cn": "有时去海滩放松对我来说很好。"
    },
    {
      "id": 261,
      "en": "I do tend to get a little bit bored after maybe two days of doing nothing on the beach.",
      "cn": "但在海滩上什么都不做两天后我确实会有点无聊。"
    },
    {
      "id": 262,
      "en": "But it does give a good opportunity to do other things.",
      "cn": "但这确实提供了做其他事情的好机会。"
    },
    {
      "id": 263,
      "en": "Beach activities like snorkeling or scuba diving, which can also be really fun.",
      "cn": "海滩活动，比如浮潜或潜水，也可以非常有趣。"
    },
    {
      "id": 264,
      "en": "But definitely I do enjoy the wilderness as well.",
      "cn": "但我确实也喜欢荒野。"
    },
    {
      "id": 265,
      "en": "The jungle and rafting or camping.",
      "cn": "丛林和漂流或露营。"
    },
    {
      "id": 266,
      "en": "Yeah, it's good fun.",
      "cn": "是的，很有趣。"
    },
    {
      "id": 267,
      "en": "The insects can be a bit of a nuisance at times.",
      "cn": "昆虫有时可能会有点烦人。"
    },
    {
      "id": 268,
      "en": "Or the rain.",
      "cn": "或者下雨。"
    },
    {
      "id": 269,
      "en": "Camping in the snow or the rain is so horrible.",
      "cn": "在雪或雨中露营是非常糟糕的。"
    },
    {
      "id": 270,
      "en": "But other than that, yeah, it's great.",
      "cn": "但除此之外，是的，很棒。"
    },
    {
      "id": 271,
      "en": "I know not many people enjoy these types of outdoor getaways.",
      "cn": "我知道不是很多人喜欢这些类型的户外假期。"
    },
    {
      "id": 272,
      "en": "But of course, you know, you have spas.",
      "cn": "但当然，你知道，你有水疗中心。"
    },
    {
      "id": 273,
      "en": "I know many people enjoy going to a spa, having a mud bath.",
      "cn": "我知道很多人喜欢去水疗，享受泥浴。"
    },
    {
      "id": 274,
      "en": "Nothing wrong with that.",
      "cn": "这没什么错。"
    },
    {
      "id": 275,
      "en": "Getting your nails done, having a massage.",
      "cn": "做指甲，享受按摩。"
    },
    {
      "id": 276,
      "en": "I mean, getting the whole royal treatment, like we say.",
      "cn": "我是说，享受我们所说的整个皇家待遇。"
    },
    {
      "id": 277,
      "en": "So this is what we want to know now is, well, when you go on vacation, what do you like to do?",
      "cn": "所以我们现在想知道的是，当你度假时，你喜欢做什么？"
    },
    {
      "id": 278,
      "en": "Do you like to get away to the tropical beaches?",
      "cn": "你喜欢去热带海滩吗？"
    },
    {
      "id": 279,
      "en": "Do you like to go to the islands or the jungle?",
      "cn": "你喜欢去岛屿或丛林吗？"
    },
    {
      "id": 280,
      "en": "What do you like to do?",
      "cn": "你喜欢做什么？"
    },
    {
      "id": 281,
      "en": "Let us know.",
      "cn": "让我们知道。"
    },
    {
      "id": 282,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是 EnglishPod.com。"
    },
    {
      "id": 283,
      "en": "We hope to see you there.",
      "cn": "我们希望在那里见到你。"
    },
    {
      "id": 284,
      "en": "All right, we'll see you guys next time.",
      "cn": "好吧，下次见。"
    },
    {
      "id": 285,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}