{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0360",
  "title": "EnglishPod 中高级 0360",
  "totalSegments": 227,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "And my name is Katherine.",
      "cn": "我叫Katherine。"
    },
    {
      "id": 4,
      "en": "And today we're talking about some very interesting stories.",
      "cn": "今天我们要谈一些非常有趣的故事。"
    },
    {
      "id": 5,
      "en": "We're going to learn some words for stories or tales.",
      "cn": "我们将学习一些与故事或传说相关的词汇。"
    },
    {
      "id": 6,
      "en": "But specifically, what kind of stories, Marco?",
      "cn": "具体来说，Marco，是什么样的故事呢？"
    },
    {
      "id": 7,
      "en": "They're popular stories that you hear maybe through emails or maybe in your town.",
      "cn": "这些是你可能通过电子邮件或在你所在的城镇听到的流行故事。"
    },
    {
      "id": 8,
      "en": "There's some particular story about a ghost or many different things that they're kind of hard to believe but that happened a long time ago and people still talk about today.",
      "cn": "有些特别的故事关于鬼魂或其他一些难以置信的事情，但这些事情确实发生过很久以前，人们至今仍在谈论。"
    },
    {
      "id": 9,
      "en": "And they're scary, normally.",
      "cn": "通常这些故事都很吓人。"
    },
    {
      "id": 10,
      "en": "So let's listen to today's dialogue, hear some interesting stories, and when we come back, we'll be talking more about what these words and phrases mean.",
      "cn": "那么让我们来听今天的对话，听一些有趣的故事，回来后我们将讨论这些词汇和短语的含义。"
    },
    {
      "id": 11,
      "en": "Have you read all these crazy things that are going on around the world?",
      "cn": "你有没有读到世界各地发生的这些疯狂事情？"
    },
    {
      "id": 12,
      "en": "What do you mean?",
      "cn": "你是什么意思？"
    },
    {
      "id": 13,
      "en": "I was reading about how some people get tricked or drugged in their hotel rooms and have their organs removed.",
      "cn": "我在读一些关于人们在酒店房间里被欺骗或下药，器官被移除的事情。"
    },
    {
      "id": 14,
      "en": "Then they're sold on the black market.",
      "cn": "然后这些器官被卖到黑市。"
    },
    {
      "id": 15,
      "en": "Don't tell me you actually believe all that.",
      "cn": "你不会真的相信这些吧。"
    },
    {
      "id": 16,
      "en": "Don't be so gullible.",
      "cn": "别这么轻信。"
    },
    {
      "id": 17,
      "en": "They are just urban legends.",
      "cn": "这些只是城市传说。"
    },
    {
      "id": 18,
      "en": "They're just stories people make up to scare you.",
      "cn": "这些只是人们编造的故事来吓唬你。"
    },
    {
      "id": 19,
      "en": "Well, I was also reading about how some popular songs have subliminal or even satanic messages if you play them backwards.",
      "cn": "好吧，我还在读一些关于流行歌曲如果倒放会有潜意识或甚至撒旦信息的事情。"
    },
    {
      "id": 20,
      "en": "Can you believe that?",
      "cn": "你能相信吗？"
    },
    {
      "id": 21,
      "en": "You really think an artist or songwriter is going to go through the trouble of putting subliminal or satanic messages in a song?",
      "cn": "你真的认为艺术家或词曲作者会费心在歌曲中加入潜意识或撒旦信息吗？"
    },
    {
      "id": 22,
      "en": "Don't be so naive.",
      "cn": "别这么天真。"
    },
    {
      "id": 23,
      "en": "Well, maybe you are right.",
      "cn": "好吧，也许你是对的。"
    },
    {
      "id": 24,
      "en": "But how about the story about how KFC has rows of headless chickens which are super grown in order to get bigger chickens faster?",
      "cn": "但是关于KFC有一排排无头鸡被超速养殖以便更快长大，这个故事呢？"
    },
    {
      "id": 25,
      "en": "Sounds a bit too far-fetched to be true, don't you think?",
      "cn": "听起来有点难以置信，你不觉得吗？"
    },
    {
      "id": 26,
      "en": "All right, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 27,
      "en": "So let's take a look at language takeaway.",
      "cn": "让我们看看语言要点。"
    },
    {
      "id": 28,
      "en": "So here on language takeaway today, we have some words that will help us understand the dialogue.",
      "cn": "今天的语言要点中，我们有一些词汇可以帮助我们理解对话。"
    },
    {
      "id": 29,
      "en": "The first word is drugged.",
      "cn": "第一个词是“下药”。"
    },
    {
      "id": 30,
      "en": "So I was reading about how some people get drugged in their hotel rooms.",
      "cn": "我在读一些关于人们在酒店房间里被下药的事情。"
    },
    {
      "id": 31,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 32,
      "en": "So if you get drugged, it means that someone gave you some drugs in order to make you sleepy or in order for you to not remember what happened.",
      "cn": "如果你被下药，意味着有人给你下了药，让你昏昏欲睡或让你不记得发生了什么。"
    },
    {
      "id": 33,
      "en": "All right, so he was drugged means someone gave him a drug, something that made him go to sleep.",
      "cn": "所以“他被下药”意味着有人给了他一种药物，让他睡着。"
    },
    {
      "id": 34,
      "en": "Right, and it's not necessarily always a bad thing because obviously if you go to the hospital, the doctor may drug you in order to, you know, not so you don't feel so much pain or something.",
      "cn": "对，而且这不一定总是坏事，因为显然如果你去医院，医生可能会给你下药，以便你不感到太多疼痛。"
    },
    {
      "id": 35,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 36,
      "en": "If you're in an accident, you're in a lot of pain, the doctor drugs you so you don't feel that pain.",
      "cn": "如果你发生了事故，感到很痛，医生会给你下药，让你不感到疼痛。"
    },
    {
      "id": 37,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 38,
      "en": "All right, so he was drugged, this person is drugged, and then what happens?",
      "cn": "好吧，他被下药，这个人被下药，然后发生了什么？"
    },
    {
      "id": 39,
      "en": "Well, his organs were removed.",
      "cn": "嗯，他的器官被移除了。"
    },
    {
      "id": 40,
      "en": "All right, so organ, an organ is a noun, it's a thing.",
      "cn": "好吧，器官是名词，是一种东西。"
    },
    {
      "id": 41,
      "en": "Those are actually the things that are inside our body.",
      "cn": "这些实际上是我们身体内部的东西。"
    },
    {
      "id": 42,
      "en": "Right, so your heart, liver, your kidney, kidneys, etc.",
      "cn": "对，所以你的心脏、肝脏、肾脏等等。"
    },
    {
      "id": 43,
      "en": "These are all organs, and this is basically the category for the part of the body.",
      "cn": "这些都是器官，基本上是身体部位的类别。"
    },
    {
      "id": 44,
      "en": "It's anything really inside your body that has a function.",
      "cn": "任何在你身体内部有功能的东西。"
    },
    {
      "id": 45,
      "en": "Okay, so this is a supposedly this story is that people, you know, usually tourists, they get tricked or drugged, and then they get their organs removed.",
      "cn": "好吧，这个故事据说是人们，通常是游客，被欺骗或下药，然后他们的器官被移除。"
    },
    {
      "id": 46,
      "en": "Now what kind of a story is this, Marco?",
      "cn": "那么这个故事是什么样的，Marco？"
    },
    {
      "id": 47,
      "en": "Because it's not just a normal story.",
      "cn": "因为这不是一个普通的故事。"
    },
    {
      "id": 48,
      "en": "Right, all of these stories that we saw in the dialogue are called urban legends.",
      "cn": "对，所有我们在对话中看到的故事都被称为城市传说。"
    },
    {
      "id": 49,
      "en": "Okay, urban has to do with cities, right?",
      "cn": "好吧，城市与城市有关，对吧？"
    },
    {
      "id": 50,
      "en": "Legend is a story that may or may not be true.",
      "cn": "传说是一个可能真实也可能不真实的故事。"
    },
    {
      "id": 51,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 52,
      "en": "It comes from a long time ago.",
      "cn": "它来自很久以前。"
    },
    {
      "id": 53,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 54,
      "en": "So an urban legend is actually a story that is probably not true that you hear from other people like your friends.",
      "cn": "所以城市传说实际上是一个可能不真实的故事，你从其他人那里听到，比如你的朋友。"
    },
    {
      "id": 55,
      "en": "That's right, so usually most of these stories fall under this category, you know, they're urban legends.",
      "cn": "没错，所以通常这些故事大多属于这个类别，你知道，它们是城市传说。"
    },
    {
      "id": 56,
      "en": "You don't really know if they're true, but people say it happened to a friend of theirs from a long time ago or stuff like that.",
      "cn": "你并不真的知道它们是否真实，但人们说这是发生在他们很久以前的朋友身上的事情，或者类似的事情。"
    },
    {
      "id": 57,
      "en": "Exactly, so a friend of a friend of a friend of mine told me that in hotels sometimes they take your organs.",
      "cn": "正是如此，所以我一个朋友的朋友告诉我，在酒店里有时会取走你的器官。"
    },
    {
      "id": 58,
      "en": "Well, obviously, that's not true.",
      "cn": "嗯，显然这不是真的。"
    },
    {
      "id": 59,
      "en": "Right, right.",
      "cn": "对，对。"
    },
    {
      "id": 60,
      "en": "Alright, so after that we have two great adjectives for describing people who like to believe stories like this.",
      "cn": "好吧，接下来我们有两个很好的形容词来描述喜欢相信这些故事的人。"
    },
    {
      "id": 61,
      "en": "What are those two adjectives?",
      "cn": "那这两个形容词是什么？"
    },
    {
      "id": 62,
      "en": "Well, we have the adjective to be gullible and to be naive.",
      "cn": "嗯，我们有“轻信”和“天真”这两个形容词。"
    },
    {
      "id": 63,
      "en": "Alright, so they're a little bit different.",
      "cn": "好吧，它们有点不同。"
    },
    {
      "id": 64,
      "en": "To be gullible means to believe everything that people tell you.",
      "cn": "“轻信”意味着相信别人告诉你的所有事情。"
    },
    {
      "id": 65,
      "en": "Right, so if you're gullible, you pretty much believe anything you see or you hear.",
      "cn": "对，所以如果你轻信，你几乎相信你看到或听到的任何事情。"
    },
    {
      "id": 66,
      "en": "Yeah, so maybe your friend says, did you know Michael Jordan is coming to the office tomorrow?",
      "cn": "是的，所以也许你的朋友说，你知道吗，迈克尔·乔丹明天要来办公室？"
    },
    {
      "id": 67,
      "en": "Right, and you believe it, then you're very, very gullible.",
      "cn": "对，如果你相信了，那你就非常非常轻信。"
    },
    {
      "id": 68,
      "en": "Very gullible.",
      "cn": "非常轻信。"
    },
    {
      "id": 69,
      "en": "You believe what people tell you.",
      "cn": "你相信别人告诉你的事情。"
    },
    {
      "id": 70,
      "en": "But naive is similar.",
      "cn": "但“天真”是相似的。"
    },
    {
      "id": 71,
      "en": "It's similar, but I guess it has a little bit of a different meaning in the sense that it's not that you're so gullible, but you wholeheartedly trust people.",
      "cn": "它相似，但我想它在某种意义上有一点不同，意思是你并不是那么轻信，而是你全心全意信任别人。"
    },
    {
      "id": 72,
      "en": "So you're naive, you're innocent.",
      "cn": "所以你是天真的，你是无辜的。"
    },
    {
      "id": 73,
      "en": "You're innocent, maybe you don't have a lot of life experience.",
      "cn": "你是无辜的，也许你没有太多的生活经验。"
    },
    {
      "id": 74,
      "en": "So you trust people, and you can call a person naive, you say, well, he's very naive about these kinds of things.",
      "cn": "所以你信任别人，你可以称一个人天真，你可以说，嗯，他对这些事情非常天真。"
    },
    {
      "id": 75,
      "en": "I guess that's the main key, right?",
      "cn": "我想这就是主要的关键，对吧？"
    },
    {
      "id": 76,
      "en": "Or the main point is that you don't really have too much life experience, so that's why you're naive.",
      "cn": "或者主要的观点是你并没有太多的生活经验，所以你才天真。"
    },
    {
      "id": 77,
      "en": "That's right, and just be careful, because gullible and naive are things that we say about people, but they're not nice things, they're not compliments.",
      "cn": "没错，要小心，因为“轻信”和“天真”是我们用来形容人的词，但它们并不是好词，不是赞美。"
    },
    {
      "id": 78,
      "en": "Right, right, so you shouldn't really say it to someone directly, like in the Okay, so we have the great adjectives, way to describe people, and lastly, we also have something else that, how to describe the situation, maybe it's too far-fetched, it's too difficult to believe.",
      "cn": "对，对，所以你不应该直接对某人说这些，比如在... 好吧，我们有很好的形容词，描述人，最后，我们还有其他东西，如何描述这种情况，可能太难以置信了。"
    },
    {
      "id": 79,
      "en": "So far-fetched, this is a great word, it means basically that something is very difficult to believe, like you say.",
      "cn": "“难以置信”，这是一个很好的词，基本上意味着某事很难相信，就像你说的。"
    },
    {
      "id": 80,
      "en": "For example, the story about Michael Jordan.",
      "cn": "例如，关于迈克尔·乔丹的故事。"
    },
    {
      "id": 81,
      "en": "Michael Jordan is coming tomorrow, you say, oh, that's pretty far-fetched.",
      "cn": "迈克尔·乔丹明天要来，你说，哦，这听起来很难以置信。"
    },
    {
      "id": 82,
      "en": "I don't really think that could happen.",
      "cn": "我真的不认为这会发生。"
    },
    {
      "id": 83,
      "en": "Right, so something that is far-fetched is difficult to happen, or very, very unlikely to happen.",
      "cn": "对，所以难以置信的事情是很难发生的，或者非常非常不可能发生。"
    },
    {
      "id": 84,
      "en": "Very unlikely.",
      "cn": "非常不可能。"
    },
    {
      "id": 85,
      "en": "Okay, so very good, we saw five keywords there, let's take a break and listen to the dialogue again.",
      "cn": "好吧，非常好，我们看到了五个关键词，休息一下，再次听对话。"
    },
    {
      "id": 86,
      "en": "Have you read all these crazy things that are going on around the world?",
      "cn": "你有没有读到世界各地发生的这些疯狂事情？"
    },
    {
      "id": 87,
      "en": "What do you mean?",
      "cn": "你是什么意思？"
    },
    {
      "id": 88,
      "en": "I was reading about how some people get tricked or drugged in their hotel rooms and have their organs removed, then they're sold on the black market.",
      "cn": "我在读一些关于人们在酒店房间里被欺骗或下药，器官被移除，然后这些器官被卖到黑市的事情。"
    },
    {
      "id": 89,
      "en": "Don't tell me you actually believe all that.",
      "cn": "你不会真的相信这些吧。"
    },
    {
      "id": 90,
      "en": "Don't be so gullible, they are just urban legends.",
      "cn": "别这么轻信，它们只是城市传说。"
    },
    {
      "id": 91,
      "en": "They are just stories people make up to scare you.",
      "cn": "这些只是人们编造的故事来吓唬你。"
    },
    {
      "id": 92,
      "en": "Well, I was also reading about how some popular songs have subliminal or even satanic messages if you play them backwards.",
      "cn": "好吧，我还在读一些关于流行歌曲如果倒放会有潜意识或甚至撒旦信息的事情。"
    },
    {
      "id": 93,
      "en": "Can you believe that?",
      "cn": "你能相信吗？"
    },
    {
      "id": 94,
      "en": "You really think an artist or songwriter is going to go through the trouble of putting subliminal or satanic messages in a song?",
      "cn": "你真的认为艺术家或词曲作者会费心在歌曲中加入潜意识或撒旦信息吗？"
    },
    {
      "id": 95,
      "en": "Don't be so naive.",
      "cn": "别这么天真。"
    },
    {
      "id": 96,
      "en": "Well, maybe you are right.",
      "cn": "好吧，也许你是对的。"
    },
    {
      "id": 97,
      "en": "But how about the story about how KFC has rows of headless chickens which are super grown in order to get bigger chickens faster?",
      "cn": "但是关于KFC有一排排无头鸡被超速养殖以便更快长大，这个故事呢？"
    },
    {
      "id": 98,
      "en": "Sounds a bit too far fetched to be true, don't you think?",
      "cn": "听起来有点难以置信，你不觉得吗？"
    },
    {
      "id": 99,
      "en": "All right, let's take a look now at a couple of phrases on Fluency Builder.",
      "cn": "好吧，现在让我们看看流利构建器中的几个短语。"
    },
    {
      "id": 100,
      "en": "Fluency Builder.",
      "cn": "流利构建器。"
    },
    {
      "id": 101,
      "en": "Now in Fluency Builder today, we're going to start out with the story about organs, this urban legend.",
      "cn": "今天在流利构建器中，我们将从关于器官的故事开始，这个城市传说。"
    },
    {
      "id": 102,
      "en": "Now what happens when the organ is taken?",
      "cn": "那么当器官被取走时会发生什么？"
    },
    {
      "id": 103,
      "en": "The story says that it's sold on the black market.",
      "cn": "故事说它在黑市上被出售。"
    },
    {
      "id": 104,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 105,
      "en": "So you probably hear this in the news or a lot of places, the black market, basically, it's not really a physical place.",
      "cn": "所以你可能在新闻或很多地方听到黑市，基本上，它并不是真正的物理地方。"
    },
    {
      "id": 106,
      "en": "But it's where things are sold illegally.",
      "cn": "但它是非法交易的地方。"
    },
    {
      "id": 107,
      "en": "So guns, organs, stuff like that.",
      "cn": "比如枪支、器官之类的。"
    },
    {
      "id": 108,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 109,
      "en": "So the black market, like you say, is not a place you can go to.",
      "cn": "所以黑市，正如你所说，并不是一个你可以去的地方。"
    },
    {
      "id": 110,
      "en": "It's an idea.",
      "cn": "这是一种概念。"
    },
    {
      "id": 111,
      "en": "And it's basically anything that's illegal that's being sold.",
      "cn": "基本上是任何非法出售的东西。"
    },
    {
      "id": 112,
      "en": "Like guns are often sold on the black market.",
      "cn": "比如枪支通常在黑市上出售。"
    },
    {
      "id": 113,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 114,
      "en": "Sometimes stolen cars are sold on the black market.",
      "cn": "有时被盗的汽车也在黑市上出售。"
    },
    {
      "id": 115,
      "en": "Also organs can be sold on the black market.",
      "cn": "还有器官也可以在黑市上出售。"
    },
    {
      "id": 116,
      "en": "And this is a serious problem because obviously all of this is illegal.",
      "cn": "这是一个严重的问题，因为显然这一切都是非法的。"
    },
    {
      "id": 117,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 118,
      "en": "So the black market is where all this happens.",
      "cn": "所以黑市就是所有这些事情发生的地方。"
    },
    {
      "id": 119,
      "en": "Now, moving on to the next urban legend that we actually didn't really talk about too much is how many people believe that popular songs have subliminal or satanic messages in them?",
      "cn": "现在，继续下一个我们实际上没有太多讨论的城市传说，有多少人相信流行歌曲中有潜意识或撒旦的信息？"
    },
    {
      "id": 120,
      "en": "Alright, so let's take a look at the word subliminal.",
      "cn": "好吧，让我们看看潜意识这个词。"
    },
    {
      "id": 121,
      "en": "First, we all know what a message is, right?",
      "cn": "首先，我们都知道什么是信息，对吧？"
    },
    {
      "id": 122,
      "en": "It's something that's told to us.",
      "cn": "这是告诉我们的东西。"
    },
    {
      "id": 123,
      "en": "But a subliminal message is something that is told to us without us knowing.",
      "cn": "但潜意识信息是指在我们不知道的情况下告诉我们的东西。"
    },
    {
      "id": 124,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 125,
      "en": "So it goes into your mind, but you don't even know it.",
      "cn": "所以它进入你的脑海，但你甚至不知道。"
    },
    {
      "id": 126,
      "en": "Right?",
      "cn": "对吧？"
    },
    {
      "id": 127,
      "en": "So it's something that a lot of people believe in, because they think that marketing people or big businesses are trying to control our behavior.",
      "cn": "所以这是很多人相信的事情，因为他们认为营销人员或大企业试图控制我们的行为。"
    },
    {
      "id": 128,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 129,
      "en": "So I could say very quietly, Marco, buy me dinner.",
      "cn": "所以我可以非常安静地说，Marco，给我买晚餐。"
    },
    {
      "id": 130,
      "en": "And that's a subliminal message.",
      "cn": "这就是潜意识信息。"
    },
    {
      "id": 131,
      "en": "Marco says, Hey, I was thinking about getting everyone dinner tonight.",
      "cn": "Marco说，嘿，我在考虑今晚给大家买晚餐。"
    },
    {
      "id": 132,
      "en": "And then that's that's basically a way to control your actions.",
      "cn": "然后这基本上就是控制你的行为的一种方式。"
    },
    {
      "id": 133,
      "en": "So whether or not this is possible, that's another discussion.",
      "cn": "所以这是否可能，另当别论。"
    },
    {
      "id": 134,
      "en": "That's another discussion.",
      "cn": "这是另一个讨论。"
    },
    {
      "id": 135,
      "en": "But so yeah, that's basically what a lot of people say that some TV commercials or ads have these subliminal messages that are trying to convince you or persuade you into maybe consuming that product.",
      "cn": "但所以是的，这基本上是很多人说的一些电视广告或广告中有这些潜意识信息，试图说服你消费那个产品。"
    },
    {
      "id": 136,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 137,
      "en": "But they're a little bit different from satanic messages.",
      "cn": "但它们与撒旦信息有点不同。"
    },
    {
      "id": 138,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 139,
      "en": "So that's basically dealing with Satan or the devil.",
      "cn": "所以这基本上是与撒旦或魔鬼有关。"
    },
    {
      "id": 140,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 141,
      "en": "So the idea that there are satanic messages means that they're, they're messages about the devil about how maybe God does not exist, or like, you know, that you should do evil, not good.",
      "cn": "所以撒旦信息的想法意味着它们是关于魔鬼的信息，关于上帝可能不存在，或者你知道的，你应该做坏事，而不是好事。"
    },
    {
      "id": 142,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 143,
      "en": "So they're very dark and very kind of angry messages.",
      "cn": "所以它们是非常黑暗和愤怒的信息。"
    },
    {
      "id": 144,
      "en": "Yeah, they, I think they talk about, for example, I'm not sure which song it is, but like by Ozzy Osbourne, that if you play it backwards, supposedly, there's this message that says, you know, worship the devil and stuff like that.",
      "cn": "是的，我认为他们谈论的，比如，我不确定是哪首歌，但像Ozzy Osbourne的那首歌，如果你倒放播放， supposedly，有个信息说，你知道，崇拜魔鬼之类的。"
    },
    {
      "id": 145,
      "en": "So that's where these urban legends come from.",
      "cn": "所以这就是这些城市传说的来源。"
    },
    {
      "id": 146,
      "en": "But obviously, it's, it's either coincidence or not, not, not true, right?",
      "cn": "但显然，这要么是巧合，要么不是真的，对吧？"
    },
    {
      "id": 147,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 148,
      "en": "So we've got these messages that are also an urban legend.",
      "cn": "所以我们有这些信息，这也是一个城市传说。"
    },
    {
      "id": 149,
      "en": "But the final one is about KFC.",
      "cn": "但最后一个是关于KFC的。"
    },
    {
      "id": 150,
      "en": "So KFC would be Kentucky Fried Chicken.",
      "cn": "KFC是肯德基。"
    },
    {
      "id": 151,
      "en": "And what is the legend?",
      "cn": "这个传说是什么？"
    },
    {
      "id": 152,
      "en": "The legend is about their their food.",
      "cn": "传说是关于他们的食物。"
    },
    {
      "id": 153,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 154,
      "en": "They say that they don't really have real chickens that will they take chickens and they, they just, you know, super, super grow them, the chickens are super grown in order for them to get bigger and faster.",
      "cn": "他们说他们并没有真正的鸡，他们会把鸡拿走，他们只是，你知道，超级养殖它们，鸡被超级养殖以便更快长大。"
    },
    {
      "id": 155,
      "en": "And that's basically that they don't really even really have heads, they just, you know, have some hoses that go into their bodies and feed them.",
      "cn": "基本上是说它们甚至没有真正的头，它们只是，有一些管子进入它们的身体并喂养它们。"
    },
    {
      "id": 156,
      "en": "And in four weeks, you have a chicken.",
      "cn": "四周后，你就有了一只鸡。"
    },
    {
      "id": 157,
      "en": "That's disgusting.",
      "cn": "这太恶心了。"
    },
    {
      "id": 158,
      "en": "That's disgusting.",
      "cn": "这太恶心了。"
    },
    {
      "id": 159,
      "en": "It's the idea is, yeah, super grown chickens.",
      "cn": "这个想法是，是的，超级养殖的鸡。"
    },
    {
      "id": 160,
      "en": "And so they're basically, they're not real chickens, right?",
      "cn": "所以它们基本上不是正常的鸡，对吧？"
    },
    {
      "id": 161,
      "en": "That that's what the legend says is that they're not.",
      "cn": "传说是说它们不是。"
    },
    {
      "id": 162,
      "en": "I mean, they really are, but they're not, like naturally grown, you know, usually a chicken takes three months to grow or something.",
      "cn": "我的意思是，它们确实是，但它们不是那种自然生长的，你知道，通常一只鸡需要三个月才能长大。"
    },
    {
      "id": 163,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 164,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 165,
      "en": "That's disgusting.",
      "cn": "这太恶心了。"
    },
    {
      "id": 166,
      "en": "I don't even want to talk about that.",
      "cn": "我甚至不想谈论这个。"
    },
    {
      "id": 167,
      "en": "But the idea of super growing is like using chemicals to do something that's not natural.",
      "cn": "但超级养殖的想法就像是使用化学物质做一些不自然的事情。"
    },
    {
      "id": 168,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 169,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 170,
      "en": "Chemicals are hormones and stuff.",
      "cn": "化学物质是激素之类的东西。"
    },
    {
      "id": 171,
      "en": "So that's, they use it, for example, on plants, you can super grow a plant by adding fertilizer and vitamins and stuff to the soil that makes it grow faster.",
      "cn": "所以他们在植物上使用它，比如你可以通过在土壤中添加肥料和维生素等东西来超级养殖植物，使其生长得更快。"
    },
    {
      "id": 172,
      "en": "Or maybe you have bigger carrots than normal, bigger potatoes, because they're super grown.",
      "cn": "或许你有比正常更大的胡萝卜，更大的土豆，因为它们被超级养殖。"
    },
    {
      "id": 173,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 174,
      "en": "So all right, that's a lot of great stuff.",
      "cn": "所以好吧，这有很多很棒的东西。"
    },
    {
      "id": 175,
      "en": "Let's take a listen to the dialogue one last time.",
      "cn": "让我们最后再听一遍对话。"
    },
    {
      "id": 176,
      "en": "Have you read all these crazy things that are going on around the world?",
      "cn": "你有没有读过世界各地发生的这些疯狂事情？"
    },
    {
      "id": 177,
      "en": "What do you mean?",
      "cn": "你是什么意思？"
    },
    {
      "id": 178,
      "en": "I was reading about how some people get tricked or drugged in their hotel rooms and have their organs removed.",
      "cn": "我在读一些人如何在酒店房间被欺骗或下药并被取走器官。"
    },
    {
      "id": 179,
      "en": "Then they're sold on the black market.",
      "cn": "然后它们在黑市上被出售。"
    },
    {
      "id": 180,
      "en": "Don't tell me you actually believe all that.",
      "cn": "别告诉我你真的相信这些。"
    },
    {
      "id": 181,
      "en": "Don't be so gullible.",
      "cn": "别这么天真。"
    },
    {
      "id": 182,
      "en": "They are just urban legends.",
      "cn": "这些只是城市传说。"
    },
    {
      "id": 183,
      "en": "They're just stories people make up to scare you.",
      "cn": "这些只是人们编造的故事来吓唬你。"
    },
    {
      "id": 184,
      "en": "Well, I was also reading about how some popular songs have subliminal or even satanic messages if you play them backwards.",
      "cn": "好吧，我也在读一些流行歌曲如果你倒放播放就有潜意识或甚至撒旦的信息。"
    },
    {
      "id": 185,
      "en": "Can you believe that?",
      "cn": "你能相信吗？"
    },
    {
      "id": 186,
      "en": "You really think an artist or songwriter is going to go through the trouble of putting subliminal or satanic messages in a song?",
      "cn": "你真的认为一个艺术家或词曲作者会费心在一首歌中放入潜意识或撒旦的信息吗？"
    },
    {
      "id": 187,
      "en": "Don't be so naive.",
      "cn": "别这么天真。"
    },
    {
      "id": 188,
      "en": "Well, maybe you are right.",
      "cn": "好吧，也许你是对的。"
    },
    {
      "id": 189,
      "en": "But how about the story about how KFC has rows of headless chickens, which are super grown in order to get bigger chickens faster?",
      "cn": "但是关于KFC有一排无头鸡被超级养殖以便更快长大，这个故事怎么样？"
    },
    {
      "id": 190,
      "en": "Sounds a bit too far fetched to be true, don't you think?",
      "cn": "听起来有点不切实际，你不觉得吗？"
    },
    {
      "id": 191,
      "en": "All right, so all these urban legends, they are obviously most of them, if not all of them are untrue, but they're very popular.",
      "cn": "好吧，这些城市传说，显然大多数，如果不是全部，都是不真实的，但它们非常流行。"
    },
    {
      "id": 192,
      "en": "Why do you think that is?",
      "cn": "你认为这是为什么？"
    },
    {
      "id": 193,
      "en": "I think people like to believe these stories.",
      "cn": "我认为人们喜欢相信这些故事。"
    },
    {
      "id": 194,
      "en": "They're gossipy, you know, they're scary, you get to make your friends kind of nervous about stuff.",
      "cn": "它们八卦，你知道，它们很吓人，你可以让你的朋友对这些事情感到紧张。"
    },
    {
      "id": 195,
      "en": "But I think also, we don't trust a lot of these things, because we've heard for years and years and years and years about subliminal messages, marketing strategies, or about these kind of hidden messages and songs.",
      "cn": "但我认为我们也不信任很多这些事情，因为我们听了很多年关于潜意识信息、营销策略，或者这些隐藏信息的歌曲。"
    },
    {
      "id": 196,
      "en": "So there's part of us that wants to believe them.",
      "cn": "所以我们内心有一部分想要相信它们。"
    },
    {
      "id": 197,
      "en": "But the other part is that you hear it enough, you start to believe it.",
      "cn": "但另一部分是，你听得够多，就开始相信了。"
    },
    {
      "id": 198,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 199,
      "en": "Because, you know, I was reading up on a couple of them, and the most recent ones are about how, you know, they make the connection about how Nostradamus predicted the 9-11 incident, or how Coca-Cola is actually the one that invented Santa Claus.",
      "cn": "因为，我在读一些关于它们的资料，最近的有关于诺查丹玛斯预言911事件，或者可口可乐其实是发明圣诞老人的。"
    },
    {
      "id": 200,
      "en": "And even this KFC one where, you know, people just believe a lot of different things.",
      "cn": "还有这个KFC的传说，人们相信很多不同的事情。"
    },
    {
      "id": 201,
      "en": "I even found one, the urban legend about be careful when you go to the movie theater, because there might be a syringe or something on the seat that if you sit down, it infects you with AIDS or something like this.",
      "cn": "我甚至找到一个城市传说，说去电影院时要小心，因为座位上可能有针头，如果坐下去，会感染艾滋病之类的。"
    },
    {
      "id": 202,
      "en": "So there's so many of them out there that if you think about it, they don't even really make sense.",
      "cn": "所以有这么多这样的传说，如果你想想，它们根本没有道理。"
    },
    {
      "id": 203,
      "en": "They don't.",
      "cn": "没错。"
    },
    {
      "id": 204,
      "en": "And I understand that sometimes there'll be one news story, like about, yeah, a needle in a candy box.",
      "cn": "我明白有时候会有一个新闻故事，比如说，糖果盒里有针。"
    },
    {
      "id": 205,
      "en": "And all of a sudden people say, well, don't eat candy because there's needles in candy box.",
      "cn": "然后突然人们就说，不要吃糖果，因为糖果盒里有针。"
    },
    {
      "id": 206,
      "en": "And obviously, you know, one time event turns into this massive kind of craze.",
      "cn": "显然，一次事件变成了这种大规模的狂热。"
    },
    {
      "id": 207,
      "en": "Yeah, yeah, yeah.",
      "cn": "是的，是的，是的。"
    },
    {
      "id": 208,
      "en": "But it is interesting, especially with this whole topic of subliminal messages, I do remember that actually, there was a marketing campaign that was banned in movie theaters when there, you know, the previews before the actual movie came on, they supposedly they had the sound or maybe on the screen,",
      "cn": "但这很有趣，尤其是关于潜意识信息的话题，我确实记得曾经有一个营销活动在电影院被禁止，当时在电影放映前的预告片中，他们据说有声音或者屏幕上，"
    },
    {
      "id": 209,
      "en": "somebody opening up a Coke can, really, and the smell of Coke actually coming into the theater.",
      "cn": "有人打开可乐罐，真的，可乐的气味飘进电影院。"
    },
    {
      "id": 210,
      "en": "And that was kind of like subliminal marketing, making people want to go get a Coke.",
      "cn": "那就像是潜意识营销，让人们想去买可乐。"
    },
    {
      "id": 211,
      "en": "Definitely.",
      "cn": "绝对是。"
    },
    {
      "id": 212,
      "en": "Well, we used to pump the exhaust from the popcorn maker when I worked in a movie theater throughout the lobby.",
      "cn": "嗯，我在电影院工作时，我们会把爆米花机的废气泵送到大厅。"
    },
    {
      "id": 213,
      "en": "There you go.",
      "cn": "这样大家都能闻到。"
    },
    {
      "id": 214,
      "en": "So everyone smells it.",
      "cn": "而且闻起来很好。"
    },
    {
      "id": 215,
      "en": "And it smells so good.",
      "cn": "所以大家都想买。"
    },
    {
      "id": 216,
      "en": "So everyone wants to buy it.",
      "cn": "哦，是的，我们肯定会利用这个。"
    },
    {
      "id": 217,
      "en": "Oh, yeah, we would totally use that.",
      "cn": "所以，是的，这是一种潜意识的方式，因为你并没有直接告诉他们去买，但你通过音频、视觉或口头提示在暗示他们。"
    },
    {
      "id": 218,
      "en": "So yeah, that is a way of like, I guess it is subliminal because you you're not directly telling them to buy it, but you are just giving them all the... You're suggesting it through audio or visual or oratory cues.",
      "cn": "对。"
    },
    {
      "id": 219,
      "en": "Right.",
      "cn": "然后你有机会卖给他们最贵的爆米花。"
    },
    {
      "id": 220,
      "en": "And then you have the opportunity to sell them the most expensive popcorn they'll ever buy.",
      "cn": "确实如此。"
    },
    {
      "id": 221,
      "en": "Exactly.",
      "cn": "一袋爆米花12美元。"
    },
    {
      "id": 222,
      "en": "$12 for a bag of popcorn.",
      "cn": "好吧。"
    },
    {
      "id": 223,
      "en": "All right.",
      "cn": "所以这是一个非常有趣的话题。"
    },
    {
      "id": 224,
      "en": "So it's a very interesting topic.",
      "cn": "如果你有任何评论或问题，请告诉我们。"
    },
    {
      "id": 225,
      "en": "Let us know if you have any comments or questions about it.",
      "cn": "你可以在EnglishPod.com找到我们。"
    },
    {
      "id": 226,
      "en": "You can find us at EnglishPod.com.",
      "cn": "我们希望在那里见到你们。"
    },
    {
      "id": 227,
      "en": "We hope to see you guys there.",
      "cn": "再见。"
    }
  ]
}