{
  "type": "book",
  "id": "englishpod-高级-englishpod-高级-0121",
  "title": "EnglishPod 高级 0121",
  "totalSegments": 237,
  "seriesId": "englishpod-高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, English learners.",
      "cn": "你好，英语学习者。"
    },
    {
      "id": 2,
      "en": "Welcome back to another advanced lesson with us here at EnglishPod.",
      "cn": "欢迎回到EnglishPod的另一个高级课程。"
    },
    {
      "id": 3,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 4,
      "en": "And my name is Erica.",
      "cn": "我叫Erica。"
    },
    {
      "id": 5,
      "en": "So today we're bringing you another advanced lesson and this time it's kind of historical.",
      "cn": "今天我们带来另一个高级课程，这次有点历史意义。"
    },
    {
      "id": 6,
      "en": "Like the name suggests, we are listening in as a president says goodbye to the nation before he steps down from his role as president.",
      "cn": "正如名字所示，我们将听一位总统在卸任前向国家告别。"
    },
    {
      "id": 7,
      "en": "Now actually this dialogue is very much based on President Eisenhower's Farewell speech.",
      "cn": "实际上，这段对话很大程度上基于艾森豪威尔总统的告别演说。"
    },
    {
      "id": 8,
      "en": "Oh, okay.",
      "cn": "哦，好的。"
    },
    {
      "id": 9,
      "en": "So a pretty famous... now we have to tell you that we did change the speech a little bit, right?",
      "cn": "这是一个相当著名的演讲……我们必须告诉你，我们确实对演讲做了一些修改，对吧？"
    },
    {
      "id": 10,
      "en": "Yeah, just a little bit.",
      "cn": "是的，只是稍微改动了一下。"
    },
    {
      "id": 11,
      "en": "To make it a little bit more understandable, but it's basically what he said to the nation back in 1969.",
      "cn": "为了让它更易于理解，但基本上是他在1969年对国家所说的话。"
    },
    {
      "id": 12,
      "en": "Alright now, I will as well tell you that this is a pretty hard dialogue.",
      "cn": "好吧，我还要告诉你，这段对话相当难。"
    },
    {
      "id": 13,
      "en": "It is very hard because the structures are a little bit complicated and even to a certain point a little bit poetic, right?",
      "cn": "它非常难，因为结构有点复杂，甚至在某种程度上有点诗意，对吧？"
    },
    {
      "id": 14,
      "en": "So why are we taking this speech as our dialogue?",
      "cn": "那么我们为什么选择这段演讲作为我们的对话？"
    },
    {
      "id": 15,
      "en": "What are we gonna learn from this?",
      "cn": "我们将从中学到什么？"
    },
    {
      "id": 16,
      "en": "Well, we're gonna learn some structures and some words that you can use maybe on a resignation letter or maybe in a celebration you want to thank Pete for coming.",
      "cn": "嗯，我们将学习一些结构和一些词汇，你可以在辞职信中使用，或者在庆祝活动中感谢Pete的到来。"
    },
    {
      "id": 17,
      "en": "Okay, so we're gonna learn some pretty difficult vocabulary but also learn some really useful structures.",
      "cn": "好的，所以我们将学习一些相当困难的词汇，同时也学习一些非常实用的结构。"
    },
    {
      "id": 18,
      "en": "Like you said you could use a resignation letter or even in a formal speech of your own.",
      "cn": "就像你说的，你可以在辞职信中使用，甚至在你自己的正式演讲中。"
    },
    {
      "id": 19,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 20,
      "en": "Now, this presidential farewell speech is divided into two parts.",
      "cn": "现在，这段总统告别演说分为两部分。"
    },
    {
      "id": 21,
      "en": "So today we're gonna do part one and then next time we'll finish the speech with part two.",
      "cn": "所以今天我们将进行第一部分，下次我们将完成第二部分。"
    },
    {
      "id": 22,
      "en": "So let's listen to President Eisenhower as he says goodbye to the nation and we'll come back just in a little bit.",
      "cn": "让我们听听艾森豪威尔总统向国家告别，我们稍后再回来。"
    },
    {
      "id": 23,
      "en": "Good evening, my fellow Americans.",
      "cn": "晚上好，我的美国同胞们。"
    },
    {
      "id": 24,
      "en": "Three days from now after a century of service to our country, I shall lay down the responsibilities of office as in a traditional and solemn ceremony, the authority of the presidency is vested in my successor.",
      "cn": "三天后，在为国家服务一个世纪之后，我将以传统而庄重的仪式卸下我的职责，总统的权威将交给我的继任者。"
    },
    {
      "id": 25,
      "en": "This evening I come to you with a message of leave taking and farewell and to share a few final thoughts with you, my countrymen.",
      "cn": "今晚我带着告别和离开的信息，与你们分享一些最后的想法，我的同胞们。"
    },
    {
      "id": 26,
      "en": "Like every other citizen, I wish the new president and all who will labor with him, Godspeed.",
      "cn": "像每一个公民一样，我祝愿新总统和所有与他合作的人，顺利。"
    },
    {
      "id": 27,
      "en": "I pray that coming years will be blessed with peace and prosperity for all.",
      "cn": "我祈祷未来的岁月能为所有人带来和平与繁荣。"
    },
    {
      "id": 28,
      "en": "Our people expect their president and the Congress to find essential agreement on questions of great importance, the wise resolution of which will better shape the future of our great nation.",
      "cn": "我们的人民期待他们的总统和国会在重大问题上达成基本共识，明智的解决方案将更好地塑造我们伟大国家的未来。"
    },
    {
      "id": 29,
      "en": "My own relations with Congress began on a remote and tenuous basis when, long ago, a member of the Senate appointed me to West Point.",
      "cn": "我与国会的关系始于一个遥远而脆弱的基础，早在很久以前，一位参议员任命我去西点军校。"
    },
    {
      "id": 30,
      "en": "I then had the pleasure of building more intimate relationships with Congress during the war and the immediate post-war period.",
      "cn": "在战争和战后初期，我有幸与国会建立更亲密的关系。"
    },
    {
      "id": 31,
      "en": "Finally, we have progressed to the mutually interdependent relationship we've had during these past eight years.",
      "cn": "最终，我们已经发展到过去八年间相互依存的关系。"
    },
    {
      "id": 32,
      "en": "Wow, so Eisenhower is a pretty good speaker, isn't he?",
      "cn": "哇，艾森豪威尔真是个不错的演讲者，不是吗？"
    },
    {
      "id": 33,
      "en": "A good speaker, and well, he said a lot of really nice things when he was saying goodbye.",
      "cn": "一个好的演讲者，他在告别时说了很多很好的话。"
    },
    {
      "id": 34,
      "en": "Yeah, pretty inspiring, I thought.",
      "cn": "是的，我觉得很鼓舞人心。"
    },
    {
      "id": 35,
      "en": "Really inspiring.",
      "cn": "真的很鼓舞人心。"
    },
    {
      "id": 36,
      "en": "And as we said, there were a couple of different and difficult words and phrases, so why don't we start right now with language takeaway.",
      "cn": "正如我们所说，有几个不同且困难的词汇和短语，所以我们现在就开始语言要点吧。"
    },
    {
      "id": 37,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 38,
      "en": "Well, Eisenhower said that in three days, he shall lay down the responsibilities.",
      "cn": "艾森豪威尔说，在三天内，他将卸下职责。"
    },
    {
      "id": 39,
      "en": "To lay down the responsibilities.",
      "cn": "卸下职责。"
    },
    {
      "id": 40,
      "en": "All right, lay down something.",
      "cn": "好吧，卸下某物。"
    },
    {
      "id": 41,
      "en": "Basically, we understand the verb, to lay down, right?",
      "cn": "基本上，我们理解动词“卸下”，对吧？"
    },
    {
      "id": 42,
      "en": "Yeah, to put it down, to put it on the ground.",
      "cn": "是的，放下，把它放在地上。"
    },
    {
      "id": 43,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 44,
      "en": "Now, he's using it with responsibilities, which is a little bit strange, but it's kind of like a metaphor by saying, lay down arms, to lay down your weapons.",
      "cn": "现在，他将其与职责结合使用，这有点奇怪，但这有点像隐喻，像是“放下武器”。"
    },
    {
      "id": 45,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 46,
      "en": "And you know what?",
      "cn": "你知道吗？"
    },
    {
      "id": 47,
      "en": "This is a really common phrase that we would hear, especially when we're talking about, you know, the end of a war or something like that.",
      "cn": "这是一个我们会听到的非常常见的短语，尤其是在谈论战争结束时。"
    },
    {
      "id": 48,
      "en": "To lay down your arms, lay down your weapons.",
      "cn": "放下你的武器。"
    },
    {
      "id": 49,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 50,
      "en": "So here, I think Eisenhower is kind of referencing this and giving us a little bit of poetry in his speech.",
      "cn": "所以在这里，我认为艾森豪威尔有点引用这个，并在他的演讲中给我们带来了一点诗意。"
    },
    {
      "id": 51,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 52,
      "en": "So it's not that he's quitting.",
      "cn": "所以并不是说他在辞职。"
    },
    {
      "id": 53,
      "en": "It's not that he's being fired.",
      "cn": "也不是说他被解雇。"
    },
    {
      "id": 54,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 55,
      "en": "He's just like finishing what he started.",
      "cn": "他只是完成他开始的事情。"
    },
    {
      "id": 56,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 57,
      "en": "So he's laying down his responsibilities.",
      "cn": "所以他在卸下他的职责。"
    },
    {
      "id": 58,
      "en": "Now, I think this would be quite an interesting phrase to use, for example, in a resignation letter.",
      "cn": "现在，我认为这个短语在辞职信中使用会很有趣。"
    },
    {
      "id": 59,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 60,
      "en": "So I would say, a month from now, I will lay down my responsibilities as manager.",
      "cn": "所以我会说，一个月后，我将卸下我的经理职责。"
    },
    {
      "id": 61,
      "en": "Yep.",
      "cn": "是的。"
    },
    {
      "id": 62,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 63,
      "en": "So that sounds pretty good.",
      "cn": "听起来不错。"
    },
    {
      "id": 64,
      "en": "Now, he said he's going to be laying down the responsibilities in a traditional and solemn ceremony.",
      "cn": "现在，他说他将在一个传统而庄重的仪式上卸下职责。"
    },
    {
      "id": 65,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 66,
      "en": "Solemn.",
      "cn": "庄重。"
    },
    {
      "id": 67,
      "en": "Solemn.",
      "cn": "庄重。"
    },
    {
      "id": 68,
      "en": "Now, solemn, what does that mean?",
      "cn": "那么，庄重是什么意思？"
    },
    {
      "id": 69,
      "en": "What is a solemn ceremony?",
      "cn": "什么是庄重的仪式？"
    },
    {
      "id": 70,
      "en": "Well, a solemn ceremony would be a serious, respectful, and a little bit sad ceremony.",
      "cn": "嗯，庄重的仪式是一个严肃、尊重且有点悲伤的仪式。"
    },
    {
      "id": 71,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 72,
      "en": "So it's a serious matter, and it's very respectful, right?",
      "cn": "所以这是一个严肃的事情，非常尊重，对吧？"
    },
    {
      "id": 73,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 74,
      "en": "So you might say, for example, on the 11th of November, when you're remembering the war, you might say something like, this is a very solemn day.",
      "cn": "所以你可能会说，例如，在11月11日，当你纪念战争时，你可能会说，这是一非常庄重的日子。"
    },
    {
      "id": 75,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 76,
      "en": "Mm-hmm.",
      "cn": "嗯。"
    },
    {
      "id": 77,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 78,
      "en": "And the authority of the presidency is vested in my successor.",
      "cn": "总统的权威归于我的继任者。"
    },
    {
      "id": 79,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 80,
      "en": "So interesting verb.",
      "cn": "所以有趣的动词。"
    },
    {
      "id": 81,
      "en": "No, wait.",
      "cn": "不，等等。"
    },
    {
      "id": 82,
      "en": "So interesting word, vested.",
      "cn": "所以有趣的词，归于。"
    },
    {
      "id": 83,
      "en": "Vested.",
      "cn": "归于。"
    },
    {
      "id": 84,
      "en": "The authority vested in my successor.",
      "cn": "权威归于我的继任者。"
    },
    {
      "id": 85,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 86,
      "en": "So this word basically means power that I have by law.",
      "cn": "所以这个词基本上意味着我依法拥有的权力。"
    },
    {
      "id": 87,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 88,
      "en": "So this power, this important power you have is given to you by the law, by the president, by the country.",
      "cn": "所以这个权力，这个重要的权力是由法律、总统、国家赋予你的。"
    },
    {
      "id": 89,
      "en": "This is a very common word you will hear in a wedding, when the priest or the person that's leading the wedding will say, by the power vested in me by the state of California.",
      "cn": "这是一个你会在婚礼上听到的非常常见的词，当牧师或主持婚礼的人会说，由加利福尼亚州赋予我的权力。"
    },
    {
      "id": 90,
      "en": "Yep.",
      "cn": "是的。"
    },
    {
      "id": 91,
      "en": "I now pronounce you husband and wife.",
      "cn": "我现在宣布你们为夫妻。"
    },
    {
      "id": 92,
      "en": "I now pronounce you husband and wife.",
      "cn": "我现在宣布你们为夫妻。"
    },
    {
      "id": 93,
      "en": "So you're saying the power that I have given to me by the state of California, I can now make you be married.",
      "cn": "所以你是在说，我由加利福尼亚州赋予的权力，现在可以让你们结婚。"
    },
    {
      "id": 94,
      "en": "So here, Eisenhower is saying, the authority of the presidency is vested in my successor.",
      "cn": "所以在这里，艾森豪威尔说，总统的权威归于我的继任者。"
    },
    {
      "id": 95,
      "en": "So the power of the presidency will be given to his, given to the next president by law.",
      "cn": "所以总统的权力将依法交给下任总统。"
    },
    {
      "id": 96,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 97,
      "en": "And he also wished the new president and everyone with him, he said, Godspeed.",
      "cn": "他还祝愿新总统和所有与他在一起的人，祝他们顺利。"
    },
    {
      "id": 98,
      "en": "Alright, Godspeed.",
      "cn": "好吧，祝顺利。"
    },
    {
      "id": 99,
      "en": "Godspeed.",
      "cn": "祝顺利。"
    },
    {
      "id": 100,
      "en": "I wish you Godspeed.",
      "cn": "祝你顺利。"
    },
    {
      "id": 101,
      "en": "Now, Godspeed, what does that mean?",
      "cn": "现在，上帝保佑，这是什么意思？"
    },
    {
      "id": 102,
      "en": "Well, it's kind of a blessing.",
      "cn": "嗯，这算是一种祝福。"
    },
    {
      "id": 103,
      "en": "You know, it basically means good luck and good fortune.",
      "cn": "你知道，这基本上意味着好运和幸福。"
    },
    {
      "id": 104,
      "en": "Alright.",
      "cn": "好的。"
    },
    {
      "id": 105,
      "en": "And especially in a journey.",
      "cn": "尤其是在旅途中。"
    },
    {
      "id": 106,
      "en": "Yeah, I think you'd almost only use this when someone's going off on a big trip or a journey.",
      "cn": "是的，我觉得你几乎只会在某人去大旅行或旅程时使用这个。"
    },
    {
      "id": 107,
      "en": "So here they're going on the journey of the presidency.",
      "cn": "所以他们在进行总统之旅。"
    },
    {
      "id": 108,
      "en": "So I wish you Godspeed.",
      "cn": "所以我祝你们上帝保佑。"
    },
    {
      "id": 109,
      "en": "Godspeed.",
      "cn": "上帝保佑。"
    },
    {
      "id": 110,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 111,
      "en": "And now let's take a look at our last set of words.",
      "cn": "现在让我们看看最后一组词。"
    },
    {
      "id": 112,
      "en": "When he was talking about Congress, he said that his relation with Congress began on a remote and tenuous basis.",
      "cn": "当他谈到国会时，他说他与国会的关系开始于一个遥远而脆弱的基础。"
    },
    {
      "id": 113,
      "en": "Alright, so two interesting words here, remote and tenuous.",
      "cn": "好的，这里有两个有趣的词，遥远和脆弱。"
    },
    {
      "id": 114,
      "en": "Now, remote we understand as being far away or distant.",
      "cn": "现在，遥远我们理解为远离或距离。"
    },
    {
      "id": 115,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 116,
      "en": "What about tenuous though?",
      "cn": "那脆弱呢？"
    },
    {
      "id": 117,
      "en": "But tenuous is kind of unimportant or not really relevant.",
      "cn": "但脆弱有点不重要或不相关。"
    },
    {
      "id": 118,
      "en": "Alright, so actually, this is a pretty high quality, useful and smart sounding word.",
      "cn": "好的，所以实际上，这是一个相当高质量、有用且听起来聪明的词。"
    },
    {
      "id": 119,
      "en": "So I think we should hear a few more examples of how it's used.",
      "cn": "所以我觉得我们应该听几个例子来看看它是如何使用的。"
    },
    {
      "id": 120,
      "en": "Example one.",
      "cn": "例子一。"
    },
    {
      "id": 121,
      "en": "How can you say the earth is actually getting cooler?",
      "cn": "你怎么能说地球实际上在变冷？"
    },
    {
      "id": 122,
      "en": "That is a pretty tenuous argument.",
      "cn": "那是一个相当脆弱的论点。"
    },
    {
      "id": 123,
      "en": "Example two.",
      "cn": "例子二。"
    },
    {
      "id": 124,
      "en": "John believes that Elvis Presley is still alive.",
      "cn": "约翰相信埃尔维斯·普雷斯利仍然活着。"
    },
    {
      "id": 125,
      "en": "He's got a tenuous hold on reality.",
      "cn": "他对现实的把握很脆弱。"
    },
    {
      "id": 126,
      "en": "Example three.",
      "cn": "例子三。"
    },
    {
      "id": 127,
      "en": "You're making yourself seem more important than you are.",
      "cn": "你让自己看起来比实际更重要。"
    },
    {
      "id": 128,
      "en": "The connection between our company's success and your performance is tenuous at best.",
      "cn": "我们公司成功与您的表现之间的联系充其量是脆弱的。"
    },
    {
      "id": 129,
      "en": "Alright, so as we said, these are some pretty difficult words that we found in the dialogue.",
      "cn": "好的，正如我们所说，这些是我们在对话中发现的一些相当困难的词。"
    },
    {
      "id": 130,
      "en": "But now I want to go and look at some really interesting formal structures that Eisenhower used here.",
      "cn": "但现在我想看看艾森豪威尔在这里使用的一些非常有趣的正式结构。"
    },
    {
      "id": 131,
      "en": "So let's look at those now in Fluency Builder.",
      "cn": "所以让我们现在在流利构建器中看看这些。"
    },
    {
      "id": 132,
      "en": "Fluency Builder Alright, on Fluency Builder today we have three phrases.",
      "cn": "流利构建器 好的，今天在流利构建器中我们有三个短语。"
    },
    {
      "id": 133,
      "en": "And well, starting with the first one, I think it's one of the most interesting ones.",
      "cn": "好吧，从第一个开始，我觉得这是最有趣的之一。"
    },
    {
      "id": 134,
      "en": "He said, three days from now, after half a century of service of our country, I shall lay down the responsibilities of office.",
      "cn": "他说，三天后，在为我们的国家服务了半个世纪后，我将放下我的职责。"
    },
    {
      "id": 135,
      "en": "Alright, so what's interesting about this?",
      "cn": "好的，这有什么有趣的？"
    },
    {
      "id": 136,
      "en": "If you take a look at the structure, he's saying three days from now, which is... Future.",
      "cn": "如果你看看结构，他说三天后，这就是... 未来。"
    },
    {
      "id": 137,
      "en": "And then he makes a reference to the past, after a half century of service.",
      "cn": "然后他提到过去，在为国家服务了半个世纪后。"
    },
    {
      "id": 138,
      "en": "Okay, so we've got future past.",
      "cn": "好的，所以我们有未来和过去。"
    },
    {
      "id": 139,
      "en": "And then, again, future.",
      "cn": "然后，再次，未来。"
    },
    {
      "id": 140,
      "en": "I shall lay down the responsibilities.",
      "cn": "我将放下职责。"
    },
    {
      "id": 141,
      "en": "Alright, so this actually is quite a good structure if you're giving a farewell speech, or even I could imagine using this at a wedding.",
      "cn": "好的，所以如果你在做告别演讲，这实际上是一个相当好的结构，或者我甚至可以想象在婚礼上使用这个。"
    },
    {
      "id": 142,
      "en": "Right, how would you use it in a wedding?",
      "cn": "对，如何在婚礼上使用它？"
    },
    {
      "id": 143,
      "en": "Well, I might say, twelve hours from now, after a long and beautiful relationship, this couple shall marry.",
      "cn": "嗯，我可能会说，十二小时后，在一段漫长而美好的关系之后，这对夫妇将结婚。"
    },
    {
      "id": 144,
      "en": "Very good, so you're making reference to the future, and then a past event, or something that's been going on for a while.",
      "cn": "非常好，所以你提到了未来，然后是过去的事件，或者是持续了一段时间的事情。"
    },
    {
      "id": 145,
      "en": "And then future again.",
      "cn": "然后再次是未来。"
    },
    {
      "id": 146,
      "en": "Why don't we do one more example?",
      "cn": "我们再做一个例子好吗？"
    },
    {
      "id": 147,
      "en": "So, for example, in a resignation letter, I can say, one month from now, after 30 years of hard work and dedication to this company, I shall lay down my responsibilities as product manager.",
      "cn": "例如，在辞职信中，我可以说，一个月后，在为这家公司辛勤工作和奉献了30年后，我将放下我的产品经理职责。"
    },
    {
      "id": 148,
      "en": "Alright, interesting.",
      "cn": "好的，有趣。"
    },
    {
      "id": 149,
      "en": "So, we can use it, and it sounds good, it sounds very professional, and very poetic.",
      "cn": "所以，我们可以使用它，听起来不错，听起来非常专业，非常富有诗意。"
    },
    {
      "id": 150,
      "en": "Alright, so that's one interesting structure.",
      "cn": "好的，所以这是一个有趣的结构。"
    },
    {
      "id": 151,
      "en": "Now, why don't we go on to this next kind of very formal and helpful, in a very formal speech.",
      "cn": "现在，为什么我们不继续看下一个非常正式且在正式演讲中非常有用的结构。"
    },
    {
      "id": 152,
      "en": "Well, President Eisenhower said, this evening I come to you with a message of leave-taking and farewell.",
      "cn": "好吧，艾森豪威尔总统说，今晚我带着告别和再见的信息来到你们面前。"
    },
    {
      "id": 153,
      "en": "So this evening I come to you with a message of leave-taking and farewell.",
      "cn": "所以今晚我带着告别和再见的信息来到你们面前。"
    },
    {
      "id": 154,
      "en": "It's a very nice way of saying, I'm talking to you today because I am saying goodbye.",
      "cn": "这是一种很好的表达方式，意思是，我今天和你们谈话是因为我要说再见。"
    },
    {
      "id": 155,
      "en": "So, what I really like about this phrase is the beginning part.",
      "cn": "所以，我非常喜欢这个短语的开头部分。"
    },
    {
      "id": 156,
      "en": "This evening I come to you with a message of...",
      "cn": "今晚我带着... 的信息来到你们面前。"
    },
    {
      "id": 157,
      "en": "So, again, let's suppose we're at a wedding, if I'm offering a toast or I'm the best man I could say, this evening I come to you with a message of love and trust and respect.",
      "cn": "所以，再次假设我们在婚礼上，如果我在祝酒或我是伴郎，我可以说，今晚我带着爱、信任和尊重的信息来到你们面前。"
    },
    {
      "id": 158,
      "en": "Alright, or maybe if you're the leader of a company, you might say something like, this afternoon I come to you with a message of hope for the future.",
      "cn": "好的，或者如果你是公司的领导，你可能会说类似的话，今天下午我带着对未来的希望的信息来到你们面前。"
    },
    {
      "id": 159,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 160,
      "en": "And now, the part when he says leave-taking and farewell, it's basically saying, taking leave, or taking like a vacation, right?",
      "cn": "现在，当他说告别和再见时，基本上是说，告别，或者像度假一样，对吧？"
    },
    {
      "id": 161,
      "en": "And farewell, goodbye.",
      "cn": "而再见，就是再见。"
    },
    {
      "id": 162,
      "en": "And what about our last phrase?",
      "cn": "那我们的最后一个短语呢？"
    },
    {
      "id": 163,
      "en": "This is actually a bit of a long one, so I'm going to read it now.",
      "cn": "这实际上有点长，所以我现在要读它。"
    },
    {
      "id": 164,
      "en": "Our people expect their President and the Congress to find essential agreement on questions of great importance, the wise resolution of which will better shape the future of our great nation.",
      "cn": "我们的人民期待他们的总统和国会在重大问题上达成基本共识，明智的解决方案将更好地塑造我们伟大国家的未来。"
    },
    {
      "id": 165,
      "en": "Okay, great.",
      "cn": "好的，很好。"
    },
    {
      "id": 166,
      "en": "Now, let's take a look at the first part.",
      "cn": "现在，让我们看看第一部分。"
    },
    {
      "id": 167,
      "en": "Basically, he's saying the people expect the President and the Congress to give them answers, right?",
      "cn": "基本上，他在说人民期待总统和国会给他们答案，对吧？"
    },
    {
      "id": 168,
      "en": "Yeah, to agree on important issues.",
      "cn": "是的，达成重要问题的共识。"
    },
    {
      "id": 169,
      "en": "But in the part when he says, the wise resolution of which will better shape the future of our great nation.",
      "cn": "但在他说，明智的解决方案将更好地塑造我们伟大国家的未来时。"
    },
    {
      "id": 170,
      "en": "Yeah, and this is the part I want to focus on.",
      "cn": "是的，这就是我想关注的部分。"
    },
    {
      "id": 171,
      "en": "The wise resolution of which.",
      "cn": "明智的解决方案。"
    },
    {
      "id": 172,
      "en": "Now, this is a really wonderful sort of formal structure.",
      "cn": "现在，这是一种非常好的正式结构。"
    },
    {
      "id": 173,
      "en": "So, we can see what he's doing here.",
      "cn": "所以，我们可以看到他在这里做的事情。"
    },
    {
      "id": 174,
      "en": "He's talking about the first idea, right?",
      "cn": "他在谈论第一个想法，对吧？"
    },
    {
      "id": 175,
      "en": "So, the President and the Congress need to find agreement on important issues, right?",
      "cn": "所以，总统和国会需要在重要问题上达成共识，对吧？"
    },
    {
      "id": 176,
      "en": "Now, the wise resolution of which, so he's referring back to that idea.",
      "cn": "现在，明智的解决方案，所以他在回指那个想法。"
    },
    {
      "id": 177,
      "en": "So, the wise resolution of what?",
      "cn": "所以，明智的解决方案是什么？"
    },
    {
      "id": 178,
      "en": "Of the essential agreement on questions of great importance.",
      "cn": "对于重大问题的基本共识。"
    },
    {
      "id": 179,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 180,
      "en": "So, really useful structure.",
      "cn": "所以，真的很有用的结构。"
    },
    {
      "id": 181,
      "en": "Why don't we hear a few more examples of this?",
      "cn": "我们再听几个例子好吗？"
    },
    {
      "id": 182,
      "en": "We now face a great challenge, the overcoming of which lead us all to untold riches and success.",
      "cn": "我们现在面临一个巨大的挑战，克服这个挑战将带领我们走向无尽的财富和成功。"
    },
    {
      "id": 183,
      "en": "We as a company now face our most difficult months to date, the outcome of which will determine our company's future.",
      "cn": "我们作为一家公司现在面临着迄今为止最困难的几个月，其结果将决定我们公司的未来。"
    },
    {
      "id": 184,
      "en": "The ambitious plan to reduce poverty, the start of which was launched last Tuesday in New York, will require huge investment of taxpayers' dollars.",
      "cn": "减少贫困的雄心勃勃的计划，上周二在纽约启动的，将需要大量纳税人的投资。"
    },
    {
      "id": 185,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 186,
      "en": "So, as you can hear from the examples, we have the main idea and then he passes on, but then kind of refers back to it again.",
      "cn": "所以，正如你从例子中听到的，我们有主要思想，然后他继续，但又回指它。"
    },
    {
      "id": 187,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 188,
      "en": "And this sounds quite formal, but also quite literary and intelligent, doesn't it?",
      "cn": "这听起来相当正式，但也相当文学和聪明，不是吗？"
    },
    {
      "id": 189,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 190,
      "en": "It makes you sound well-spoken.",
      "cn": "这让你听起来很有口才。"
    },
    {
      "id": 191,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 192,
      "en": "This was quite a difficult dialogue with some really interesting and tricky structures and words.",
      "cn": "这是一个相当困难的对话，包含一些非常有趣和棘手的结构和词汇。"
    },
    {
      "id": 193,
      "en": "So, why don't we hear it one more time altogether?",
      "cn": "所以，我们再听一遍好吗？"
    },
    {
      "id": 194,
      "en": "Good evening, my fellow Americans.",
      "cn": "晚上好，我的美国同胞们。"
    },
    {
      "id": 195,
      "en": "Three days from now, after a century of service to our country, I shall lay down the responsibilities of office as, in a traditional and solemn ceremony, the authority of the presidency is vested in my successor.",
      "cn": "三天后，在为我们的国家服务了一个世纪后，我将放下我的职责，因为在一个传统而庄重的仪式中，总统的权威将交给我的继任者。"
    },
    {
      "id": 196,
      "en": "This evening I come to you with a message of leave-taking and farewell, and to share a few final thoughts with you, my countrymen.",
      "cn": "今晚我带着告别和再见的信息来见你们，并与我的同胞们分享一些最后的想法。"
    },
    {
      "id": 197,
      "en": "Like every other citizen, I wish the new president and all who will labor with him Godspeed.",
      "cn": "像其他每位公民一样，我祝愿新总统和所有与他合作的人好运。"
    },
    {
      "id": 198,
      "en": "I pray that the coming years will be blessed with peace and prosperity for all.",
      "cn": "我祈祷未来的岁月能为所有人带来和平与繁荣。"
    },
    {
      "id": 199,
      "en": "Our people expect their president and the Congress to find essential agreement on questions of great importance, the wise resolution of which will better shape the future of our great nation.",
      "cn": "我们的人民期待他们的总统和国会在重大问题上达成基本共识，明智的解决方案将更好地塑造我们伟大国家的未来。"
    },
    {
      "id": 200,
      "en": "My own relations with Congress began on a remote and tenuous basis when, long ago, a member of the Senate appointed me to West Point.",
      "cn": "我与国会的关系始于一个遥远而脆弱的基础，早在很久以前，一位参议员任命我去西点军校。"
    },
    {
      "id": 201,
      "en": "I then had the pleasure of building more intimate relationships with Congress during the war and the immediate post-war period.",
      "cn": "在战争和战后初期，我有幸与国会建立了更亲密的关系。"
    },
    {
      "id": 202,
      "en": "Finally, we have progressed to the mutually interdependent relationship we've had during these past eight years.",
      "cn": "最终，我们已经发展到过去八年中相互依存的关系。"
    },
    {
      "id": 203,
      "en": "Alright, we're back, and here with us in the studio we have Pete, the actor in the dialogue of President Eisenhower's presidential farewell speech.",
      "cn": "好的，我们回来了，今天在演播室里有皮特，他是艾森豪威尔总统告别演说对话中的演员。"
    },
    {
      "id": 204,
      "en": "He's a pretty convincing actor at that.",
      "cn": "他是一个相当有说服力的演员。"
    },
    {
      "id": 205,
      "en": "Not quite.",
      "cn": "不完全是。"
    },
    {
      "id": 206,
      "en": "So Pete is going to give us a little bit of insight about President Eisenhower.",
      "cn": "所以皮特将为我们提供一些关于艾森豪威尔总统的见解。"
    },
    {
      "id": 207,
      "en": "Alright, so what can you tell us about President Eisenhower?",
      "cn": "好的，你能告诉我们关于艾森豪威尔总统的什么？"
    },
    {
      "id": 208,
      "en": "Well, he started off as a general, he was an accomplished officer all through the early 20th century, and then he was the supreme commander of the Allied Expeditionary Force in World War II.",
      "cn": "嗯，他开始时是一名将军，整个20世纪初都是一位杰出的军官，然后他是第二次世界大战盟军远征军的最高指挥官。"
    },
    {
      "id": 209,
      "en": "And so now he's most famous for D-Day.",
      "cn": "所以现在他最出名的是诺曼底登陆。"
    },
    {
      "id": 210,
      "en": "He was leading it?",
      "cn": "他是指挥者吗？"
    },
    {
      "id": 211,
      "en": "Or he was on the battlefield?",
      "cn": "还是他在战场上？"
    },
    {
      "id": 212,
      "en": "No, he was the organizer.",
      "cn": "不，他是组织者。"
    },
    {
      "id": 213,
      "en": "Oh, he's kind of like the brains behind the operation.",
      "cn": "哦，他就像是行动的智囊。"
    },
    {
      "id": 214,
      "en": "Yeah, and I don't know if you even want to leave this in, but there's a really cool document that he wrote right before the invasion, and it said, he basically knew that this was going to go one of two ways, and he wrote down a script to read in case it failed,",
      "cn": "是的，我不知道你是否想把这个留着，但他在入侵前写了一份非常酷的文件，里面说，他基本上知道这将有两种结果，他写下了一份失败时要读的稿子，"
    },
    {
      "id": 215,
      "en": "and he basically said, you know, I'm sorry to inform you that the invasion did not go as planned, and this has set back our war effort.",
      "cn": "他基本上说，你知道，我很遗憾地通知你，入侵没有按计划进行，这使我们的战争努力受到了挫折。"
    },
    {
      "id": 216,
      "en": "And when the invasion went well, he threw that in the trash, and then one of his aides found that and was like, wow, this is a historical document, and they kept the... Oh, really?",
      "cn": "当入侵顺利进行时，他把那份稿子扔进了垃圾桶，然后他的一个助手发现了它，觉得，哇，这是一个历史文件，他们保留了... 哦，真的？"
    },
    {
      "id": 217,
      "en": "So they have the copy.",
      "cn": "所以他们有那份副本。"
    },
    {
      "id": 218,
      "en": "Alternate history.",
      "cn": "替代历史。"
    },
    {
      "id": 219,
      "en": "Alright, so he was an accomplished general, an amazing warrior, but what about his presidency?",
      "cn": "好的，他是一位杰出的将军，一位了不起的战士，但他的总统任期怎么样？"
    },
    {
      "id": 220,
      "en": "Well, at the beginning, probably the biggest thing he did was to wrap up the Korean War, which was a vow he made during his campaign, and then he visited Korea.",
      "cn": "嗯，开始时，他做的最大的一件事就是结束朝鲜战争，这是他在竞选期间做出的承诺，然后他访问了韩国。"
    },
    {
      "id": 221,
      "en": "Obviously, the war is still technically on, but they did arrange a ceasefire.",
      "cn": "显然，战争在技术上仍在进行，但他们确实安排了停火。"
    },
    {
      "id": 222,
      "en": "Eisenhower built up the interstate highway system, which is one of the big reasons that America was able to become economically successful in the 20th century.",
      "cn": "艾森豪威尔建立了州际公路系统，这是美国在20世纪能够经济成功的一个重要原因。"
    },
    {
      "id": 223,
      "en": "He did it basically so that in case of a war, we'd have an easy way of shipping our soldiers and nukes across the country, but... But it worked well anyway.",
      "cn": "他这样做基本上是为了在战争情况下，能够方便地运输我们的士兵和核武器，但... 不过这确实运作得很好。"
    },
    {
      "id": 224,
      "en": "Yeah, it's one of these things that pays a side benefit.",
      "cn": "是的，这是一件带来附加好处的事情。"
    },
    {
      "id": 225,
      "en": "At least he had to sell it to the country that way.",
      "cn": "至少他必须以这种方式向国家推销它。"
    },
    {
      "id": 226,
      "en": "It's very likely that he didn't intend ever to use it that way, but you have to have... it's like the war on terror, you gotta sell these things.",
      "cn": "很可能他并不打算以那种方式使用它，但你必须... 就像反恐战争一样，你得推销这些事情。"
    },
    {
      "id": 227,
      "en": "Well, I guess it's had a huge impact, not only on the economy of the states, but also the culture and the way that people view the car and its effect on society.",
      "cn": "嗯，我想这对各州的经济产生了巨大影响，也影响了文化和人们对汽车及其对社会影响的看法。"
    },
    {
      "id": 228,
      "en": "Definitely.",
      "cn": "绝对是。"
    },
    {
      "id": 229,
      "en": "So a pretty influential guy, this Eisenhower.",
      "cn": "所以这个艾森豪威尔真是个影响深远的人物。"
    },
    {
      "id": 230,
      "en": "Yeah, and a very historical lesson.",
      "cn": "是的，还有一个非常重要的历史教训。"
    },
    {
      "id": 231,
      "en": "It's just a little bit of a culture and maybe some insight on American history.",
      "cn": "这只是一些文化和对美国历史的见解。"
    },
    {
      "id": 232,
      "en": "It's not like we're politically active or anything, but yeah, it was some interesting information there, and also he was considered to be a pretty good president.",
      "cn": "我们并不是说我们在政治上活跃，但确实有一些有趣的信息，而且他被认为是一位相当不错的总统。"
    },
    {
      "id": 233,
      "en": "Yeah, he's rated, I wouldn't say among the top five or so, but quite accomplished.",
      "cn": "是的，他的评价，我不会说在前五名之内，但相当出色。"
    },
    {
      "id": 234,
      "en": "Well, maybe not the greatest president we've ever seen, but he wrote a pretty good farewell speech, so I think we have that to thank him for.",
      "cn": "嗯，也许不是我们见过的最伟大的总统，但他写了一篇相当不错的告别演说，所以我想我们要感谢他这一点。"
    },
    {
      "id": 235,
      "en": "Alright guys, so if you have any other questions or comments, you can come to the website at EnglishPod.com, and you can leave them there for Erika or I.",
      "cn": "好吧，大家，如果你们有其他问题或评论，可以访问网站 EnglishPod.com，留给埃里卡或我。"
    },
    {
      "id": 236,
      "en": "Okay, so thanks for downloading you guys, and until next time, goodbye!",
      "cn": "好的，谢谢你们下载，直到下次，再见！"
    },
    {
      "id": 237,
      "en": "Bye!",
      "cn": "再见！"
    }
  ]
}