{
  "type": "book",
  "id": "englishpod-中级--englishpod-中级-0351",
  "title": "EnglishPod 中级 0351",
  "totalSegments": 211,
  "seriesId": "englishpod-中级-",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and today we're talking about an uncomfortable subject, not because it's uncomfortable to talk about, but because it's... well, it doesn't really feel good when you have to go do it.",
      "cn": "我叫Catherine，今天我们要谈论一个不太舒服的话题，不是因为谈论它不舒服，而是因为……嗯，当你必须去做的时候，感觉并不好。"
    },
    {
      "id": 4,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 5,
      "en": "Today we're going to the doctor, but because we need to get vaccines.",
      "cn": "今天我们要去看医生，因为我们需要接种疫苗。"
    },
    {
      "id": 6,
      "en": "All right, so vaccines, these are... well, let's listen out during the dialogue, and maybe you can guess what this word means when we come back.",
      "cn": "好的，疫苗，这个……嗯，让我们在对话中听一听，也许你可以猜出这个词的意思，等我们回来时。"
    },
    {
      "id": 7,
      "en": "We'll be defining it for you, talking about different kinds of vaccines.",
      "cn": "我们会为你定义它，讨论不同种类的疫苗。"
    },
    {
      "id": 8,
      "en": "But just remember that we're talking about going to the doctor to get these shots.",
      "cn": "但请记住，我们在谈论去看医生接种这些疫苗。"
    },
    {
      "id": 9,
      "en": "So let's take a listen to that dialogue.",
      "cn": "那么让我们来听听这个对话。"
    },
    {
      "id": 10,
      "en": "Hello Mrs. Parker, how have you been?",
      "cn": "你好，Parker女士，你最近怎么样？"
    },
    {
      "id": 11,
      "en": "Hello, Dr. Peters.",
      "cn": "你好，Peters医生。"
    },
    {
      "id": 12,
      "en": "Just fine, thank you.",
      "cn": "很好，谢谢。"
    },
    {
      "id": 13,
      "en": "Ricky and I are here for his vaccines.",
      "cn": "Ricky和我来这里接种疫苗。"
    },
    {
      "id": 14,
      "en": "Very well.",
      "cn": "很好。"
    },
    {
      "id": 15,
      "en": "Let's see.",
      "cn": "让我们看看。"
    },
    {
      "id": 16,
      "en": "According to his vaccination record, Ricky has received his polio, tetanus, and hepatitis B shots.",
      "cn": "根据他的疫苗接种记录，Ricky已经接种了脊髓灰质炎、破伤风和乙型肝炎疫苗。"
    },
    {
      "id": 17,
      "en": "He is 14 months old, so he is due for hepatitis A, chicken pox, and measles shots.",
      "cn": "他14个月大，所以他需要接种甲型肝炎、水痘和麻疹疫苗。"
    },
    {
      "id": 18,
      "en": "What about rubella and mumps?",
      "cn": "那么风疹和腮腺炎呢？"
    },
    {
      "id": 19,
      "en": "Well, I can only give him these for now, and after a couple of weeks, I can administer the rest.",
      "cn": "嗯，我现在只能给他这些，几周后我可以接种其余的。"
    },
    {
      "id": 20,
      "en": "Okay, great.",
      "cn": "好的，太好了。"
    },
    {
      "id": 21,
      "en": "Doctor, I think I also may need a tetanus booster.",
      "cn": "医生，我想我也可能需要一个破伤风加强针。"
    },
    {
      "id": 22,
      "en": "Last time I got it was maybe 15 years ago.",
      "cn": "我上次接种是在15年前。"
    },
    {
      "id": 23,
      "en": "We'll check our records, and I'll have the nurse administer the booster as well.",
      "cn": "我们会检查我们的记录，我会让护士也给你接种加强针。"
    },
    {
      "id": 24,
      "en": "Now, please hold Ricky's arm tight.",
      "cn": "现在，请紧握Ricky的手臂。"
    },
    {
      "id": 25,
      "en": "This may sting a little.",
      "cn": "这可能会有点刺痛。"
    },
    {
      "id": 26,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 27,
      "en": "So now let's take a look at all of these words.",
      "cn": "现在让我们来看看这些词。"
    },
    {
      "id": 28,
      "en": "They're a little bit difficult, but we'll try to define them on language takeaway.",
      "cn": "它们有点难，但我们会在语言收获中尝试定义它们。"
    },
    {
      "id": 29,
      "en": "Language takeaway.",
      "cn": "语言收获。"
    },
    {
      "id": 30,
      "en": "So Marco, first off, what is a vaccine?",
      "cn": "所以Marco，首先，什么是疫苗？"
    },
    {
      "id": 31,
      "en": "So a vaccine, we can say, is a type of medicine.",
      "cn": "所以疫苗，我们可以说是一种药物。"
    },
    {
      "id": 32,
      "en": "But it's basically an injection or medicine, where you're helping a person defend him or herself against a specific type of disease.",
      "cn": "但它基本上是一种注射或药物，帮助一个人抵御特定类型的疾病。"
    },
    {
      "id": 33,
      "en": "Okay, so vaccination is medicine you receive before you're sick, so that in the future, you won't get sick with that disease.",
      "cn": "好的，所以接种疫苗是在你生病之前接受的药物，以便将来你不会得那种病。"
    },
    {
      "id": 34,
      "en": "That's right, that's right.",
      "cn": "没错，没错。"
    },
    {
      "id": 35,
      "en": "So that's a vaccine.",
      "cn": "所以这就是疫苗。"
    },
    {
      "id": 36,
      "en": "There are many, many different types of vaccines.",
      "cn": "有很多不同类型的疫苗。"
    },
    {
      "id": 37,
      "en": "And of course, when you do get them, you need to keep track of them via a vaccination record.",
      "cn": "当然，当你接种时，你需要通过疫苗接种记录来跟踪它们。"
    },
    {
      "id": 38,
      "en": "So a record is basically a list or a document that shows what has been done.",
      "cn": "所以记录基本上是一个清单或文件，显示已经做了什么。"
    },
    {
      "id": 39,
      "en": "And this is very important when you go to the doctor to have a record of the things that you have received, the vaccines you've received.",
      "cn": "这在你去看医生时非常重要，以便有你接种过的疫苗的记录。"
    },
    {
      "id": 40,
      "en": "So for example, if I have a baby and I want the baby to have vaccinations, we'd have to keep a record of all of his vaccinations.",
      "cn": "例如，如果我有一个婴儿，我想让婴儿接种疫苗，我们必须记录他所有的疫苗接种。"
    },
    {
      "id": 41,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 42,
      "en": "So we are obviously we get different vaccines at different stages in our life.",
      "cn": "所以我们显然在生活的不同阶段接种不同的疫苗。"
    },
    {
      "id": 43,
      "en": "Let's talk about some of the ones that we're taking a look at today.",
      "cn": "让我们谈谈今天我们要看的几种疫苗。"
    },
    {
      "id": 44,
      "en": "So for example, we have a tetanus vaccine or a tetanus shot.",
      "cn": "例如，我们有破伤风疫苗或破伤风针。"
    },
    {
      "id": 45,
      "en": "All right, the tetanus shot is very famous because it's maybe the most painful.",
      "cn": "好的，破伤风针非常有名，因为它可能是最痛苦的。"
    },
    {
      "id": 46,
      "en": "It really makes you sore for a little while.",
      "cn": "它确实会让你疼痛一段时间。"
    },
    {
      "id": 47,
      "en": "And most people get the tetanus shot when they're very young.",
      "cn": "大多数人在很小的时候就接种破伤风针。"
    },
    {
      "id": 48,
      "en": "This prevents you from getting the disease tetanus.",
      "cn": "这可以防止你得破伤风。"
    },
    {
      "id": 49,
      "en": "And tetanus is something you can get from animals or from dirty nails, dirty metal, anything that pokes out at you.",
      "cn": "破伤风是你可以从动物或脏钉子、脏金属等任何刺到你的东西中感染的。"
    },
    {
      "id": 50,
      "en": "And so you get the tetanus shot.",
      "cn": "所以你接种破伤风针。"
    },
    {
      "id": 51,
      "en": "But then after your tetanus shot, every five or 10 years, you need to get a booster shot.",
      "cn": "但在接种破伤风针后，每五年或十年，你需要接种一次加强针。"
    },
    {
      "id": 52,
      "en": "So there's the tetanus shot and there's the tetanus booster.",
      "cn": "所以有破伤风针和破伤风加强针。"
    },
    {
      "id": 53,
      "en": "So when we talk about a booster, when we're talking about vaccines, is basically you are reinforcing it.",
      "cn": "当我们谈论加强针时，基本上是你在强化它。"
    },
    {
      "id": 54,
      "en": "You are making it stronger because obviously over time it becomes weak.",
      "cn": "你在增强它，因为显然随着时间的推移它会变弱。"
    },
    {
      "id": 55,
      "en": "The medicine won't last forever.",
      "cn": "药物不会永远有效。"
    },
    {
      "id": 56,
      "en": "So you need to get a booster to make sure that you are still protected.",
      "cn": "所以你需要接种加强针，以确保你仍然受到保护。"
    },
    {
      "id": 57,
      "en": "Basically, it's an update.",
      "cn": "基本上，这是一个更新。"
    },
    {
      "id": 58,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 59,
      "en": "So we have tetanus and tetanus booster, but we have another kind of vaccine.",
      "cn": "所以我们有破伤风和破伤风加强针，但我们还有另一种疫苗。"
    },
    {
      "id": 60,
      "en": "The disease here is called hepatitis.",
      "cn": "这里的疾病叫做乙型肝炎。"
    },
    {
      "id": 61,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 62,
      "en": "So we're taking a look at hepatitis B and hepatitis A.",
      "cn": "所以我们在看乙型肝炎B和乙型肝炎A。"
    },
    {
      "id": 63,
      "en": "So there are different types of hepatitis.",
      "cn": "所以有不同类型的乙型肝炎。"
    },
    {
      "id": 64,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 65,
      "en": "So both kinds of hepatitis you can catch from other people.",
      "cn": "所以这两种乙型肝炎你可以从其他人那里感染。"
    },
    {
      "id": 66,
      "en": "Although hepatitis A, I believe you can catch from saliva or contact.",
      "cn": "尽管我相信乙型肝炎A可以通过唾液或接触传播。"
    },
    {
      "id": 67,
      "en": "Whereas hepatitis B you catch from other people's blood or if you have a relationship with someone.",
      "cn": "而乙型肝炎B则是通过其他人的血液或如果你与某人有关系。"
    },
    {
      "id": 68,
      "en": "So hepatitis A and B are different.",
      "cn": "所以乙型肝炎A和B是不同的。"
    },
    {
      "id": 69,
      "en": "Hepatitis B affects your liver.",
      "cn": "乙型肝炎B影响你的肝脏。"
    },
    {
      "id": 70,
      "en": "And so there's different kinds of severity here.",
      "cn": "所以这里有不同的严重程度。"
    },
    {
      "id": 71,
      "en": "Now hepatitis A and B there are vaccinations for.",
      "cn": "现在乙型肝炎A和B都有疫苗接种。"
    },
    {
      "id": 72,
      "en": "You can get those shots and it's very important if you're traveling to places that require them so that you don't get sick.",
      "cn": "你可以接种这些疫苗，如果你去需要接种的地方旅行，这非常重要，以免生病。"
    },
    {
      "id": 73,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 74,
      "en": "So well, these different types of hepatitis, they are dangerous, right?",
      "cn": "所以这些不同类型的乙型肝炎是危险的，对吗？"
    },
    {
      "id": 75,
      "en": "And they could be fatal.",
      "cn": "它们可能是致命的。"
    },
    {
      "id": 76,
      "en": "But another one that's very, very common, especially with young kids, we have chicken pox.",
      "cn": "但还有另一种非常常见的，尤其是年轻孩子中，我们有水痘。"
    },
    {
      "id": 77,
      "en": "Chicken pox.",
      "cn": "水痘。"
    },
    {
      "id": 78,
      "en": "Now it's kind of a funny name.",
      "cn": "现在这个名字有点搞笑。"
    },
    {
      "id": 79,
      "en": "Chicken pox.",
      "cn": "水痘。"
    },
    {
      "id": 80,
      "en": "P-O-X.",
      "cn": "P-O-X。"
    },
    {
      "id": 81,
      "en": "But it's also, like you say, very common.",
      "cn": "但正如你所说，它也非常常见。"
    },
    {
      "id": 82,
      "en": "So basically the symptoms are what?",
      "cn": "所以基本上症状是什么？"
    },
    {
      "id": 83,
      "en": "You get these red bumps all over your body and they itch.",
      "cn": "你全身会出现红色小疙瘩，而且会痒。"
    },
    {
      "id": 84,
      "en": "You want to scratch and scratch and scratch.",
      "cn": "你想抓挠，抓挠，抓挠。"
    },
    {
      "id": 85,
      "en": "And so I remember when I had this, I was a little kid.",
      "cn": "所以我记得我得这个的时候，我还是个小孩。"
    },
    {
      "id": 86,
      "en": "My mom said, don't scratch because if you scratch, it will leave a Mark.",
      "cn": "我妈妈说，不要抓，因为如果你抓，会留下痕迹。"
    },
    {
      "id": 87,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 88,
      "en": "It leaves a scar.",
      "cn": "它会留下伤疤。"
    },
    {
      "id": 89,
      "en": "So yeah, chicken pox, you get these little rashes all over your body.",
      "cn": "所以是的，水痘，你全身会有这些小皮疹。"
    },
    {
      "id": 90,
      "en": "They're very itchy, but they will go away with time.",
      "cn": "它们非常痒，但随着时间的推移会消失。"
    },
    {
      "id": 91,
      "en": "Now it's usually, I've heard that it's recommended that people get it.",
      "cn": "现在通常，我听说建议人们接种。"
    },
    {
      "id": 92,
      "en": "Actually, you should get it when you're young because it's more dangerous if you get it as an adult.",
      "cn": "实际上，你应该在年轻时接种，因为如果你成年后得了，会更危险。"
    },
    {
      "id": 93,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 94,
      "en": "It's very painful as an adult.",
      "cn": "成年人得水痘是非常痛苦的。"
    },
    {
      "id": 95,
      "en": "So basically chicken pox, they say if you get it once, you can't get it again.",
      "cn": "所以基本上水痘，他们说如果你得过一次，就不能再得。"
    },
    {
      "id": 96,
      "en": "But if you get it as an adult, it shingles.",
      "cn": "但如果你成年后得了，就是带状疱疹。"
    },
    {
      "id": 97,
      "en": "It's very painful.",
      "cn": "这非常痛苦。"
    },
    {
      "id": 98,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 99,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 100,
      "en": "So we've taken a look at a lot of vocab here.",
      "cn": "所以我们已经看了很多词汇。"
    },
    {
      "id": 101,
      "en": "Why don't we now jump to another section?",
      "cn": "现在我们为什么不跳到另一个部分呢？"
    },
    {
      "id": 102,
      "en": "Let's continue talking about these different types of vaccines.",
      "cn": "让我们继续讨论这些不同类型的疫苗。"
    },
    {
      "id": 103,
      "en": "Let's go to language takeaway part two.",
      "cn": "让我们进入语言要点第二部分。"
    },
    {
      "id": 104,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 105,
      "en": "So we have this special category of vaccinations.",
      "cn": "所以我们有这个特殊类别的疫苗接种。"
    },
    {
      "id": 106,
      "en": "They usually go together.",
      "cn": "它们通常是一起进行的。"
    },
    {
      "id": 107,
      "en": "We have mumps, measles, and rubella, or there's a special acronym, MMR, mumps, measles, rubella.",
      "cn": "我们有腮腺炎、麻疹和风疹，或者有一个特殊的缩写，MMR，腮腺炎、麻疹、风疹。"
    },
    {
      "id": 108,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 109,
      "en": "So you basically get like a little combo.",
      "cn": "所以你基本上会得到一个小组合。"
    },
    {
      "id": 110,
      "en": "You usually get all three of them at one go.",
      "cn": "通常一次接种这三种。"
    },
    {
      "id": 111,
      "en": "So what are these measles?",
      "cn": "那么麻疹是什么？"
    },
    {
      "id": 112,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 113,
      "en": "Measles.",
      "cn": "麻疹。"
    },
    {
      "id": 114,
      "en": "Well, measles is a virus.",
      "cn": "嗯，麻疹是一种病毒。"
    },
    {
      "id": 115,
      "en": "He's got the measles.",
      "cn": "他得了麻疹。"
    },
    {
      "id": 116,
      "en": "You often read books from like the 19th century where everyone gets the measles when they're a child.",
      "cn": "你常常会读到19世纪的书籍，书中每个人在儿童时期都会得麻疹。"
    },
    {
      "id": 117,
      "en": "But measles is basically a virus, but it's kind of like the chicken pox because you get a rash on your skin.",
      "cn": "但麻疹基本上是一种病毒，类似于水痘，因为你会在皮肤上出现皮疹。"
    },
    {
      "id": 118,
      "en": "And is it fatal?",
      "cn": "那它致命吗？"
    },
    {
      "id": 119,
      "en": "Can you die from the measles?",
      "cn": "你会因麻疹而死吗？"
    },
    {
      "id": 120,
      "en": "I think in the old days you could, but these days it's pretty easy to take care of.",
      "cn": "我认为在过去是可能的，但现在处理起来相对简单。"
    },
    {
      "id": 121,
      "en": "And what about mumps?",
      "cn": "那腮腺炎呢？"
    },
    {
      "id": 122,
      "en": "Now mumps, I'm not too sure about this, but I've heard that mumps is like a swelling in the space between your jaw and your ear.",
      "cn": "关于腮腺炎，我不太确定，但我听说腮腺炎是下颌和耳朵之间的肿胀。"
    },
    {
      "id": 123,
      "en": "So you know where your ear kind of comes down to your jaw.",
      "cn": "所以你知道耳朵和下颌相接的地方。"
    },
    {
      "id": 124,
      "en": "That part of your head starts to swell and is very uncomfortable.",
      "cn": "你头部的那部分开始肿胀，非常不舒服。"
    },
    {
      "id": 125,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 126,
      "en": "And it could cause the consequences.",
      "cn": "这可能会导致后果。"
    },
    {
      "id": 127,
      "en": "It could be fatal, right?",
      "cn": "这可能是致命的，对吧？"
    },
    {
      "id": 128,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 129,
      "en": "And what about rubella?",
      "cn": "那风疹呢？"
    },
    {
      "id": 130,
      "en": "Rubella is another kind of rash.",
      "cn": "风疹是另一种皮疹。"
    },
    {
      "id": 131,
      "en": "And from my reading, I saw that rubella is not very dangerous for most people, but it is very dangerous for pregnant women.",
      "cn": "根据我的阅读，我看到风疹对大多数人来说并不危险，但对孕妇来说非常危险。"
    },
    {
      "id": 132,
      "en": "So most pregnant women are tested for rubella or the rubella vaccine, and they're told to get the vaccine before they're pregnant so that they don't get this disease and harm their baby because they can have a miscarriage if they get rubella while they're pregnant.",
      "cn": "所以大多数孕妇会接受风疹检测或风疹疫苗，并被告知在怀孕前接种疫苗，以免得这种病而伤害到宝宝，因为如果孕妇在怀孕期间得风疹，可能会流产。"
    },
    {
      "id": 133,
      "en": "Right, right.",
      "cn": "对，对。"
    },
    {
      "id": 134,
      "en": "Okay, so pretty much you want to get all these vaccines to make sure that you don't get sick in the future.",
      "cn": "好的，所以基本上你想接种所有这些疫苗，以确保将来不会生病。"
    },
    {
      "id": 135,
      "en": "Now, when we were talking about getting the vaccines, the doctor said, he didn't say you're going to get the vaccines or I'm going to give you a vaccine.",
      "cn": "现在，当我们谈论接种疫苗时，医生说，他没有说你要接种疫苗或我会给你接种疫苗。"
    },
    {
      "id": 136,
      "en": "He said, I'll have the nurse administer the vaccine or administer the booster.",
      "cn": "他是说，我会让护士给你接种疫苗或加强针。"
    },
    {
      "id": 137,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 138,
      "en": "So the verb here that we use with vaccine is to administer.",
      "cn": "所以我们在这里使用的动词是“施打”。"
    },
    {
      "id": 139,
      "en": "And this is something that the nurse does or the doctor does.",
      "cn": "这是护士或医生所做的事情。"
    },
    {
      "id": 140,
      "en": "And it's just a way to say that the nurse will give you this shot to give you a shot, but administer is more formal.",
      "cn": "这只是说护士会给你注射，但“施打”更正式。"
    },
    {
      "id": 141,
      "en": "It's more common in the medical kind of medical talk.",
      "cn": "在医学交流中更常用。"
    },
    {
      "id": 142,
      "en": "So you'd say administer the test or administer the vaccine.",
      "cn": "所以你会说施打测试或施打疫苗。"
    },
    {
      "id": 143,
      "en": "So for example, a doctor would say, I'm going to administer a shot of penicillin.",
      "cn": "例如，医生会说，我要施打青霉素。"
    },
    {
      "id": 144,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 145,
      "en": "Or I'm going to administer this blood test.",
      "cn": "或者我要施打这个血液检测。"
    },
    {
      "id": 146,
      "en": "That means I'm actually going to do it right now.",
      "cn": "这意味着我现在就要做。"
    },
    {
      "id": 147,
      "en": "Now, obviously, these vaccines, some of them you can take as a little pill.",
      "cn": "现在，显然，这些疫苗，有些你可以作为小药丸服用。"
    },
    {
      "id": 148,
      "en": "Some of them you can take as drops, like, you know, it's very painless.",
      "cn": "有些你可以作为滴剂服用，像你知道的，非常无痛。"
    },
    {
      "id": 149,
      "en": "But some of them you have to get a shot and sometimes they do hurt.",
      "cn": "但有些你必须注射，有时会疼。"
    },
    {
      "id": 150,
      "en": "And we saw in the dialogue that the doctor said this may sting a little.",
      "cn": "我们在对话中看到医生说这可能会有点刺痛。"
    },
    {
      "id": 151,
      "en": "Doctors always say this before they give you a shot.",
      "cn": "医生总是在给你注射前说这句话。"
    },
    {
      "id": 152,
      "en": "This may sting a little.",
      "cn": "这可能会有点刺痛。"
    },
    {
      "id": 153,
      "en": "Now, sting is a verb that means to hurt.",
      "cn": "现在，刺痛是一个动词，意思是疼痛。"
    },
    {
      "id": 154,
      "en": "But it's not like I hit you in the face.",
      "cn": "但这不是说我打了你一拳。"
    },
    {
      "id": 155,
      "en": "Boom!",
      "cn": "砰！"
    },
    {
      "id": 156,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 157,
      "en": "It stings.",
      "cn": "它刺痛。"
    },
    {
      "id": 158,
      "en": "No, a sting is like a kind of a very kind of light hurt.",
      "cn": "不，刺痛就像是一种非常轻微的疼痛。"
    },
    {
      "id": 159,
      "en": "It's like a pinch.",
      "cn": "就像是捏一下。"
    },
    {
      "id": 160,
      "en": "It's like a small sharp pain.",
      "cn": "就像是一种小的锐痛。"
    },
    {
      "id": 161,
      "en": "Small sharp pain.",
      "cn": "小的锐痛。"
    },
    {
      "id": 162,
      "en": "That's a good way to describe it.",
      "cn": "这是一个很好的描述方式。"
    },
    {
      "id": 163,
      "en": "So oftentimes we talk about bees, you know, bees that fly around.",
      "cn": "所以我们常常谈论蜜蜂，你知道，飞来飞去的蜜蜂。"
    },
    {
      "id": 164,
      "en": "They sting you.",
      "cn": "它们会刺你。"
    },
    {
      "id": 165,
      "en": "Right, right.",
      "cn": "对，对。"
    },
    {
      "id": 166,
      "en": "So it's a small sharp pain.",
      "cn": "所以这是一种小的锐痛。"
    },
    {
      "id": 167,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 168,
      "en": "So let's listen to the dialogue again.",
      "cn": "所以让我们再听一次对话。"
    },
    {
      "id": 169,
      "en": "Let's keep a lookout for how we pronounce all of these words.",
      "cn": "让我们注意一下这些词的发音。"
    },
    {
      "id": 170,
      "en": "And we'll be back in a bit.",
      "cn": "我们稍后会回来。"
    },
    {
      "id": 171,
      "en": "Hello, Mrs. Parker.",
      "cn": "你好，帕克太太。"
    },
    {
      "id": 172,
      "en": "How have you been?",
      "cn": "你最近怎么样？"
    },
    {
      "id": 173,
      "en": "Hello, Dr. Peters.",
      "cn": "你好，彼得斯医生。"
    },
    {
      "id": 174,
      "en": "Just fine, thank you.",
      "cn": "我很好，谢谢。"
    },
    {
      "id": 175,
      "en": "Ricky and I are here for his vaccines.",
      "cn": "Ricky和我来接种他的疫苗。"
    },
    {
      "id": 176,
      "en": "Very well.",
      "cn": "非常好。"
    },
    {
      "id": 177,
      "en": "Let's see.",
      "cn": "让我们看看。"
    },
    {
      "id": 178,
      "en": "According to his vaccination record, Ricky has received his polio, tetanus, and hepatitis B shots.",
      "cn": "根据他的疫苗接种记录，Ricky已经接种了脊髓灰质炎、破伤风和乙型肝炎疫苗。"
    },
    {
      "id": 179,
      "en": "He is 14 months old, so he is due for hepatitis A, chicken pox, and measles shots.",
      "cn": "他14个月大，所以他需要接种乙型肝炎A、鸡pox和麻疹疫苗。"
    },
    {
      "id": 180,
      "en": "What about rubella and mumps?",
      "cn": "风疹和腮腺炎呢？"
    },
    {
      "id": 181,
      "en": "Well, I can only give him these for now.",
      "cn": "嗯，我现在只能给他这些。"
    },
    {
      "id": 182,
      "en": "And after a couple of weeks, I can administer the rest.",
      "cn": "几周后，我可以施打其余的疫苗。"
    },
    {
      "id": 183,
      "en": "Okay, great.",
      "cn": "好的，太好了。"
    },
    {
      "id": 184,
      "en": "Doctor, I think I also may need a tetanus booster.",
      "cn": "医生，我想我也可能需要一个破伤风加强针。"
    },
    {
      "id": 185,
      "en": "Last time I got it was maybe 15 years ago.",
      "cn": "我上次接种是在15年前。"
    },
    {
      "id": 186,
      "en": "Well, check our records and I'll have the nurse administer the booster as well.",
      "cn": "好吧，我会检查我们的记录，我会让护士也给你施打加强针。"
    },
    {
      "id": 187,
      "en": "Now, please hold Ricky's arm tight.",
      "cn": "现在，请紧紧握住Ricky的手臂。"
    },
    {
      "id": 188,
      "en": "This may sting a little.",
      "cn": "这可能会有点刺痛。"
    },
    {
      "id": 189,
      "en": "So nowadays, most of these shots are administered when the babies are just born.",
      "cn": "现在，现如今，大多数这些疫苗是在婴儿出生时施打的。"
    },
    {
      "id": 190,
      "en": "They're still in the hospital and they get a lot of vaccines to prevent them from getting these things.",
      "cn": "他们仍在医院，接种很多疫苗以防止他们得这些病。"
    },
    {
      "id": 191,
      "en": "That's right, and I remember when I was a kid, we didn't even have a vaccine for chicken pox, so these days there are more and more.",
      "cn": "没错，我记得我小时候，我们甚至没有水痘疫苗，所以现在越来越多。"
    },
    {
      "id": 192,
      "en": "The oldest, I think, is the polio vaccine, the one that we hear the most about, because it was a very serious disease that affected a lot of people up until 1940s and 50s, I believe.",
      "cn": "我认为最早的是脊髓灰质炎疫苗，我们听到最多的，因为这是一种非常严重的疾病，影响了很多人，直到1940年代和50年代，我相信。"
    },
    {
      "id": 193,
      "en": "So yeah, it's important really to read about these things and to educate yourself so that you know what you should get yourself and your kids.",
      "cn": "所以，是的，了解这些事情并教育自己是非常重要的，这样你就知道自己和孩子应该接种什么。"
    },
    {
      "id": 194,
      "en": "That's exactly right, because it's very important.",
      "cn": "没错，因为这非常重要。"
    },
    {
      "id": 195,
      "en": "Most of these diseases or most of these viruses have been eradicated because more and more people have had access to vaccines.",
      "cn": "大多数这些疾病或病毒已经被消灭，因为越来越多的人可以接种疫苗。"
    },
    {
      "id": 196,
      "en": "Like, for example, polio.",
      "cn": "比如说，脊髓灰质炎。"
    },
    {
      "id": 197,
      "en": "It's very rare, you would say, to actually get it nowadays because there's a vaccine.",
      "cn": "现在说真的，得这种病是非常罕见的，因为有疫苗。"
    },
    {
      "id": 198,
      "en": "But it's very, very important, I think.",
      "cn": "但我认为这非常非常重要。"
    },
    {
      "id": 199,
      "en": "But some people get a little bit too nervous.",
      "cn": "不过有些人会有点紧张。"
    },
    {
      "id": 200,
      "en": "Like, for example, whenever they travel to a tropical country, they're always afraid of yellow fever, so they get yellow fever shots.",
      "cn": "比如说，每当他们去热带国家旅行时，他们总是害怕黄热病，所以他们会接种黄热病疫苗。"
    },
    {
      "id": 201,
      "en": "But I've never really seen anyone get yellow fever because you go to, like, Thailand for a week.",
      "cn": "但我从来没有见过有人因为去泰国一周而得黄热病。"
    },
    {
      "id": 202,
      "en": "A friend of mine went to Thailand and got dengue fever.",
      "cn": "我有个朋友去泰国得了登革热。"
    },
    {
      "id": 203,
      "en": "Really?",
      "cn": "真的？"
    },
    {
      "id": 204,
      "en": "So there's no vaccination for this, but it is a very painful disease you can get in tropical places.",
      "cn": "所以这没有疫苗，但在热带地区你可能会得这种非常痛苦的疾病。"
    },
    {
      "id": 205,
      "en": "So I think the moral is talk to your doctor, see what he or she suggests, because they will understand maybe better than you will.",
      "cn": "所以我认为道理是和你的医生谈谈，看看他或她的建议，因为他们可能比你更了解。"
    },
    {
      "id": 206,
      "en": "And then, you know, just follow their advice for different places that you're traveling to.",
      "cn": "然后，你知道的，遵循他们对你旅行的不同地方的建议。"
    },
    {
      "id": 207,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 208,
      "en": "So that's all the time we have for today.",
      "cn": "所以今天的时间就到这里。"
    },
    {
      "id": 209,
      "en": "But if you guys have any questions or doubts, you could always visit us at our website, EnglishPod.com, and we'll be there to answer it.",
      "cn": "但如果你们有任何问题或疑虑，可以随时访问我们的网站，EnglishPod.com，我们会在那里回答。"
    },
    {
      "id": 210,
      "en": "Bye, everyone.",
      "cn": "再见，大家。"
    },
    {
      "id": 211,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}