{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0205",
  "title": "EnglishPod 中高级 0205",
  "totalSegments": 296,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to another great lesson here at EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod的又一堂精彩课程。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Katherine, and today we've got an upper intermediate level lesson for you all.",
      "cn": "我叫Katherine，今天我们为大家准备了一节中高级水平的课程。"
    },
    {
      "id": 4,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 5,
      "en": "We're going to talk a little bit about business, and specifically we are in a business meeting where we're trying to sell something to someone.",
      "cn": "我们将讨论一些关于商业的话题，具体来说，我们在一个商务会议上，试图向某人推销一些东西。"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "So you're going to hear a lot of talk about chocolate, or in this case, gourmet bonbons.",
      "cn": "所以你会听到很多关于巧克力，或者说是美味糖果的讨论。"
    },
    {
      "id": 8,
      "en": "Gourmet bonbons.",
      "cn": "美味糖果。"
    },
    {
      "id": 9,
      "en": "Bonbons is another word for chocolate candies, or candies.",
      "cn": "糖果是巧克力糖果或糖果的另一种说法。"
    },
    {
      "id": 10,
      "en": "Okay, so a bonbon is kind of like round usually, right?",
      "cn": "好的，糖果通常是圆形的，对吧？"
    },
    {
      "id": 11,
      "en": "Usually, yes.",
      "cn": "通常是的。"
    },
    {
      "id": 12,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 13,
      "en": "Alright, so let's get started and listen to today's dialogue.",
      "cn": "好吧，让我们开始听今天的对话。"
    },
    {
      "id": 14,
      "en": "We'll be back in a moment.",
      "cn": "我们马上回来。"
    },
    {
      "id": 15,
      "en": "I'm glad you could find time to meet with me, Mr. Johnson.",
      "cn": "很高兴您能抽时间与我见面，Johnson先生。"
    },
    {
      "id": 16,
      "en": "I can't think of a nicer environment for our meeting today.",
      "cn": "我想不出更好的环境来进行今天的会议。"
    },
    {
      "id": 17,
      "en": "The ambience here is lovely.",
      "cn": "这里的氛围真好。"
    },
    {
      "id": 18,
      "en": "No problem.",
      "cn": "没问题。"
    },
    {
      "id": 19,
      "en": "If possible, I always combine business with pleasure.",
      "cn": "如果可能的话，我总是将商业与乐趣结合起来。"
    },
    {
      "id": 20,
      "en": "Now let's hear more about these chocolates you're offering.",
      "cn": "现在让我们听听您提供的这些巧克力。"
    },
    {
      "id": 21,
      "en": "Well, as you know, I have recently become the sole distributor for Grengers Gourmet Bonbons here in the United States.",
      "cn": "嗯，正如您所知，我最近成为了Grengers美味糖果在美国的唯一分销商。"
    },
    {
      "id": 22,
      "en": "They're a new manufacturer and are looking to break into the luxury market.",
      "cn": "他们是一家新制造商，正在寻求进入奢侈品市场。"
    },
    {
      "id": 23,
      "en": "Naturally, your restaurant sprang into my mind immediately.",
      "cn": "自然，您的餐厅立刻浮现在我的脑海中。"
    },
    {
      "id": 24,
      "en": "I think your brand exemplifies many of the same traits as Grengers, and serving these chocolates would really add to your reputation for providing elegant, luxurious, first-class dining.",
      "cn": "我认为您的品牌体现了许多与Grengers相同的特质，提供这些巧克力将真正提升您在提供优雅、奢华、一流餐饮方面的声誉。"
    },
    {
      "id": 25,
      "en": "Hmm, sounds interesting.",
      "cn": "嗯，听起来很有趣。"
    },
    {
      "id": 26,
      "en": "Gourmet chocolates.",
      "cn": "美味巧克力。"
    },
    {
      "id": 27,
      "en": "Where are they produced?",
      "cn": "它们在哪里生产？"
    },
    {
      "id": 28,
      "en": "Belgium?",
      "cn": "比利时？"
    },
    {
      "id": 29,
      "en": "Actually, the factory is located in Scotland.",
      "cn": "实际上，工厂位于苏格兰。"
    },
    {
      "id": 30,
      "en": "Really?",
      "cn": "真的？"
    },
    {
      "id": 31,
      "en": "I didn't think they were known for their luxury chocolate production.",
      "cn": "我不认为他们以奢侈巧克力生产而闻名。"
    },
    {
      "id": 32,
      "en": "That's what makes this such a fantastic opportunity.",
      "cn": "这正是这个机会如此出色的原因。"
    },
    {
      "id": 33,
      "en": "The government is 100% supportive of creating new export markets and has guaranteed a low tariff for all wholesale orders of over 1,000 units.",
      "cn": "政府100%支持创造新的出口市场，并保证对所有超过1000个单位的批发订单征收低关税。"
    },
    {
      "id": 34,
      "en": "They've also reduced the red tape involved at customs as well.",
      "cn": "他们还减少了海关的繁文缛节。"
    },
    {
      "id": 35,
      "en": "Here, I brought these especially for you.",
      "cn": "这是我特别为您带来的。"
    },
    {
      "id": 36,
      "en": "Try one.",
      "cn": "尝一个。"
    },
    {
      "id": 37,
      "en": "Oh, thanks.",
      "cn": "哦，谢谢。"
    },
    {
      "id": 38,
      "en": "Hmm.",
      "cn": "嗯。"
    },
    {
      "id": 39,
      "en": "Hmm.",
      "cn": "嗯。"
    },
    {
      "id": 40,
      "en": "Creamy texture.",
      "cn": "奶油般的质地。"
    },
    {
      "id": 41,
      "en": "Very smooth.",
      "cn": "非常顺滑。"
    },
    {
      "id": 42,
      "en": "Unique, aren't they?",
      "cn": "独特，不是吗？"
    },
    {
      "id": 43,
      "en": "I bet you've never tasted anything like it.",
      "cn": "我敢打赌您从未尝过这样的味道。"
    },
    {
      "id": 44,
      "en": "Quality is assured as I personally visit the factory to make sure no one's cutting corners with the ingredients.",
      "cn": "质量有保障，因为我亲自访问工厂，确保没有人对原料马虎。"
    },
    {
      "id": 45,
      "en": "Only the creme de la creme make it through inspection.",
      "cn": "只有最优质的产品才能通过检查。"
    },
    {
      "id": 46,
      "en": "Yes, very interesting flavors.",
      "cn": "是的，味道非常有趣。"
    },
    {
      "id": 47,
      "en": "Slightly spicy.",
      "cn": "稍微有点辣。"
    },
    {
      "id": 48,
      "en": "Hmm, very unique, that's for sure.",
      "cn": "嗯，确实非常独特。"
    },
    {
      "id": 49,
      "en": "Exactly what are the ingredients?",
      "cn": "具体成分是什么？"
    },
    {
      "id": 50,
      "en": "I have it on highest authority that this traditional secret recipe has been handed down in the Granger family for generations.",
      "cn": "我有最高权威的信息，这个传统的秘密配方在Granger家族中已经传承了几代。"
    },
    {
      "id": 51,
      "en": "I'm sure you can keep a secret.",
      "cn": "我相信您能保守秘密。"
    },
    {
      "id": 52,
      "en": "Buttermilk, cacao beans, sugar, and haggis.",
      "cn": "酪乳、可可豆、糖和哈吉斯。"
    },
    {
      "id": 53,
      "en": "Haggis?",
      "cn": "哈吉斯？"
    },
    {
      "id": 54,
      "en": "What's haggis?",
      "cn": "哈吉斯是什么？"
    },
    {
      "id": 55,
      "en": "It's a traditional Scottish delicacy.",
      "cn": "这是一种传统的苏格兰美食。"
    },
    {
      "id": 56,
      "en": "You take sheep's liver, heart, and lung, and stuff it inside the sheep's stomach.",
      "cn": "你把羊的肝、心和肺放进羊的胃里。"
    },
    {
      "id": 57,
      "en": "I'll get back to you.",
      "cn": "我会再联系您。"
    },
    {
      "id": 58,
      "en": "Mr. Johnson?",
      "cn": "Johnson先生？"
    },
    {
      "id": 59,
      "en": "Mr. Johnson!",
      "cn": "Johnson先生！"
    },
    {
      "id": 60,
      "en": "Alright, we're back, so a lot of interesting vocab there.",
      "cn": "好的，我们回来了，有很多有趣的词汇。"
    },
    {
      "id": 61,
      "en": "The guy was trying to convince him about these chocolates, but it turned out to be something a little bit strange, and we'll talk about that in a little while.",
      "cn": "那个人试图说服他关于这些巧克力，但结果却是有点奇怪，我们稍后会讨论这个。"
    },
    {
      "id": 62,
      "en": "Before we get into that, why don't we take a look at seven key words that we have prepared for you today on language takeaway.",
      "cn": "在我们进入这个话题之前，为什么不先看看我们今天为您准备的七个关键词呢？"
    },
    {
      "id": 63,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 64,
      "en": "Okay, so we've divided language takeaway into two parts today.",
      "cn": "好的，我们今天将语言要点分为两个部分。"
    },
    {
      "id": 65,
      "en": "The first part is all about business and manufacturing.",
      "cn": "第一部分是关于商业和制造的。"
    },
    {
      "id": 66,
      "en": "So what's our first word, Marco?",
      "cn": "那么我们的第一个词是什么，Marco？"
    },
    {
      "id": 67,
      "en": "Alright, so the guy talked about being the sole distributor for this company called Grainger's Gourmet Bombons.",
      "cn": "好吧，那个人谈到成为这个名为Granger's Gourmet Bombons公司的唯一分销商。"
    },
    {
      "id": 68,
      "en": "Okay, a distributor.",
      "cn": "好的，分销商。"
    },
    {
      "id": 69,
      "en": "This is a person or a company, and the distributor is someone who distributes or sells a product, right?",
      "cn": "这是一个人或公司，分销商是指分发或销售产品的人，对吧？"
    },
    {
      "id": 70,
      "en": "Right, so the factory will make them.",
      "cn": "对，所以工厂会生产它们。"
    },
    {
      "id": 71,
      "en": "He will get all these goods from the factory, and then he will be the one that gives it to the different retail stores.",
      "cn": "他会从工厂获取所有这些商品，然后他会将其提供给不同的零售店。"
    },
    {
      "id": 72,
      "en": "So he can have many clients, and he is the main person who you get it from.",
      "cn": "所以他可以有很多客户，他是你获取商品的主要人。"
    },
    {
      "id": 73,
      "en": "So obviously they don't get it directly from the factory.",
      "cn": "所以显然他们不是直接从工厂获取的。"
    },
    {
      "id": 74,
      "en": "Okay, so this person, a distributor or a company, is in the middle of the transaction.",
      "cn": "好的，所以这个人，分销商或公司，处于交易的中间。"
    },
    {
      "id": 75,
      "en": "On one side there is the manufacturer, and on the other side there is the retail market or stores.",
      "cn": "一边是制造商，另一边是零售市场或商店。"
    },
    {
      "id": 76,
      "en": "Exactly, and as you said, that's our second key word today, manufacturer.",
      "cn": "正是如此，正如你所说的，今天我们的第二个关键词是制造商。"
    },
    {
      "id": 77,
      "en": "Okay, manufacturer, again, is a person or company that makes a good.",
      "cn": "好的，制造商，仍然是指制造商品的人或公司。"
    },
    {
      "id": 78,
      "en": "So, for example, a television manufacturer makes TV.",
      "cn": "例如，电视制造商制造电视。"
    },
    {
      "id": 79,
      "en": "It's like a factory.",
      "cn": "就像一个工厂。"
    },
    {
      "id": 80,
      "en": "Exactly, so they manufacture things, they make them.",
      "cn": "正是如此，他们制造东西，生产它们。"
    },
    {
      "id": 81,
      "en": "Alright, so we've got distributors who are moving goods, we have manufacturers who are making them.",
      "cn": "好吧，我们有分销商在移动商品，我们有制造商在制造它们。"
    },
    {
      "id": 82,
      "en": "But what happens when we want to move a good out of a country?",
      "cn": "但是当我们想要将商品运出一个国家时会发生什么？"
    },
    {
      "id": 83,
      "en": "Okay, so that is our third word for today.",
      "cn": "好的，这就是我们今天的第三个词。"
    },
    {
      "id": 84,
      "en": "Usually in customs we have to pay a tariff for these goods, or a tax.",
      "cn": "通常在海关我们需要为这些商品支付关税，或者说税。"
    },
    {
      "id": 85,
      "en": "Okay, so a tariff is a special kind of tax that you pay when you are trying to export or send outside of your country goods that you've made in that country.",
      "cn": "好的，关税是一种特殊的税，当你试图出口或将你在该国制造的商品发送到国外时需要支付的税。"
    },
    {
      "id": 86,
      "en": "So, for example, if I make a hundred TVs in America, but I want to sell these TVs to someone in Mexico, I have to pay a tariff.",
      "cn": "例如，如果我在美国制造了一百台电视，但我想将这些电视卖给墨西哥的某人，我必须支付关税。"
    },
    {
      "id": 87,
      "en": "I have to pay like ten dollars to the government that allows me to send these out of the country.",
      "cn": "我必须向政府支付十美元，允许我将这些商品运出国境。"
    },
    {
      "id": 88,
      "en": "That's right, so that is a tariff.",
      "cn": "没错，这就是关税。"
    },
    {
      "id": 89,
      "en": "And now when he was talking about tariffs and how the government is reducing the tariffs in order to motivate business, he talked about also that the government is reducing or cutting the red tape.",
      "cn": "现在，当他谈到关税以及政府如何降低关税以激励商业时，他还提到政府正在减少或削减繁文缛节。"
    },
    {
      "id": 90,
      "en": "Okay, so he says, listen, they've also reduced the red tape involved at customs.",
      "cn": "好的，所以他说，听着，他们还减少了海关的繁文缛节。"
    },
    {
      "id": 91,
      "en": "So this means that before they were encountering some problems at customs.",
      "cn": "这意味着之前他们在海关遇到了一些问题。"
    },
    {
      "id": 92,
      "en": "Because customs, you know, there's a lot of paperwork, there's a lot of taxes, there's a lot of information you have to provide.",
      "cn": "因为海关，你知道，有很多文书工作，有很多税务，有很多信息需要提供。"
    },
    {
      "id": 93,
      "en": "It's a hassle.",
      "cn": "这很麻烦。"
    },
    {
      "id": 94,
      "en": "It's a lot of work.",
      "cn": "这需要很多工作。"
    },
    {
      "id": 95,
      "en": "A lot of paperwork.",
      "cn": "很多文书工作。"
    },
    {
      "id": 96,
      "en": "Right, so this kind of paperwork, bureaucracy, this is called red tape in English.",
      "cn": "对，所以这种文书工作，官僚主义，这在英语中被称为繁文缛节。"
    },
    {
      "id": 97,
      "en": "For example, I would love to get a visa for my foreign husband, but there's a lot of red tape.",
      "cn": "例如，我很想为我的外国丈夫申请签证，但有很多繁文缛节。"
    },
    {
      "id": 98,
      "en": "There's a lot of work that we have to do.",
      "cn": "我们需要做很多工作。"
    },
    {
      "id": 99,
      "en": "There's a lot of bureaucratic processes that you have to do.",
      "cn": "有很多官僚程序需要完成。"
    },
    {
      "id": 100,
      "en": "All right, so red tape.",
      "cn": "好吧，繁文缛节。"
    },
    {
      "id": 101,
      "en": "This means a lot of paperwork, a lot of work that you have to do.",
      "cn": "这意味着大量的文书工作和你必须做的很多工作。"
    },
    {
      "id": 102,
      "en": "Okay, so those are our keywords that are related to business.",
      "cn": "好的，这些是与商业相关的关键词。"
    },
    {
      "id": 103,
      "en": "Now let's move on to a couple of different adjectives.",
      "cn": "现在我们来看看几个不同的形容词。"
    },
    {
      "id": 104,
      "en": "The first one, when he talked about chocolates, he said elegant.",
      "cn": "第一个，当他谈到巧克力时，他说优雅。"
    },
    {
      "id": 105,
      "en": "He said that something is elegant.",
      "cn": "他说某样东西是优雅的。"
    },
    {
      "id": 106,
      "en": "Okay, elegant.",
      "cn": "好的，优雅。"
    },
    {
      "id": 107,
      "en": "This is a great adjective.",
      "cn": "这是一个很好的形容词。"
    },
    {
      "id": 108,
      "en": "You're gonna see this on a lot of luxury brand items.",
      "cn": "你会在很多奢侈品牌的商品上看到这个词。"
    },
    {
      "id": 109,
      "en": "Elegance means something is elegant if it is classy, if it looks really good and rich.",
      "cn": "优雅意味着某样东西是优雅的，如果它是高档的，看起来非常好和富有。"
    },
    {
      "id": 110,
      "en": "Or you could say that dress is very elegant, that mink coat is very elegant.",
      "cn": "或者你可以说那件裙子非常优雅，那件貂皮大衣非常优雅。"
    },
    {
      "id": 111,
      "en": "Okay, this is a positive thing.",
      "cn": "好的，这是一件积极的事情。"
    },
    {
      "id": 112,
      "en": "So something that looks kind of expensive at times as well.",
      "cn": "所以有时看起来有点贵的东西。"
    },
    {
      "id": 113,
      "en": "Yeah, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 114,
      "en": "Another word that means looking expensive or elegant is luxurious.",
      "cn": "另一个意味着看起来昂贵或优雅的词是奢华。"
    },
    {
      "id": 115,
      "en": "Okay, so luxurious comes from the noun luxury.",
      "cn": "好的，奢华来自名词奢侈。"
    },
    {
      "id": 116,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 117,
      "en": "Luxury, luxurious.",
      "cn": "奢侈，奢华。"
    },
    {
      "id": 118,
      "en": "So we can say that the executive suites at this hotel are very luxurious.",
      "cn": "所以我们可以说这家酒店的行政套房非常奢华。"
    },
    {
      "id": 119,
      "en": "They have a jacuzzi, a king size bed, expensive silk sheets.",
      "cn": "它们有一个按摩浴缸，一个特大号床，昂贵的丝绸床单。"
    },
    {
      "id": 120,
      "en": "All right, the best quality materials.",
      "cn": "好吧，最优质的材料。"
    },
    {
      "id": 121,
      "en": "So you can say that elegant and luxurious kind of go hand in hand.",
      "cn": "所以你可以说优雅和奢华是相辅相成的。"
    },
    {
      "id": 122,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 123,
      "en": "Although elegant, you usually say about someone or their clothing or even a car.",
      "cn": "虽然优雅通常是用来形容某人或他们的衣服，甚至是一辆车。"
    },
    {
      "id": 124,
      "en": "But luxurious is more like a place or an object.",
      "cn": "但奢华更像是一个地方或一个物体。"
    },
    {
      "id": 125,
      "en": "Okay, good.",
      "cn": "好的，很好。"
    },
    {
      "id": 126,
      "en": "And then we have one final word that also describes something that is very rare or very good and rich, a delicacy.",
      "cn": "然后我们有一个最后的词，也描述某样东西非常稀有或非常好和丰富，珍 delicacy。"
    },
    {
      "id": 127,
      "en": "Yeah, actually, this one is a noun.",
      "cn": "是的，实际上，这个是一个名词。"
    },
    {
      "id": 128,
      "en": "It's a thing.",
      "cn": "它是一个东西。"
    },
    {
      "id": 129,
      "en": "So we can say that this is a Scottish delicacy or what are the delicacies in your country?",
      "cn": "所以我们可以说这是苏格兰的美食，或者你们国家的美食是什么？"
    },
    {
      "id": 130,
      "en": "So delicacy is something that's special.",
      "cn": "所以美食是特别的东西。"
    },
    {
      "id": 131,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 132,
      "en": "So for example, you've told me that in Ecuador, there are some interesting food delicacies.",
      "cn": "例如，你告诉我在厄瓜多尔有一些有趣的美食。"
    },
    {
      "id": 133,
      "en": "Delicacies?",
      "cn": "美食？"
    },
    {
      "id": 134,
      "en": "Little animals.",
      "cn": "小动物。"
    },
    {
      "id": 135,
      "en": "Yeah, for example, Guinea pigs.",
      "cn": "是的，例如，豚鼠。"
    },
    {
      "id": 136,
      "en": "Well, they're not really a delicacy, although kind of because Guinea pigs are expensive compared to chickens, for example.",
      "cn": "嗯，它们并不是真正的美食，虽然有点，因为豚鼠比鸡贵，例如。"
    },
    {
      "id": 137,
      "en": "So it is considered to be something that you only eat on special occasions.",
      "cn": "所以它被认为是你只在特殊场合吃的东西。"
    },
    {
      "id": 138,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 139,
      "en": "And in East Asia, many people consider shark's fin soup to be a delicacy.",
      "cn": "在东亚，许多人认为鱼翅汤是一种美食。"
    },
    {
      "id": 140,
      "en": "It's a special dish.",
      "cn": "这是一道特别的菜。"
    },
    {
      "id": 141,
      "en": "So we can say that it's usually about food, and it's rare, something that's rare or special or also can be very expensive.",
      "cn": "所以我们可以说这通常是关于食物的，它是稀有的，或者特别的，或者也可以非常昂贵。"
    },
    {
      "id": 142,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 143,
      "en": "A delicacy.",
      "cn": "一种美食。"
    },
    {
      "id": 144,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 145,
      "en": "So a lot of great, interesting words on language takeaway.",
      "cn": "所以很多很棒、有趣的词汇在语言学习中。"
    },
    {
      "id": 146,
      "en": "Why don't we move on now to fluency builder.",
      "cn": "我们现在为什么不继续进行流利度训练呢？"
    },
    {
      "id": 147,
      "en": "Fluency builder.",
      "cn": "流利度训练。"
    },
    {
      "id": 148,
      "en": "This first phrase is actually something I try to do as often as possible, but it's usually very difficult.",
      "cn": "第一个短语实际上是我尽量做到的，但通常很困难。"
    },
    {
      "id": 149,
      "en": "I combine business with pleasure.",
      "cn": "我将商业与乐趣结合起来。"
    },
    {
      "id": 150,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 151,
      "en": "To combine business with pleasure.",
      "cn": "将商业与乐趣结合起来。"
    },
    {
      "id": 152,
      "en": "Now this is a whole phrase, and this talks about doing business, but at the same time, doing it in a fun way or an interesting way.",
      "cn": "现在这是一个完整的短语，它谈论的是做生意，但同时以有趣或有趣的方式进行。"
    },
    {
      "id": 153,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 154,
      "en": "So pleasure here means something that is fun or entertainment even.",
      "cn": "所以这里的乐趣意味着某种有趣或娱乐的东西。"
    },
    {
      "id": 155,
      "en": "So for example, going out to dinner with your company is a way to combine business with pleasure.",
      "cn": "例如，和你的公司一起外出吃晚餐是一种将商业与乐趣结合的方式。"
    },
    {
      "id": 156,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 157,
      "en": "Or meeting a client at a bar is combining business with pleasure.",
      "cn": "或者在酒吧与客户见面就是将商业与乐趣结合。"
    },
    {
      "id": 158,
      "en": "So you're combining things that are fun and things that are work related.",
      "cn": "所以你在结合有趣的事情和与工作相关的事情。"
    },
    {
      "id": 159,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 160,
      "en": "Because you can have a business meeting in a board room or in a business or in a meeting room, but if you have the same business meeting at a bar where you're talking and laughing, but also at the same time talking business, then you're combining business with pleasure.",
      "cn": "因为你可以在会议室或商务会议中开会，但如果你在酒吧进行同样的商务会议，边聊天边笑，同时也在谈论生意，那么你就是在将商业与乐趣结合。"
    },
    {
      "id": 161,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 162,
      "en": "And now for our second phrase, it's more about cheating, right?",
      "cn": "现在我们的第二个短语，更像是关于作弊，对吧？"
    },
    {
      "id": 163,
      "en": "Somebody that is cheating or maybe not doing things correctly, they are cutting corners.",
      "cn": "有人作弊或可能没有正确做事，他们在走捷径。"
    },
    {
      "id": 164,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 165,
      "en": "So cutting corners is another way to say cheating.",
      "cn": "所以走捷径是作弊的另一种说法。"
    },
    {
      "id": 166,
      "en": "For example, I've seen people, students, cutting corners with their studies.",
      "cn": "例如，我见过学生在学习中走捷径。"
    },
    {
      "id": 167,
      "en": "You think about cutting corners, it means that you're not going the long way.",
      "cn": "你想到走捷径，这意味着你没有走长路。"
    },
    {
      "id": 168,
      "en": "You're cheating by going the shorter way.",
      "cn": "你通过走短路在作弊。"
    },
    {
      "id": 169,
      "en": "You're taking a shortcut.",
      "cn": "你在走捷径。"
    },
    {
      "id": 170,
      "en": "Taking a shortcut.",
      "cn": "走捷径。"
    },
    {
      "id": 171,
      "en": "So, for example, instead of studying for that final test in math, some people write the formulas on their hands.",
      "cn": "例如，有些人为了准备数学期末考试，会把公式写在手上。"
    },
    {
      "id": 172,
      "en": "This is a way to cut corners.",
      "cn": "这是一种走捷径。"
    },
    {
      "id": 173,
      "en": "Instead of studying, you actually cheat by putting it on your hand, making it easier.",
      "cn": "你实际上是通过把它放在手上来作弊，让它更容易。"
    },
    {
      "id": 174,
      "en": "So to cut corners is to cheat or to try to take the shortcut, but it kind of has a negative connotation, right?",
      "cn": "所以走捷径就是作弊或试图走捷径，但这有点负面的含义，对吧？"
    },
    {
      "id": 175,
      "en": "Oh, definitely.",
      "cn": "哦，绝对是。"
    },
    {
      "id": 176,
      "en": "So most people will say, don't cut corners.",
      "cn": "所以大多数人会说，不要走捷径。"
    },
    {
      "id": 177,
      "en": "In the end, it's not worth it.",
      "cn": "最后，这不值得。"
    },
    {
      "id": 178,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 179,
      "en": "And for our final phrase, we have one that it's in French.",
      "cn": "对于我们的最后一个短语，我们有一个法语短语。"
    },
    {
      "id": 180,
      "en": "So this one is in French, but it's also a very common English phrase.",
      "cn": "所以这个是法语，但也是一个非常常见的英语短语。"
    },
    {
      "id": 181,
      "en": "That's why we're going to teach it to you.",
      "cn": "这就是我们要教给你的原因。"
    },
    {
      "id": 182,
      "en": "The crème de la crème.",
      "cn": "精华中的精华。"
    },
    {
      "id": 183,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 184,
      "en": "So literally in translated from French, that means the cream of the cream.",
      "cn": "所以从法语字面翻译过来，这意味着精华中的精华。"
    },
    {
      "id": 185,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 186,
      "en": "But in English, we would say that it's the best of the best.",
      "cn": "但在英语中，我们会说这是最好的中的最好。"
    },
    {
      "id": 187,
      "en": "The best of the best.",
      "cn": "最好的中的最好。"
    },
    {
      "id": 188,
      "en": "The very top.",
      "cn": "最高的。"
    },
    {
      "id": 189,
      "en": "So that's what this phrase means.",
      "cn": "所以这就是这个短语的意思。"
    },
    {
      "id": 190,
      "en": "The best of the best.",
      "cn": "最好的中的最好。"
    },
    {
      "id": 191,
      "en": "The very top.",
      "cn": "最高的。"
    },
    {
      "id": 192,
      "en": "The most excellent.",
      "cn": "最优秀的。"
    },
    {
      "id": 193,
      "en": "So you could say, Harvard University attracts the crème de la crème of American high school students.",
      "cn": "所以你可以说，哈佛大学吸引了美国高中生中的精华。"
    },
    {
      "id": 194,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 195,
      "en": "So the very best of American high school students.",
      "cn": "所以美国高中生中最优秀的。"
    },
    {
      "id": 196,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 197,
      "en": "So that phrase, it's in French, but you can say it in English, right?",
      "cn": "所以那个短语，它是法语，但你可以用英语说，对吧？"
    },
    {
      "id": 198,
      "en": "Like fiancé, for example.",
      "cn": "比如说未婚夫。"
    },
    {
      "id": 199,
      "en": "Fiancé, crème de la crème.",
      "cn": "未婚夫，精华中的精华。"
    },
    {
      "id": 200,
      "en": "These are all words that we've stolen from French and we use in English.",
      "cn": "这些都是我们从法语中借用并在英语中使用的词。"
    },
    {
      "id": 201,
      "en": "So don't worry about how you pronounce it in English.",
      "cn": "所以不用担心你用英语怎么发音。"
    },
    {
      "id": 202,
      "en": "We just say crème de la crème.",
      "cn": "我们就说精华中的精华。"
    },
    {
      "id": 203,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 204,
      "en": "So why don't we listen to this dialogue for the last time and we'll be back in just a bit.",
      "cn": "那么我们最后再听一次这个对话，稍后再见。"
    },
    {
      "id": 205,
      "en": "I'm glad you could find time to meet with me, Mr. Johnson.",
      "cn": "我很高兴你能抽时间见我，约翰逊先生。"
    },
    {
      "id": 206,
      "en": "I can't think of a nicer environment for our meeting today.",
      "cn": "我想不出更好的环境来进行今天的会议。"
    },
    {
      "id": 207,
      "en": "The ambience here is lovely.",
      "cn": "这里的氛围很不错。"
    },
    {
      "id": 208,
      "en": "No problem.",
      "cn": "没问题。"
    },
    {
      "id": 209,
      "en": "If possible, I always combine business with pleasure.",
      "cn": "如果可能的话，我总是把工作和娱乐结合起来。"
    },
    {
      "id": 210,
      "en": "Now let's hear more about these chocolates you're offering.",
      "cn": "现在让我们听听你提供的这些巧克力。"
    },
    {
      "id": 211,
      "en": "Well, as you know, I have recently become the sole distributor for Granger's Gourmet Bon Bons here in the United States.",
      "cn": "嗯，正如你所知，我最近成为了格兰杰美食巧克力在美国的唯一分销商。"
    },
    {
      "id": 212,
      "en": "They're a new manufacturer and are looking to break into the luxury market.",
      "cn": "他们是一个新制造商，想要进入奢侈品市场。"
    },
    {
      "id": 213,
      "en": "Naturally, your restaurant sprang into my mind immediately.",
      "cn": "自然，你的餐厅立刻浮现在我的脑海中。"
    },
    {
      "id": 214,
      "en": "I think your brand exemplifies many of the same traits as Granger's, and serving these chocolates would really add to your reputation for providing elegant, luxurious, first-class dining.",
      "cn": "我认为你的品牌体现了许多与格兰杰相同的特质，提供这些巧克力将真正提升你提供优雅、奢华、一流餐饮的声誉。"
    },
    {
      "id": 215,
      "en": "Sounds interesting.",
      "cn": "听起来很有趣。"
    },
    {
      "id": 216,
      "en": "Gourmet chocolates.",
      "cn": "美食巧克力。"
    },
    {
      "id": 217,
      "en": "Where are they produced?",
      "cn": "它们在哪里生产？"
    },
    {
      "id": 218,
      "en": "Belgium?",
      "cn": "比利时？"
    },
    {
      "id": 219,
      "en": "Actually, the factory is located in Scotland.",
      "cn": "实际上，工厂位于苏格兰。"
    },
    {
      "id": 220,
      "en": "Really?",
      "cn": "真的？"
    },
    {
      "id": 221,
      "en": "I didn't think they were known for their luxury chocolate production.",
      "cn": "我不认为他们以奢侈巧克力生产而闻名。"
    },
    {
      "id": 222,
      "en": "That's what makes this such a fantastic opportunity.",
      "cn": "这正是这个机会如此出色的原因。"
    },
    {
      "id": 223,
      "en": "The government is 100% supportive of creating new export markets, and has guaranteed a low tariff for all wholesale orders of over 1,000 units.",
      "cn": "政府100%支持创造新的出口市场，并保证对所有超过1000个单位的批发订单征收低关税。"
    },
    {
      "id": 224,
      "en": "They've also reduced the red tape involved at customs as well.",
      "cn": "他们还减少了海关的繁文缛节。"
    },
    {
      "id": 225,
      "en": "Here, I brought these especially for you.",
      "cn": "这是我特意为你带来的。"
    },
    {
      "id": 226,
      "en": "Try one.",
      "cn": "试试。"
    },
    {
      "id": 227,
      "en": "Oh, thanks.",
      "cn": "哦，谢谢。"
    },
    {
      "id": 228,
      "en": "Hm.",
      "cn": "嗯。"
    },
    {
      "id": 229,
      "en": "Hm.",
      "cn": "嗯。"
    },
    {
      "id": 230,
      "en": "Creamy texture.",
      "cn": "奶油质地。"
    },
    {
      "id": 231,
      "en": "Very smooth.",
      "cn": "非常顺滑。"
    },
    {
      "id": 232,
      "en": "Unique, aren't they?",
      "cn": "独特，不是吗？"
    },
    {
      "id": 233,
      "en": "I bet you've never tasted anything like it.",
      "cn": "我敢打赌你从未尝过这样的味道。"
    },
    {
      "id": 234,
      "en": "Quality is assured as I personally visit the factory to make sure no one's cutting corners with the ingredients.",
      "cn": "质量有保障，因为我亲自去工厂确保没有人对原料马虎。"
    },
    {
      "id": 235,
      "en": "Only the crème de la crème make it through inspection.",
      "cn": "只有精华中的精华才能通过检验。"
    },
    {
      "id": 236,
      "en": "Yes, very interesting flavors.",
      "cn": "是的，味道非常有趣。"
    },
    {
      "id": 237,
      "en": "Slightly spicy.",
      "cn": "稍微有点辣。"
    },
    {
      "id": 238,
      "en": "Hm, very unique, that's for sure.",
      "cn": "嗯，确实很独特。"
    },
    {
      "id": 239,
      "en": "Exactly what are the ingredients?",
      "cn": "具体成分是什么？"
    },
    {
      "id": 240,
      "en": "I have it on highest authority that this traditional secret recipe has been handed down in the Granger family for generations.",
      "cn": "我有最高权威的信息，这个传统秘方在格兰杰家族中传承了几代。"
    },
    {
      "id": 241,
      "en": "I'm sure you can keep a secret.",
      "cn": "我相信你能保守秘密。"
    },
    {
      "id": 242,
      "en": "Buttermilk, cacao beans, sugar, and haggis.",
      "cn": "酪乳、可可豆、糖和哈吉斯。"
    },
    {
      "id": 243,
      "en": "Haggis?",
      "cn": "哈吉斯？"
    },
    {
      "id": 244,
      "en": "What's haggis?",
      "cn": "哈吉斯是什么？"
    },
    {
      "id": 245,
      "en": "It's a traditional Scottish delicacy.",
      "cn": "这是传统的苏格兰美食。"
    },
    {
      "id": 246,
      "en": "You take sheep's liver, heart, and lung, and stuff it inside the stomach.",
      "cn": "你把羊的肝、心和肺放进肚子里。"
    },
    {
      "id": 247,
      "en": "I'll get back to you.",
      "cn": "我会再联系你。"
    },
    {
      "id": 248,
      "en": "Mr. Johnson?",
      "cn": "约翰逊先生？"
    },
    {
      "id": 249,
      "en": "Mr. Johnson!",
      "cn": "约翰逊先生！"
    },
    {
      "id": 250,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 251,
      "en": "So now this Scottish delicacy.",
      "cn": "现在说说这个苏格兰美食。"
    },
    {
      "id": 252,
      "en": "What is this haggis?",
      "cn": "哈吉斯是什么？"
    },
    {
      "id": 253,
      "en": "Haggis.",
      "cn": "哈吉斯。"
    },
    {
      "id": 254,
      "en": "Haggis.",
      "cn": "哈吉斯。"
    },
    {
      "id": 255,
      "en": "Okay, haggis.",
      "cn": "好吧，哈吉斯。"
    },
    {
      "id": 256,
      "en": "I've never actually eaten it.",
      "cn": "我实际上从未吃过。"
    },
    {
      "id": 257,
      "en": "It does sound pretty disgusting.",
      "cn": "听起来确实很恶心。"
    },
    {
      "id": 258,
      "en": "It's a Scottish delicacy that I think involves stuffing... like what?",
      "cn": "这是我认为涉及填充的苏格兰美食...像什么？"
    },
    {
      "id": 259,
      "en": "What do we hear?",
      "cn": "我们听到什么？"
    },
    {
      "id": 260,
      "en": "Pig liver?",
      "cn": "猪肝？"
    },
    {
      "id": 261,
      "en": "Let's see this again.",
      "cn": "让我们再看看这个。"
    },
    {
      "id": 262,
      "en": "So basically, you take a sheep's liver, a heart, and a lung, and you put it inside the sheep's stomach.",
      "cn": "所以基本上，你把羊的肝、心和肺放进羊的肚子里。"
    },
    {
      "id": 263,
      "en": "And you serve that.",
      "cn": "然后你就这样上菜。"
    },
    {
      "id": 264,
      "en": "And you cook it like that.",
      "cn": "然后你就这样烹饪。"
    },
    {
      "id": 265,
      "en": "You cook it.",
      "cn": "你烹饪它。"
    },
    {
      "id": 266,
      "en": "And so it's like all the insides of a sheep.",
      "cn": "所以这就像羊的所有内脏。"
    },
    {
      "id": 267,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 268,
      "en": "It kind of sounds disgusting, but I'm pretty sure it tastes pretty good.",
      "cn": "听起来有点恶心，但我敢肯定味道很好。"
    },
    {
      "id": 269,
      "en": "Because it's a Scottish delicacy, so... Yeah, I don't know.",
      "cn": "因为这是苏格兰美食，所以...是的，我不知道。"
    },
    {
      "id": 270,
      "en": "Although I cannot imagine eating it in a chocolate.",
      "cn": "虽然我无法想象在巧克力中吃它。"
    },
    {
      "id": 271,
      "en": "This is disgusting.",
      "cn": "这太恶心了。"
    },
    {
      "id": 272,
      "en": "I've heard of countries where they take a chicken, they stuff it with something, like they have a stuffing, and then they put the chicken inside a goat, and then the goat inside a bigger animal, and then they cook all that together.",
      "cn": "我听说过一些国家，他们会把鸡填充一些东西，比如他们有填充物，然后把鸡放进山羊里，再把山羊放进更大的动物里，然后一起烹饪。"
    },
    {
      "id": 273,
      "en": "Oh wow.",
      "cn": "哦，哇。"
    },
    {
      "id": 274,
      "en": "And then you have some, like, you have this amazing, you know, obviously it's huge.",
      "cn": "然后你会有一些，像是，你会有这个惊人的，显然是巨大的。"
    },
    {
      "id": 275,
      "en": "They use these big brick ovens to cook them.",
      "cn": "他们用这些大砖炉来烹饪它们。"
    },
    {
      "id": 276,
      "en": "But you have this platter with, like, three different types of meats.",
      "cn": "但你会有一个盘子，上面有三种不同类型的肉。"
    },
    {
      "id": 277,
      "en": "Oh wow, we have that in America.",
      "cn": "哦，哇，我们在美国也有这个。"
    },
    {
      "id": 278,
      "en": "Really?",
      "cn": "真的？"
    },
    {
      "id": 279,
      "en": "It's called a turducken.",
      "cn": "这叫做火鸡鸭鸡。"
    },
    {
      "id": 280,
      "en": "Turducken.",
      "cn": "火鸡鸭鸡。"
    },
    {
      "id": 281,
      "en": "Turkey, ducken, Turkey, duck, and chicken.",
      "cn": "火鸡、鸭、鸡。"
    },
    {
      "id": 282,
      "en": "So you have a chicken inside of a duck, which you put inside of a Turkey.",
      "cn": "所以你有一只鸡放在一只鸭里，然后放在一只火鸡里。"
    },
    {
      "id": 283,
      "en": "Turkey, wow.",
      "cn": "火鸡，哇。"
    },
    {
      "id": 284,
      "en": "And you bake it.",
      "cn": "然后你烤它。"
    },
    {
      "id": 285,
      "en": "Wow, how does it taste?",
      "cn": "哇，味道怎么样？"
    },
    {
      "id": 286,
      "en": "Delicious.",
      "cn": "美味。"
    },
    {
      "id": 287,
      "en": "It's a very special taste.",
      "cn": "这是非常特别的味道。"
    },
    {
      "id": 288,
      "en": "Exactly.",
      "cn": "正是。"
    },
    {
      "id": 289,
      "en": "So I'm curious to know what your national delicacy is.",
      "cn": "所以我很好奇你们的国民美食是什么。"
    },
    {
      "id": 290,
      "en": "Do you have a delicacy in your home country?",
      "cn": "你们的祖国有美食吗？"
    },
    {
      "id": 291,
      "en": "Let us know on EnglishPod.com.",
      "cn": "请在EnglishPod.com告诉我们。"
    },
    {
      "id": 292,
      "en": "We're always curious to talk about food, but we would love to have you practicing on the website and asking any questions that you may have.",
      "cn": "我们总是对食物感到好奇，但我们希望你能在网站上练习并提出任何问题。"
    },
    {
      "id": 293,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 294,
      "en": "So we'll see everyone there.",
      "cn": "所以我们在那见。"
    },
    {
      "id": 295,
      "en": "Until next time.",
      "cn": "下次见。"
    },
    {
      "id": 296,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}