{
  "type": "book",
  "id": "englishpod-中高级-englishpod-中高级-0324",
  "title": "EnglishPod 中高级 0324",
  "totalSegments": 242,
  "seriesId": "englishpod-中高级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And today we're celebrating a very important and very special American holiday.",
      "cn": "今天我们庆祝一个非常重要和特别的美国节日。"
    },
    {
      "id": 5,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 6,
      "en": "Today we are celebrating and talking about Thanksgiving, a very, as you say, traditional and big holiday in the United States.",
      "cn": "今天我们庆祝并讨论感恩节，这是一个在美国非常传统且盛大的节日。"
    },
    {
      "id": 7,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 8,
      "en": "So this year it's on November 25th.",
      "cn": "今年是在11月25日。"
    },
    {
      "id": 9,
      "en": "It's always on a Thursday.",
      "cn": "它总是在星期四。"
    },
    {
      "id": 10,
      "en": "Let's check out our dialogue to hear about what happens at this special dinner and why this is a holiday.",
      "cn": "让我们看看对话，听听这个特别晚宴上发生了什么，以及为什么这是一个节日。"
    },
    {
      "id": 11,
      "en": "And then we'll be back to talk about it in just a moment.",
      "cn": "然后我们会回来讨论。"
    },
    {
      "id": 12,
      "en": "So what are you doing for Thanksgiving?",
      "cn": "那你们打算怎么过感恩节？"
    },
    {
      "id": 13,
      "en": "Not much, really.",
      "cn": "其实没什么特别的。"
    },
    {
      "id": 14,
      "en": "It's more of an American tradition.",
      "cn": "这更像是美国的传统。"
    },
    {
      "id": 15,
      "en": "So back home we don't really celebrate it.",
      "cn": "所以在我家我们并不庆祝。"
    },
    {
      "id": 16,
      "en": "In fact, I'm not even sure of what exactly is being celebrated.",
      "cn": "事实上，我甚至不太确定到底庆祝什么。"
    },
    {
      "id": 17,
      "en": "Well, you know, it's a time to get together with all of your family and be thankful for everything.",
      "cn": "嗯，你知道，这是一个和家人团聚并感恩的时刻。"
    },
    {
      "id": 18,
      "en": "Yeah, but how did this holiday come to be?",
      "cn": "是的，但这个节日是怎么来的？"
    },
    {
      "id": 19,
      "en": "Well, the first settlers of Massachusetts arrived there because of religious persecution from England and King James.",
      "cn": "首批定居者来到马萨诸塞州是因为来自英格兰和詹姆斯国王的宗教迫害。"
    },
    {
      "id": 20,
      "en": "Once in the New World, they befriended a native named Squanto who taught them how to harvest food from the area such as corn.",
      "cn": "一旦来到新世界，他们结识了一位名叫Squanto的土著，他教他们如何从当地收获食物，比如玉米。"
    },
    {
      "id": 21,
      "en": "And then what happened?",
      "cn": "然后发生了什么？"
    },
    {
      "id": 22,
      "en": "Well, they had enough harvest for the next winter, and in celebration, they decided to have a big feast with the natives, giving thanks to the land and everyone for their food, health and new lives.",
      "cn": "嗯，他们收获了足够的食物过冬，因此决定与土著举行盛大的宴会，感谢土地和所有人给予的食物、健康和新生活。"
    },
    {
      "id": 23,
      "en": "Interesting.",
      "cn": "有趣。"
    },
    {
      "id": 24,
      "en": "I am amazed how big and delicious Thanksgiving dinners are.",
      "cn": "我对感恩节晚宴的丰盛和美味感到惊讶。"
    },
    {
      "id": 25,
      "en": "Come to my house for Thanksgiving.",
      "cn": "来我家过感恩节吧。"
    },
    {
      "id": 26,
      "en": "We're having Turkey, pumpkin pie, mashed potatoes with gravy and lots of stuffing.",
      "cn": "我们有火鸡、南瓜派、土豆泥加肉汁和很多填料。"
    },
    {
      "id": 27,
      "en": "Count me in.",
      "cn": "算我一个。"
    },
    {
      "id": 28,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 29,
      "en": "So a very interesting holiday.",
      "cn": "这是一个非常有趣的节日。"
    },
    {
      "id": 30,
      "en": "We learned a little bit about why it celebrated, how it came to be.",
      "cn": "我们了解了一些关于它的庆祝原因和起源。"
    },
    {
      "id": 31,
      "en": "So let's take a look at some of those words now on language takeaway.",
      "cn": "现在让我们看看一些单词，进行语言学习。"
    },
    {
      "id": 32,
      "en": "Language takeaway.",
      "cn": "语言学习。"
    },
    {
      "id": 33,
      "en": "The first word we have for you guys today on language takeaway is settler.",
      "cn": "今天我们要学习的第一个单词是定居者。"
    },
    {
      "id": 34,
      "en": "Now, a settler is a person.",
      "cn": "定居者是一个人。"
    },
    {
      "id": 35,
      "en": "What kind of a person is a settler?",
      "cn": "定居者是什么样的人？"
    },
    {
      "id": 36,
      "en": "Basically, it's a person that goes to a place to settle down there or to settle there.",
      "cn": "基本上，定居者是去某个地方定居的人。"
    },
    {
      "id": 37,
      "en": "And that basically means to live there, to stay there permanently.",
      "cn": "这基本上意味着在那里生活，永久居留。"
    },
    {
      "id": 38,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 39,
      "en": "But the idea with a settler is that he or she will start to build something, build a house, build a city, build a town.",
      "cn": "但定居者的想法是他或她会开始建造一些东西，建造房屋、城市或城镇。"
    },
    {
      "id": 40,
      "en": "So settlers go to places where there aren't very many people.",
      "cn": "所以定居者去人不多的地方。"
    },
    {
      "id": 41,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 42,
      "en": "Kind of hard to be a settler now.",
      "cn": "现在当定居者有点难。"
    },
    {
      "id": 43,
      "en": "But yeah, back then, obviously, there were so many places that were undiscovered or didn't have people and they would settle there.",
      "cn": "但在那时，显然有很多地方是未被发现的，或者没有人，他们会在那里定居。"
    },
    {
      "id": 44,
      "en": "And the place where they went in the United States is called Massachusetts.",
      "cn": "他们去的地方在美国叫马萨诸塞州。"
    },
    {
      "id": 45,
      "en": "Massachusetts.",
      "cn": "马萨诸塞州。"
    },
    {
      "id": 46,
      "en": "Now, this is a very long, very hard to pronounce the word.",
      "cn": "这是一个非常长且难以发音的词。"
    },
    {
      "id": 47,
      "en": "And I believe it comes from a local Indian language.",
      "cn": "我相信它来自当地的印第安语言。"
    },
    {
      "id": 48,
      "en": "But Massachusetts, if you break it down, Massachusetts is a state.",
      "cn": "但马萨诸塞州，如果你拆分开，马萨诸塞州是一个州。"
    },
    {
      "id": 49,
      "en": "And you might have heard of the biggest city in Massachusetts, which is Boston.",
      "cn": "你可能听说过马萨诸塞州最大的城市，即波士顿。"
    },
    {
      "id": 50,
      "en": "So Boston, Massachusetts.",
      "cn": "所以波士顿，马萨诸塞州。"
    },
    {
      "id": 51,
      "en": "But this is where the settlers first came when they came to America.",
      "cn": "但这就是定居者首次来到美国的地方。"
    },
    {
      "id": 52,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 53,
      "en": "So I think if you go to Boston, it has kind of this atmosphere of, you know, of the settlers and how this old little touch to it, of how it used to be, right?",
      "cn": "所以我认为如果你去波士顿，它有一种定居者的氛围，带有旧时的感觉，对吧？"
    },
    {
      "id": 54,
      "en": "There is an old feel to Boston, because unlike most places in America, Boston has been a city for over 400 years, almost 500 years.",
      "cn": "波士顿有一种古老的感觉，因为与美国大多数地方不同，波士顿已经是一个城市超过400年，几乎500年。"
    },
    {
      "id": 55,
      "en": "So it's much different from places like California or Texas.",
      "cn": "所以它与加利福尼亚或德克萨斯州等地方大相径庭。"
    },
    {
      "id": 56,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 57,
      "en": "OK, so the settlers arrived to Massachusetts and they went there because of religious persecution from England and King James.",
      "cn": "好的，定居者到达马萨诸塞州是因为来自英格兰和詹姆斯国王的宗教迫害。"
    },
    {
      "id": 58,
      "en": "OK, so the key here is persecution.",
      "cn": "好的，这里的关键是迫害。"
    },
    {
      "id": 59,
      "en": "This is something that you do to someone else, or this is something a government does to someone else.",
      "cn": "这是你对其他人做的事情，或者这是政府对其他人做的事情。"
    },
    {
      "id": 60,
      "en": "Basically, to persecute someone is to limit them or to attack them or to prevent them from doing things that they want to do.",
      "cn": "基本上，迫害某人就是限制他们、攻击他们或阻止他们做他们想做的事情。"
    },
    {
      "id": 61,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 62,
      "en": "So basically, that is the reason why they left England, because the king was persecuting them.",
      "cn": "所以这基本上是他们离开英格兰的原因，因为国王在迫害他们。"
    },
    {
      "id": 63,
      "en": "They didn't let them have their own religion.",
      "cn": "他们不允许他们有自己的宗教。"
    },
    {
      "id": 64,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 65,
      "en": "They had this religion and the king did not approve of the religion and they felt like people were critical of them or attacking them or preventing them from practicing this religion.",
      "cn": "他们有这种宗教，而国王不赞成这种宗教，他们觉得人们对他们持批评态度，或者攻击他们，或者阻止他们实践这种宗教。"
    },
    {
      "id": 66,
      "en": "And so their religious persecution in England pushed them to this place, the New World.",
      "cn": "所以他们在英格兰的宗教迫害促使他们来到这个地方，新世界。"
    },
    {
      "id": 67,
      "en": "So that's our next word, right?",
      "cn": "所以这是我们的下一个单词，对吧？"
    },
    {
      "id": 68,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 69,
      "en": "The New World.",
      "cn": "新世界。"
    },
    {
      "id": 70,
      "en": "And this is what they used to call the continent of the United States or North America.",
      "cn": "这是他们曾经称呼美国或北美大陆的名称。"
    },
    {
      "id": 71,
      "en": "They used to call it the New World.",
      "cn": "他们曾称之为新世界。"
    },
    {
      "id": 72,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 73,
      "en": "So New World, Old World.",
      "cn": "所以新世界，旧世界。"
    },
    {
      "id": 74,
      "en": "So if we think of Europe as being the Old World, America, like you're saying, Latin America, North America, these are part of the New World.",
      "cn": "如果我们把欧洲视为旧世界，美洲，比如你说的，拉丁美洲、北美，这些都是新世界的一部分。"
    },
    {
      "id": 75,
      "en": "So it's almost like they had never been discovered before.",
      "cn": "所以几乎就像它们从未被发现过。"
    },
    {
      "id": 76,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 77,
      "en": "So, yeah, basically everyone was concentrated in Europe at that time.",
      "cn": "所以，基本上那时每个人都集中在欧洲。"
    },
    {
      "id": 78,
      "en": "And then when they went to the West, they went to the New World.",
      "cn": "然后当他们向西去时，他们去了新世界。"
    },
    {
      "id": 79,
      "en": "And obviously, when they arrived, it wasn't empty.",
      "cn": "显然，当他们到达时，这里并不空荡荡。"
    },
    {
      "id": 80,
      "en": "They had people there.",
      "cn": "他们那里有人民。"
    },
    {
      "id": 81,
      "en": "And we say that they are the natives of that land.",
      "cn": "我们称他们为那片土地的土著。"
    },
    {
      "id": 82,
      "en": "OK, so a native of some place is someone who comes from there originally.",
      "cn": "好的，某地的土著是指原本来自那里的人。"
    },
    {
      "id": 83,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 84,
      "en": "So if I came to America in 1500, there were Native American Indians who were living there.",
      "cn": "如果我在1500年来到美国，那时有生活在那里的美洲印第安人。"
    },
    {
      "id": 85,
      "en": "And so they're the natives of this place.",
      "cn": "所以他们是这个地方的土著。"
    },
    {
      "id": 86,
      "en": "Natives.",
      "cn": "土著。"
    },
    {
      "id": 87,
      "en": "Now, can you use that nowadays?",
      "cn": "现在，你能在现代使用这个词吗？"
    },
    {
      "id": 88,
      "en": "Can you say I am a native of Italy?",
      "cn": "你能说我是意大利的土著吗？"
    },
    {
      "id": 89,
      "en": "I'm a native of Italy.",
      "cn": "我是意大利的土著。"
    },
    {
      "id": 90,
      "en": "I'm a native of Chicago.",
      "cn": "我是芝加哥的土著。"
    },
    {
      "id": 91,
      "en": "Yes, you can.",
      "cn": "是的，你可以。"
    },
    {
      "id": 92,
      "en": "It's a little bit, you know, it's a little bit less common than saying I'm from Chicago or I'm from Italy, but it's also correct.",
      "cn": "这有点不常见，通常会说我来自芝加哥或我来自意大利，但也是正确的。"
    },
    {
      "id": 93,
      "en": "OK, but in this case, we're talking about the natives as the people who were already there.",
      "cn": "好的，但在这种情况下，我们谈论的是已经在那里的土著人。"
    },
    {
      "id": 94,
      "en": "Yes, Native American Indians.",
      "cn": "是的，美洲印第安人。"
    },
    {
      "id": 95,
      "en": "Like Squanto.",
      "cn": "像Squanto。"
    },
    {
      "id": 96,
      "en": "Like Squanto.",
      "cn": "像Squanto。"
    },
    {
      "id": 97,
      "en": "That's the name of that Native American Indian who was there.",
      "cn": "这是那位土著美洲印第安人的名字。"
    },
    {
      "id": 98,
      "en": "And this native named Squanto taught them how to harvest food from the area such as corn.",
      "cn": "这位名叫Squanto的土著教他们如何从当地收获食物，比如玉米。"
    },
    {
      "id": 99,
      "en": "So this is the interesting part of the story.",
      "cn": "所以这是故事中有趣的部分。"
    },
    {
      "id": 100,
      "en": "It is basically these two groups worked together.",
      "cn": "基本上这两个群体合作。"
    },
    {
      "id": 101,
      "en": "You have Native American Indians and settlers, and they worked together to make a meal and to survive, basically.",
      "cn": "你有印第安人和定居者，他们一起合作做饭和生存。"
    },
    {
      "id": 102,
      "en": "And to harvest food, to harvest, the key here is that it's a verb.",
      "cn": "收获食物，关键是这是一个动词。"
    },
    {
      "id": 103,
      "en": "It's something you do to crops or like corn or potatoes.",
      "cn": "这是你对作物，比如玉米或土豆所做的事情。"
    },
    {
      "id": 104,
      "en": "And you take them out from the field and you bring them home.",
      "cn": "你把它们从田里拿出来，带回家。"
    },
    {
      "id": 105,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 106,
      "en": "So in this case, the corn is growing out of the land.",
      "cn": "所以在这种情况下，玉米是从土地上长出来的。"
    },
    {
      "id": 107,
      "en": "And if you go out and cut it down and take it, you are harvesting corn.",
      "cn": "如果你出去割掉它并拿走，你就是在收获玉米。"
    },
    {
      "id": 108,
      "en": "You are collecting it.",
      "cn": "你在收集它。"
    },
    {
      "id": 109,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 110,
      "en": "And so they harvested the food and they have a very big meal.",
      "cn": "他们收获了食物，享用了丰盛的晚餐。"
    },
    {
      "id": 111,
      "en": "So we do want to talk about the special meal here that features all of this harvested food.",
      "cn": "我们确实想谈谈这里的特别餐点，包含所有这些收获的食物。"
    },
    {
      "id": 112,
      "en": "Let's take a look at some of those words in language takeaway part two.",
      "cn": "让我们看看语言学习第二部分中的一些词汇。"
    },
    {
      "id": 113,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 114,
      "en": "So talking about the foods now, obviously, the tradition is that you have this big meal together.",
      "cn": "现在谈到食物，显然，传统是大家一起享用丰盛的晚餐。"
    },
    {
      "id": 115,
      "en": "And the one thing that is, I think, a given is that you have a big Turkey.",
      "cn": "我认为有一点是显而易见的，那就是你有一只大火鸡。"
    },
    {
      "id": 116,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 117,
      "en": "So a Turkey is a bird.",
      "cn": "火鸡是一种鸟。"
    },
    {
      "id": 118,
      "en": "They make very funny sounds, don't they?",
      "cn": "它们发出很有趣的声音，不是吗？"
    },
    {
      "id": 119,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 120,
      "en": "Like, gobble, gobble, gobble, gobble.",
      "cn": "像，咯咯，咯咯，咯咯。"
    },
    {
      "id": 121,
      "en": "But they they're very big.",
      "cn": "但它们很大。"
    },
    {
      "id": 122,
      "en": "They run around and they have this red part under their their neck and beaks and everything.",
      "cn": "它们跑来跑去，脖子和喙下有红色的部分。"
    },
    {
      "id": 123,
      "en": "So it's a very commonly eaten food for Thanksgiving.",
      "cn": "所以这是感恩节非常常见的食物。"
    },
    {
      "id": 124,
      "en": "But people can eat it any time.",
      "cn": "但人们可以随时吃。"
    },
    {
      "id": 125,
      "en": "Yeah, this is a weird thing.",
      "cn": "是的，这很奇怪。"
    },
    {
      "id": 126,
      "en": "I usually don't see Turkey too much if not during Thanksgiving.",
      "cn": "我通常在感恩节以外的时间不太看到火鸡。"
    },
    {
      "id": 127,
      "en": "Like I don't see somebody like a restaurant offering Turkey.",
      "cn": "我不见得会看到餐厅提供火鸡。"
    },
    {
      "id": 128,
      "en": "No, you don't.",
      "cn": "不，你不会。"
    },
    {
      "id": 129,
      "en": "But you do see it in delis like a roast Turkey sandwich.",
      "cn": "但你会在熟食店看到，比如烤火鸡三明治。"
    },
    {
      "id": 130,
      "en": "Yes, this is very healthy.",
      "cn": "是的，这非常健康。"
    },
    {
      "id": 131,
      "en": "OK, so we have Turkey.",
      "cn": "好的，所以我们有火鸡。"
    },
    {
      "id": 132,
      "en": "We also have pumpkin pie.",
      "cn": "我们还有南瓜派。"
    },
    {
      "id": 133,
      "en": "So pumpkin pie.",
      "cn": "所以南瓜派。"
    },
    {
      "id": 134,
      "en": "Pumpkin pie.",
      "cn": "南瓜派。"
    },
    {
      "id": 135,
      "en": "This is a classic.",
      "cn": "这是经典。"
    },
    {
      "id": 136,
      "en": "You've heard of apple pie, right?",
      "cn": "你听说过苹果派，对吧？"
    },
    {
      "id": 137,
      "en": "But pumpkin pie is a baked dessert that is filled with some pumpkin filling.",
      "cn": "但南瓜派是一种填充南瓜馅的烘焙甜点。"
    },
    {
      "id": 138,
      "en": "So, as you know, pumpkin or may know, pumpkin is a big... It's a gourd.",
      "cn": "所以，正如你所知，南瓜，或者你可能知道，南瓜是一种大... 它是一种葫芦。"
    },
    {
      "id": 139,
      "en": "It's a gourd.",
      "cn": "它是一种葫芦。"
    },
    {
      "id": 140,
      "en": "Yeah, kind of vegetable.",
      "cn": "是的，有点像蔬菜。"
    },
    {
      "id": 141,
      "en": "Kind of like a vegetable.",
      "cn": "有点像蔬菜。"
    },
    {
      "id": 142,
      "en": "It's big and orange.",
      "cn": "它又大又橙。"
    },
    {
      "id": 143,
      "en": "And basically this is a it's kind of sweet, right?",
      "cn": "基本上它是有点甜的，对吧？"
    },
    {
      "id": 144,
      "en": "The insides.",
      "cn": "里面的部分。"
    },
    {
      "id": 145,
      "en": "It is.",
      "cn": "是的。"
    },
    {
      "id": 146,
      "en": "It's a little bit sweet.",
      "cn": "有点甜。"
    },
    {
      "id": 147,
      "en": "It's big, orange and round.",
      "cn": "它又大又橙又圆。"
    },
    {
      "id": 148,
      "en": "Like you say, people often start to harvest them around October.",
      "cn": "就像你说的，人们通常在十月左右开始收获它们。"
    },
    {
      "id": 149,
      "en": "October, I'd say.",
      "cn": "十月，我会说。"
    },
    {
      "id": 150,
      "en": "Some people like to eat the seeds, but you can also scoop out with your spoon.",
      "cn": "有些人喜欢吃种子，但你也可以用勺子挖出一些肉，一些馅料。"
    },
    {
      "id": 151,
      "en": "You can take out some of the meat, some of the filling.",
      "cn": "这就是我们用来制作南瓜派的东西。"
    },
    {
      "id": 152,
      "en": "And that's what we use to create this pumpkin pie.",
      "cn": "非常好。"
    },
    {
      "id": 153,
      "en": "Very good.",
      "cn": "所以南瓜派，美味的食物。"
    },
    {
      "id": 155,
      "en": "Now, we also have a typical mashed potatoes with gravy.",
      "cn": "现在，我们还有典型的土豆泥配肉汁。"
    },
    {
      "id": 156,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 157,
      "en": "I love mashed potatoes.",
      "cn": "我爱土豆泥。"
    },
    {
      "id": 158,
      "en": "Mashed means to squish or to break down or to push down.",
      "cn": "土豆泥意味着压碎或打碎或压下。"
    },
    {
      "id": 159,
      "en": "And so mashed potatoes, you have a normal potato and you mix up all the potatoes together.",
      "cn": "所以土豆泥，你有一个普通的土豆，把所有的土豆混合在一起。"
    },
    {
      "id": 160,
      "en": "So it's kind of like soft and creamy.",
      "cn": "所以它有点像软的和奶油状的。"
    },
    {
      "id": 161,
      "en": "Yeah, it almost becomes like a paste or almost like let's say like ice cream, but not cold.",
      "cn": "是的，它几乎变得像糊状，或者可以说像冰淇淋，但不是冷的。"
    },
    {
      "id": 162,
      "en": "Not cold and not sweet.",
      "cn": "不是冷的，也不是甜的。"
    },
    {
      "id": 163,
      "en": "But yeah, that's the consistency.",
      "cn": "但对，这就是它的稠度。"
    },
    {
      "id": 164,
      "en": "That's what it feels like.",
      "cn": "这就是它的感觉。"
    },
    {
      "id": 165,
      "en": "And so when we eat potatoes like this in America, we often like to eat it with a sauce.",
      "cn": "所以当我们在美国吃这样的土豆时，我们通常喜欢配上酱汁。"
    },
    {
      "id": 166,
      "en": "And the sauce that we eat with with mashed potatoes is called gravy.",
      "cn": "我们吃土豆泥的酱汁叫肉汁。"
    },
    {
      "id": 167,
      "en": "Gravy, gravy.",
      "cn": "肉汁，肉汁。"
    },
    {
      "id": 168,
      "en": "And now gravy is usually made out of what?",
      "cn": "那么肉汁通常是用什么做的？"
    },
    {
      "id": 169,
      "en": "Gravy is made from, well, you can make different kinds of gravy.",
      "cn": "肉汁是用，嗯，你可以做不同种类的肉汁。"
    },
    {
      "id": 170,
      "en": "But the way that we make it at my house is we take all of the juice from the Turkey, because when you bake a Turkey in the oven, some on the bottom of the pan, you'll get some liquid, some water, some fat, and you use that to make a gravy.",
      "cn": "但我们家制作肉汁的方式是我们把火鸡的所有汁液拿来，因为当你在烤箱里烤火鸡时，锅底会有一些液体、水和脂肪，你用这些来制作肉汁。"
    },
    {
      "id": 171,
      "en": "So it's brown and it's very salty and delicious.",
      "cn": "所以它是棕色的，非常咸和美味。"
    },
    {
      "id": 172,
      "en": "Awesome.",
      "cn": "太棒了。"
    },
    {
      "id": 173,
      "en": "Sounds delicious.",
      "cn": "听起来很好吃。"
    },
    {
      "id": 174,
      "en": "And to end things, we have stuffing.",
      "cn": "最后，我们有填料。"
    },
    {
      "id": 175,
      "en": "Now this stuffing goes inside the Turkey, right?",
      "cn": "这个填料放在火鸡里面，对吧？"
    },
    {
      "id": 176,
      "en": "But then you take it out.",
      "cn": "但然后你把它拿出来。"
    },
    {
      "id": 177,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 178,
      "en": "So stuffing, we talk about stuffing in general as being something that you put inside something else.",
      "cn": "所以填料，我们通常谈论填料是指放在其他东西里面的东西。"
    },
    {
      "id": 179,
      "en": "So if I have a stuffed animal, he has some cotton inside or whatever.",
      "cn": "所以如果我有一个填充玩具，它里面有一些棉花或其他东西。"
    },
    {
      "id": 180,
      "en": "But if you have a Turkey, you take out all of the organs, the heart, the liver.",
      "cn": "但如果你有一只火鸡，你把所有的内脏、心脏、肝脏拿出来。"
    },
    {
      "id": 181,
      "en": "You take those parts out because we don't eat those.",
      "cn": "你把那些部分拿出来，因为我们不吃那些。"
    },
    {
      "id": 182,
      "en": "And you put some bread, onions and vegetables inside the Turkey to cook.",
      "cn": "然后你把一些面包、洋葱和蔬菜放进火鸡里煮。"
    },
    {
      "id": 183,
      "en": "And then you take it out and you eat it.",
      "cn": "然后你把它拿出来吃。"
    },
    {
      "id": 184,
      "en": "So it tastes a bit like Turkey and meat, but it's very delicious.",
      "cn": "所以它尝起来有点像火鸡和肉，但非常美味。"
    },
    {
      "id": 185,
      "en": "But you eat it apart, kind of like, let's say, rice.",
      "cn": "但你把它单独吃，有点像，嗯，米饭。"
    },
    {
      "id": 186,
      "en": "Like a side dish.",
      "cn": "像配菜。"
    },
    {
      "id": 187,
      "en": "Like a side dish.",
      "cn": "像配菜。"
    },
    {
      "id": 188,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 189,
      "en": "It sounds delicious.",
      "cn": "听起来很好吃。"
    },
    {
      "id": 190,
      "en": "And obviously it's a very big meal and but very, very common, a traditional holiday in the United States.",
      "cn": "显然这是一个非常丰盛的晚餐，但在美国非常常见，是一种传统节日。"
    },
    {
      "id": 191,
      "en": "It's very fun to celebrate as well.",
      "cn": "庆祝起来也非常有趣。"
    },
    {
      "id": 192,
      "en": "You get together with family and you have this nice meal together.",
      "cn": "你和家人团聚，享用这顿美好的晚餐。"
    },
    {
      "id": 193,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 194,
      "en": "It's a wonderful holiday and we'll be talking a bit about it in a second.",
      "cn": "这是一个美好的节日，我们稍后会谈论它。"
    },
    {
      "id": 195,
      "en": "But let's just take one more listen to today's dialogue.",
      "cn": "但让我们再听一遍今天的对话。"
    },
    {
      "id": 196,
      "en": "So, what are you doing for Thanksgiving?",
      "cn": "那么，你打算怎么过感恩节？"
    },
    {
      "id": 197,
      "en": "Not much, really.",
      "cn": "其实没什么特别的。"
    },
    {
      "id": 198,
      "en": "It's more of an American tradition.",
      "cn": "这更像是一个美国的传统。"
    },
    {
      "id": 199,
      "en": "So back home, we don't really celebrate it.",
      "cn": "所以在我家，我们并不真正庆祝。"
    },
    {
      "id": 200,
      "en": "In fact, I'm not even sure of what exactly is being celebrated.",
      "cn": "事实上，我甚至不太确定到底在庆祝什么。"
    },
    {
      "id": 201,
      "en": "Well, you know, it's a time to get together with all your family and be thankful for everything.",
      "cn": "嗯，你知道，这是一个和家人团聚，感恩一切的时刻。"
    },
    {
      "id": 202,
      "en": "Yeah, but how did this holiday come to be?",
      "cn": "是的，但这个节日是怎么来的？"
    },
    {
      "id": 203,
      "en": "Well, the first settlers of Massachusetts arrived there because of religious persecution from England and King James.",
      "cn": "嗯，马萨诸塞州的第一批定居者因为来自英格兰和詹姆斯国王的宗教迫害而来到这里。"
    },
    {
      "id": 204,
      "en": "Once in the New World, they befriended a native named Squanto, who taught them how to harvest food from the area such as corn.",
      "cn": "一旦来到新世界，他们结识了一位名叫斯夸托的土著，他教他们如何从当地收获食物，比如玉米。"
    },
    {
      "id": 205,
      "en": "And then what happened?",
      "cn": "然后发生了什么？"
    },
    {
      "id": 206,
      "en": "Well, they had enough harvest for the next winter.",
      "cn": "嗯，他们为下一个冬天收获了足够的粮食。"
    },
    {
      "id": 207,
      "en": "And in celebration, they decided to have a big feast with the natives, giving thanks to the land and everyone for their food, health and new lives.",
      "cn": "为了庆祝，他们决定与土著人一起举行盛大的宴会，感谢土地和每个人的食物、健康和新生活。"
    },
    {
      "id": 208,
      "en": "Interesting.",
      "cn": "有趣。"
    },
    {
      "id": 209,
      "en": "I am amazed how big and delicious Thanksgiving dinners are.",
      "cn": "我很惊讶感恩节晚餐是多么丰盛和美味。"
    },
    {
      "id": 210,
      "en": "Come to my house for Thanksgiving.",
      "cn": "来我家过感恩节吧。"
    },
    {
      "id": 211,
      "en": "We're having Turkey, pumpkin pie, mashed potatoes with gravy and lots of stuffing.",
      "cn": "我们会有火鸡、南瓜派、土豆泥加肉汁和很多填料。"
    },
    {
      "id": 212,
      "en": "Count me in.",
      "cn": "算我一个。"
    },
    {
      "id": 213,
      "en": "All right, so Thanksgiving is a national holiday now, is it you say that it's on a Thursday.",
      "cn": "好的，所以感恩节现在是一个全国性的假日，你说是在星期四。"
    },
    {
      "id": 214,
      "en": "It's always on Thursday.",
      "cn": "它总是在星期四。"
    },
    {
      "id": 215,
      "en": "So you get that Thursday off from school, from work and everything.",
      "cn": "所以你可以在学校、工作等方面放假。"
    },
    {
      "id": 216,
      "en": "You get Thursday and Friday.",
      "cn": "你可以放星期四和星期五。"
    },
    {
      "id": 217,
      "en": "Oh, you get two days.",
      "cn": "哦，你有两天假。"
    },
    {
      "id": 218,
      "en": "Yeah, it's a four day weekend.",
      "cn": "是的，这是一个四天的长周末。"
    },
    {
      "id": 219,
      "en": "Oh, nice.",
      "cn": "哦，太好了。"
    },
    {
      "id": 220,
      "en": "And it's a it's a wonderful holiday because it's it's something that everybody in America can celebrate because, you know, for Christmas, for example, some people don't celebrate Christmas or you don't really get holiday time off during the summer for everyone, maybe just the school children.",
      "cn": "这是一个美好的节日，因为这是每个美国人都可以庆祝的事情，因为你知道，比如圣诞节，有些人不庆祝圣诞节，或者在夏天并不一定每个人都有假期，可能只有学生。"
    },
    {
      "id": 221,
      "en": "And so this is actually a nice holiday because everybody is home.",
      "cn": "所以这实际上是一个很好的节日，因为每个人都在家。"
    },
    {
      "id": 222,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 223,
      "en": "So it's it doesn't have a religious connotation because you're talking about, you know, the settlers and how they arrived there and they survived a harsh winter.",
      "cn": "所以它没有宗教含义，因为你在谈论定居者和他们如何到达那里并度过严酷的冬天。"
    },
    {
      "id": 224,
      "en": "And so as you say, it's kind of like a neutral holiday where you just it's a good excuse to get together, have a big meal and just spend quality time with the family.",
      "cn": "所以正如你所说，这有点像一个中立的节日，你可以借此机会聚在一起，享用丰盛的餐点，和家人共度美好时光。"
    },
    {
      "id": 225,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 226,
      "en": "You cook all day, you eat, you watch some football on TV, you spend some time with your family and you fall asleep very, very full.",
      "cn": "你整天做饭，吃饭，看电视上的橄榄球比赛，和家人共度时光，然后非常饱地入睡。"
    },
    {
      "id": 227,
      "en": "So this is another very interesting thing is that usually on TV, because everyone is home, everyone is having dinner or spending time with each other, they will have a football game on TV for Thanksgiving.",
      "cn": "所以另一个非常有趣的事情是，通常在电视上，因为每个人都在家，大家都在吃晚餐或相聚，他们会在感恩节播放一场橄榄球比赛。"
    },
    {
      "id": 228,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 229,
      "en": "So everyone's sitting around eating dinner and then there's a football game on the TV.",
      "cn": "所以每个人都围坐在一起吃晚餐，电视上正在播放橄榄球比赛。"
    },
    {
      "id": 230,
      "en": "Wow.",
      "cn": "哇。"
    },
    {
      "id": 231,
      "en": "So that kind of that's kind of bad for the football players that have to be playing on Thanksgiving Day.",
      "cn": "所以这对在感恩节当天必须比赛的橄榄球运动员来说有点不公平。"
    },
    {
      "id": 232,
      "en": "Yeah, but they get all hungry, you know, out there on the field that they get to go home and eat a big and have a big meal.",
      "cn": "是的，但他们在场上会很饿，之后可以回家吃一顿丰盛的晚餐。"
    },
    {
      "id": 233,
      "en": "It's very, very interesting.",
      "cn": "这非常有趣。"
    },
    {
      "id": 234,
      "en": "We'll put some pictures of the food that's that's that is commonly served on this holiday.",
      "cn": "我们会放一些常见的感恩节食物的照片。"
    },
    {
      "id": 235,
      "en": "And it would be interesting to know if I know a lot of our listeners are not originally from the United States.",
      "cn": "了解我们的听众中有很多人并非来自美国，这将很有趣。"
    },
    {
      "id": 236,
      "en": "So if you are there, tell us if you've celebrated it or how have you seen it or will you celebrate it?",
      "cn": "所以如果你在那儿，告诉我们你是否庆祝过，或者你是如何看到它的，或者你会如何庆祝？"
    },
    {
      "id": 237,
      "en": "Or any story that you can share with us?",
      "cn": "或者你能分享的任何故事？"
    },
    {
      "id": 238,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 239,
      "en": "We are very excited to hear this from you.",
      "cn": "我们非常期待听到你的消息。"
    },
    {
      "id": 240,
      "en": "And we wish you all a very happy Thanksgiving.",
      "cn": "祝大家感恩节快乐。"
    },
    {
      "id": 241,
      "en": "Visit our site, EnglishPod.com, to tell us more.",
      "cn": "访问我们的网站，EnglishPod.com，告诉我们更多。"
    },
    {
      "id": 242,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 243,
      "en": "We'll see you guys there.",
      "cn": "我们在那里见。"
    }
  ]
}