{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0244",
  "title": "EnglishPod 初级 英文播客 0244",
  "totalSegments": 201,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And today we have a new lesson in our series about interviewing for a new job.",
      "cn": "今天我们将进行一节关于求职面试的新课程。"
    },
    {
      "id": 5,
      "en": "This is, of course, at the elementary level.",
      "cn": "当然，这是初级水平。"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "So this is part four of our interview series.",
      "cn": "这是我们面试系列的第四部分。"
    },
    {
      "id": 8,
      "en": "Remember, we are taking a look each week at giving you tips and also the proper language for when you have an interview in English.",
      "cn": "记住，我们每周都会给你提供面试时的技巧和适当的英语表达。"
    },
    {
      "id": 9,
      "en": "And on this occasion, we're going to talk about our work experience.",
      "cn": "这次我们将讨论我们的工作经验。"
    },
    {
      "id": 10,
      "en": "Okay, you remember we talked a little bit about educational experience and educational background.",
      "cn": "好的，你还记得我们谈过一些教育经历和教育背景吗？"
    },
    {
      "id": 11,
      "en": "Well, today is all about your last couple of jobs.",
      "cn": "今天我们将讨论你最近的几份工作。"
    },
    {
      "id": 12,
      "en": "Mm -hmm.",
      "cn": "嗯-嗯。"
    },
    {
      "id": 13,
      "en": "All right, so I think we should just listen to the dialogue for the first time, and we'll be back in a bit with language takeaway.",
      "cn": "好吧，我想我们应该先听一次对话，然后稍后再回来讨论语言要点。"
    },
    {
      "id": 14,
      "en": "Right, Rebecca.",
      "cn": "对，Rebecca。"
    },
    {
      "id": 15,
      "en": "Now I see that after graduating from university, your first job was... For a local paper in York called the York Herald.",
      "cn": "现在我看到你大学毕业后的第一份工作是……在约克的一家地方报纸York Herald。"
    },
    {
      "id": 16,
      "en": "Actually, I started with them as an intern.",
      "cn": "实际上，我是作为实习生开始的。"
    },
    {
      "id": 17,
      "en": "I was really keen on getting some experience in journalism, and this seemed like a good first step.",
      "cn": "我非常渴望获得一些新闻学的经验，这似乎是一个不错的第一步。"
    },
    {
      "id": 18,
      "en": "Certainly.",
      "cn": "当然。"
    },
    {
      "id": 19,
      "en": "And after your internship?",
      "cn": "那你的实习结束后呢？"
    },
    {
      "id": 20,
      "en": "They seemed impressed and offered me a position as a junior local news reporter.",
      "cn": "他们似乎对我印象深刻，给我提供了一个初级地方新闻记者的职位。"
    },
    {
      "id": 21,
      "en": "I ended up staying two years there, actually.",
      "cn": "我实际上在那里待了两年。"
    },
    {
      "id": 22,
      "en": "I was in charge of the sports news section of the newspaper.",
      "cn": "我负责报纸的体育新闻部分。"
    },
    {
      "id": 23,
      "en": "I really enjoyed it there, and it really helped me build my skills.",
      "cn": "我在那里真的很享受，这对我技能的提升帮助很大。"
    },
    {
      "id": 24,
      "en": "Yes, I see.",
      "cn": "是的，我明白了。"
    },
    {
      "id": 25,
      "en": "But you decided to leave them in 2006, right?",
      "cn": "但你在2006年决定离开他们，对吗？"
    },
    {
      "id": 26,
      "en": "Yes, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 27,
      "en": "My husband and I moved to London, and so I managed to find a position with a national newspaper based in London.",
      "cn": "我和我丈夫搬到了伦敦，所以我设法找到了一个在伦敦的国家报纸的职位。"
    },
    {
      "id": 28,
      "en": "To London Weekly, right?",
      "cn": "是London Weekly，对吧？"
    },
    {
      "id": 29,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 30,
      "en": "In some ways, it was a step down from my previous job, but it did offer me much better prospects for the future.",
      "cn": "在某种程度上，这比我之前的工作要低一些，但它确实为我未来提供了更好的前景。"
    },
    {
      "id": 31,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 32,
      "en": "So now we've picked out a couple of keywords, and we're going to take a look at those now on language takeaway.",
      "cn": "现在我们挑选了一些关键词，接下来我们将讨论这些语言要点。"
    },
    {
      "id": 33,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 34,
      "en": "So Marco, a lot of people don't start out as a professional with a job.",
      "cn": "所以Marco，很多人并不是以专业人士的身份开始工作的。"
    },
    {
      "id": 35,
      "en": "They have something else first.",
      "cn": "他们通常会先做其他事情。"
    },
    {
      "id": 36,
      "en": "What is this?",
      "cn": "这是什么呢？"
    },
    {
      "id": 37,
      "en": "That's right, a very popular way to begin your work experience.",
      "cn": "没错，这是一种非常流行的开始工作经验的方式。"
    },
    {
      "id": 38,
      "en": "You become an intern, or you work as an intern.",
      "cn": "你成为实习生，或者说你作为实习生工作。"
    },
    {
      "id": 39,
      "en": "Okay, so the name of the job we could say is intern.",
      "cn": "好的，所以我们可以说这个工作的名称是实习生。"
    },
    {
      "id": 40,
      "en": "I'm an intern, or he's an intern at my company.",
      "cn": "我是实习生，或者他是我公司的实习生。"
    },
    {
      "id": 41,
      "en": "Exactly.",
      "cn": "正确。"
    },
    {
      "id": 42,
      "en": "So usually interns work at a company.",
      "cn": "所以通常实习生在公司工作。"
    },
    {
      "id": 43,
      "en": "Usually they're not paid, or if they are, it's very, very little pay.",
      "cn": "通常他们没有报酬，或者如果有，报酬非常少。"
    },
    {
      "id": 44,
      "en": "And the purpose of an internship, or to work as an intern, is to gain experience.",
      "cn": "实习的目的，或者说作为实习生工作，是为了获得经验。"
    },
    {
      "id": 45,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 46,
      "en": "So it's basically like a study opportunity for a job that you know you want.",
      "cn": "所以这基本上就像是你想要的工作的学习机会。"
    },
    {
      "id": 47,
      "en": "I could be an intern at a media company, and I could learn all about media, but it's not really a full job.",
      "cn": "我可以在一家媒体公司做实习生，学习所有关于媒体的知识，但这并不是真正的全职工作。"
    },
    {
      "id": 48,
      "en": "Exactly.",
      "cn": "正确。"
    },
    {
      "id": 49,
      "en": "And usually it serves as an opportunity to maybe continue working at that company in a full-time job.",
      "cn": "通常这也是一个机会，可能会继续在该公司找到全职工作。"
    },
    {
      "id": 50,
      "en": "So you become an intern, and the noun or what you are doing is called an internship.",
      "cn": "所以你成为实习生，而你所做的事情叫做实习。"
    },
    {
      "id": 51,
      "en": "So I'm an intern, but what I have is an internship.",
      "cn": "所以我是一名实习生，但我拥有的是实习。"
    },
    {
      "id": 52,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 53,
      "en": "It's like saying I have a job.",
      "cn": "这就像说我有一份工作。"
    },
    {
      "id": 54,
      "en": "I have an internship, but I am an intern.",
      "cn": "我有一个实习，但我是一名实习生。"
    },
    {
      "id": 55,
      "en": "Exactly.",
      "cn": "正确。"
    },
    {
      "id": 56,
      "en": "All right, so we've covered those two words.",
      "cn": "好的，我们已经涵盖了这两个词。"
    },
    {
      "id": 57,
      "en": "Now let's move on to when she's describing her work experience in the York Herald, and she described it as a very good first step.",
      "cn": "现在让我们继续讨论她在York Herald描述的工作经验，她将其描述为一个非常好的第一步。"
    },
    {
      "id": 58,
      "en": "Okay, so a first step, you think about your foot, your step, you're moving, it means the very first thing you do when you're heading in some direction.",
      "cn": "好的，所以第一步，你想到的是你的脚步，意味着你朝某个方向前进时所做的第一件事。"
    },
    {
      "id": 59,
      "en": "Right, and professionally I guess your first steps are maybe becoming an intern.",
      "cn": "对，职业上我想你的第一步可能是成为实习生。"
    },
    {
      "id": 60,
      "en": "Right, or you could say, my first step was working in the mailroom at this big movie studio, but later I became a famous movie producer.",
      "cn": "对，或者你可以说，我的第一步是在这家大型电影制片厂的邮件室工作，但后来我成为了一名著名的电影制片人。"
    },
    {
      "id": 61,
      "en": "Exactly, so that's kind of like the way that you begin your professional life.",
      "cn": "正确，所以这就像是你开始职业生涯的方式。"
    },
    {
      "id": 62,
      "en": "And well, then they started talking about the newspapers, and actually Rebecca was offered a position as a junior local news reporter.",
      "cn": "然后他们开始谈论报纸，实际上Rebecca被提供了一个初级地方新闻记者的职位。"
    },
    {
      "id": 63,
      "en": "Okay, so junior means usually lower ranking or not experienced, someone who is just starting out.",
      "cn": "好的，所以初级通常意味着较低的级别或没有经验，刚刚开始的人。"
    },
    {
      "id": 64,
      "en": "And of course after junior, we have senior, so a senior news reporter is someone who's worked for many, many years as a reporter.",
      "cn": "当然在初级之后，我们有高级，所以高级新闻记者是指那些作为记者工作了很多年的。"
    },
    {
      "id": 65,
      "en": "Usually I guess a junior news reporter would make less money than a senior news reporter.",
      "cn": "通常我想初级新闻记者的收入会低于高级新闻记者。"
    },
    {
      "id": 66,
      "en": "Exactly, you could also say junior executive or senior executive.",
      "cn": "正确，你也可以说初级执行官或高级执行官。"
    },
    {
      "id": 67,
      "en": "Junior manager.",
      "cn": "初级经理。"
    },
    {
      "id": 68,
      "en": "These are ways of describing length of experience.",
      "cn": "这些是描述经验长度的方式。"
    },
    {
      "id": 69,
      "en": "And in this case she's junior, but what kind of a job does she have?",
      "cn": "在这种情况下，她是初级的，但她的工作是什么呢？"
    },
    {
      "id": 70,
      "en": "Well, she is a news reporter for local issues.",
      "cn": "她是地方问题的新闻记者。"
    },
    {
      "id": 71,
      "en": "Okay, so she's a local news reporter.",
      "cn": "好的，所以她是一名地方新闻记者。"
    },
    {
      "id": 72,
      "en": "Now what exactly does that mean if you're a local news reporter or for local issues?",
      "cn": "那么如果你是一名地方新闻记者或地方问题的记者，这到底意味着什么呢？"
    },
    {
      "id": 73,
      "en": "Well, if I live in Chicago and I'm a local news reporter, I only write or report the news about Chicago.",
      "cn": "如果我住在芝加哥，我是一名地方新闻记者，我只写或报道关于芝加哥的新闻。"
    },
    {
      "id": 74,
      "en": "It's a way of describing the things in my area.",
      "cn": "这是一种描述我所在地区事务的方式。"
    },
    {
      "id": 75,
      "en": "So it's the opposite of our next phrase, national news reporter.",
      "cn": "所以这与我们的下一个短语相反，即国家新闻记者。"
    },
    {
      "id": 76,
      "en": "Okay, so if you are a national news reporter or a national manager of maybe a company, then that means that you oversee things in the whole country.",
      "cn": "好的，所以如果你是一名国家新闻记者或国家公司的经理，那么这意味着你负责整个国家的事务。"
    },
    {
      "id": 77,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 78,
      "en": "So local is my city or my county, but in the case of national, we're talking about the whole country, nation, national.",
      "cn": "所以地方是我的城市或我的县，但在国家的情况下，我们谈论的是整个国家，国家，国家的。"
    },
    {
      "id": 79,
      "en": "So national is an adjective, but we could even go further than this.",
      "cn": "所以国家是一个形容词，但我们甚至可以更进一步。"
    },
    {
      "id": 80,
      "en": "What if I am a reporter and I talk about foreign countries?",
      "cn": "如果我是一名记者，谈论外国国家呢？"
    },
    {
      "id": 81,
      "en": "I talk about France and South Africa and even Iceland.",
      "cn": "我谈论法国、南非甚至冰岛。"
    },
    {
      "id": 82,
      "en": "Then I guess you would be an international news reporter.",
      "cn": "那我想你就是一名国际新闻记者。"
    },
    {
      "id": 83,
      "en": "Exactly.",
      "cn": "正确。"
    },
    {
      "id": 84,
      "en": "And I guess also at the executive level, you can have an international marketing manager, right?",
      "cn": "我想在执行层面上，你也可以有国际市场经理，对吧？"
    },
    {
      "id": 85,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 86,
      "en": "International marketing manager, national marketing manager.",
      "cn": "国际市场经理，国家市场经理。"
    },
    {
      "id": 87,
      "en": "These are very important ways to divide work, to say he is the international manager, here's the national manager.",
      "cn": "这些是划分工作的非常重要的方式，说明他是国际经理，这里是国家经理。"
    },
    {
      "id": 88,
      "en": "This tells you the kind of the size of this person's job.",
      "cn": "这告诉你这个人的工作规模。"
    },
    {
      "id": 89,
      "en": "Exactly.",
      "cn": "没错。"
    },
    {
      "id": 90,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 91,
      "en": "So now more or less, you'd know how these jobs can be divided junior, senior, national, local, et cetera.",
      "cn": "所以现在你大致知道这些工作是如何划分的，初级、高级、国家、地方等等。"
    },
    {
      "id": 92,
      "en": "So I think we should go back to the dialogue.",
      "cn": "我想我们应该回到对话中。"
    },
    {
      "id": 93,
      "en": "Let's listen to this dialogue again.",
      "cn": "让我们再听一次这个对话。"
    },
    {
      "id": 94,
      "en": "And we'll be back in a bit.",
      "cn": "然后我们稍后再回来。"
    },
    {
      "id": 95,
      "en": "Right, Rebecca.",
      "cn": "对，Rebecca。"
    },
    {
      "id": 96,
      "en": "Now I see that after graduating from university, your first job was... For a local paper in York called the York Herald.",
      "cn": "现在我看到你大学毕业后的第一份工作是……在约克的一家地方报纸York Herald。"
    },
    {
      "id": 97,
      "en": "Actually, I started with them as an intern.",
      "cn": "实际上，我是作为实习生开始的。"
    },
    {
      "id": 98,
      "en": "I was really keen on getting some experience in journalism, and this seemed like a good first step.",
      "cn": "我非常渴望获得一些新闻学的经验，这似乎是一个不错的第一步。"
    },
    {
      "id": 99,
      "en": "Certainly.",
      "cn": "当然。"
    },
    {
      "id": 100,
      "en": "And after your internship?",
      "cn": "那你的实习结束后呢？"
    },
    {
      "id": 101,
      "en": "They seemed impressed and offered me a position as a junior local news reporter.",
      "cn": "他们似乎对我印象深刻，给我提供了一个初级地方新闻记者的职位。"
    },
    {
      "id": 102,
      "en": "I ended up staying two years there actually.",
      "cn": "我实际上在那里待了两年。"
    },
    {
      "id": 103,
      "en": "I was in charge of the sports news section of the newspaper.",
      "cn": "我负责报纸的体育新闻部分。"
    },
    {
      "id": 104,
      "en": "I really enjoyed it there and it really helped me build my skills.",
      "cn": "我在那里真的很享受，这对我技能的提升帮助很大。"
    },
    {
      "id": 105,
      "en": "Yes, I see.",
      "cn": "是的，我明白了。"
    },
    {
      "id": 106,
      "en": "But you decided to leave them in 2006, right?",
      "cn": "但你在2006年决定离开他们，对吗？"
    },
    {
      "id": 107,
      "en": "Yes, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 108,
      "en": "My husband and I moved to London, and so I managed to find a position with a national newspaper based in London.",
      "cn": "我和我丈夫搬到了伦敦，所以我设法找到了一个在伦敦的国家报纸的职位。"
    },
    {
      "id": 109,
      "en": "To London Weekly, right?",
      "cn": "是伦敦周刊，对吧？"
    },
    {
      "id": 110,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 111,
      "en": "In some ways, it was a step down from my previous job, but it did offer me much better prospects for the future.",
      "cn": "在某种程度上，这比我之前的工作要低一些，但它确实为我提供了更好的未来前景。"
    },
    {
      "id": 112,
      "en": "All right, so now let's start with a couple of phrases and phrasal verbs on Fluency Builder.",
      "cn": "好吧，现在让我们开始学习一些短语和短语动词，使用流利度构建器。"
    },
    {
      "id": 113,
      "en": "Fluency Builder.",
      "cn": "流利度构建器。"
    },
    {
      "id": 114,
      "en": "Okay, in today's dialogue, we heard a lot of really wonderful phrases, Marco.",
      "cn": "好的，在今天的对话中，我们听到了很多非常精彩的短语，马尔科。"
    },
    {
      "id": 115,
      "en": "Some of them are ways of making your experiences sound better, more professional even.",
      "cn": "其中一些是让你的经历听起来更好，更专业的方式。"
    },
    {
      "id": 116,
      "en": "For example, this first one, sorry, Rebecca's talking about her first job in York, and she says, I was in charge of the sports of.",
      "cn": "例如，第一个，抱歉，丽贝卡在谈论她在约克的第一份工作时说，我负责体育新闻。"
    },
    {
      "id": 117,
      "en": "What does this describe?",
      "cn": "这描述了什么？"
    },
    {
      "id": 118,
      "en": "This describes responsibility.",
      "cn": "这描述了责任。"
    },
    {
      "id": 119,
      "en": "Basically, she's saying, I was responsible for, or I had to manage the sports news section.",
      "cn": "基本上，她在说，我负责，或者我必须管理体育新闻部分。"
    },
    {
      "id": 120,
      "en": "She's taking credit for this job that was important.",
      "cn": "她为这份重要的工作感到自豪。"
    },
    {
      "id": 121,
      "en": "Okay, so this is a key phrase because this is the typical phrase that you use to describe your responsibilities or to describe what you did in your previous job position or your previous job.",
      "cn": "好的，这是一个关键短语，因为这是描述你责任或你在之前工作中所做事情的典型短语。"
    },
    {
      "id": 122,
      "en": "Sorry, I could ask you when you were in marketing, what were you in charge of?",
      "cn": "抱歉，我可以问你在市场营销时，你负责什么吗？"
    },
    {
      "id": 123,
      "en": "Right, and then you say, well, I was in charge of, and then you explain your responsibilities or what you did.",
      "cn": "对，然后你说，我负责，然后你解释你的责任或你所做的事情。"
    },
    {
      "id": 124,
      "en": "I was in charge of our national accounts, or I was in charge of the local news.",
      "cn": "我负责我们的国家账户，或者我负责地方新闻。"
    },
    {
      "id": 125,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 126,
      "en": "So this is a very simple phrase, just remember it.",
      "cn": "所以这是一个非常简单的短语，只需记住它。"
    },
    {
      "id": 127,
      "en": "I was in charge of, and then you can start explaining what were your responsibilities, what you did in your previous job.",
      "cn": "我负责，然后你可以开始解释你的责任是什么，你在之前的工作中做了什么。"
    },
    {
      "id": 128,
      "en": "All right, moving on now towards the end of that paragraph, Rebecca says that, well, being in charge of the sports news section was really fun and it really helped her build my skills.",
      "cn": "好的，接下来在那段话的末尾，丽贝卡说，负责体育新闻部分真的很有趣，并且真的帮助她提升了技能。"
    },
    {
      "id": 129,
      "en": "It really helped me build my skills.",
      "cn": "它真的帮助我提升了我的技能。"
    },
    {
      "id": 130,
      "en": "So to build your skills, or in this case, I build my skills means that I have some skills, but maybe they're not really developed.",
      "cn": "所以提升你的技能，或者在这种情况下，我提升我的技能意味着我有一些技能，但可能并没有真正发展。"
    },
    {
      "id": 131,
      "en": "Maybe, you know, I just finished college, I want more experience.",
      "cn": "也许，你知道，我刚刚大学毕业，我想要更多的经验。"
    },
    {
      "id": 132,
      "en": "Well, in that time, during my first job, I build my skills.",
      "cn": "好吧，在那段时间，在我的第一份工作中，我提升了我的技能。"
    },
    {
      "id": 133,
      "en": "I become better at writing or making, having interviews, things like that.",
      "cn": "我变得更擅长写作或进行采访，诸如此类。"
    },
    {
      "id": 134,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 135,
      "en": "So when you build your skills, you kind of improve your abilities or you gain more experience.",
      "cn": "所以当你提升你的技能时，你在某种程度上提高了你的能力或获得了更多的经验。"
    },
    {
      "id": 136,
      "en": "All right, and another interesting phrase coming up here, when Rebecca talked about moving to London with her husband, she said, I managed to find a position with a national newspaper.",
      "cn": "好的，接下来是另一个有趣的短语，当丽贝卡谈到和她丈夫搬到伦敦时，她说，我设法找到了一个国家报纸的职位。"
    },
    {
      "id": 137,
      "en": "Okay, so I managed to, or you could say to manage to do something.",
      "cn": "好的，所以我设法，或者你可以说设法做某事。"
    },
    {
      "id": 138,
      "en": "This is a really interesting phrase because it's another way of saying to be able to or to succeed at something.",
      "cn": "这是一个非常有趣的短语，因为它是另一种说法，表示能够或成功做某事。"
    },
    {
      "id": 139,
      "en": "Okay, so don't confuse it with a manager or to manage people.",
      "cn": "好的，所以不要把它和经理或管理人员混淆。"
    },
    {
      "id": 140,
      "en": "That is also correct, obviously it exists, but to manage to do something is to, as you said, to be able to do something.",
      "cn": "这也是正确的，显然存在，但设法做某事就是，正如你所说，能够做某事。"
    },
    {
      "id": 141,
      "en": "Right, so for example, I was running really late yesterday and I had a ticket for a train at five o'clock.",
      "cn": "对，所以例如，我昨天真的很晚了，我有一张五点钟的火车票。"
    },
    {
      "id": 142,
      "en": "I thought I would miss the train, but I managed to get to the train on time.",
      "cn": "我以为我会错过火车，但我设法准时赶上了火车。"
    },
    {
      "id": 143,
      "en": "That means I was able to get on the train on time.",
      "cn": "这意味着我能够准时上火车。"
    },
    {
      "id": 144,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 145,
      "en": "Okay, so you managed to find a job, I managed to get to the train on time, I was able to.",
      "cn": "好的，所以你设法找到了工作，我设法准时赶上火车，我能够。"
    },
    {
      "id": 146,
      "en": "All right, and towards the end, Rebecca talked about her job at the London Weekly and she described it as a step down from my previous job.",
      "cn": "好的，接下来，丽贝卡谈到了她在伦敦周刊的工作，并将其描述为比我之前的工作要低一些。"
    },
    {
      "id": 147,
      "en": "Okay, is this a good thing or a bad thing, Marco?",
      "cn": "好的，这是一件好事还是坏事，马尔科？"
    },
    {
      "id": 148,
      "en": "To be a step down in something is a bad thing.",
      "cn": "在某种程度上，降低职位是坏事。"
    },
    {
      "id": 149,
      "en": "It's to reduce in level or to decrease.",
      "cn": "这是降低级别或减少。"
    },
    {
      "id": 150,
      "en": "Okay, so basically she's saying, listen, I have this really great job in New York and I took a new job in London and the new job, it wasn't as good in many ways because maybe she had less responsibility or maybe it paid less.",
      "cn": "好的，所以基本上她在说，听着，我在纽约有这份很棒的工作，我在伦敦找了一份新工作，而新工作在很多方面并不如之前的工作好，因为她可能责任更少，或者薪水更低。"
    },
    {
      "id": 151,
      "en": "So this is a way of saying it wasn't as good as my last job.",
      "cn": "所以这是说它不如我上一份工作好的一种方式。"
    },
    {
      "id": 152,
      "en": "Okay, so her new job was a step down from her previous job.",
      "cn": "好的，所以她的新工作比她之前的工作要低。"
    },
    {
      "id": 153,
      "en": "You could say, I think his new girlfriend's a bit of a step down, if you know what I mean.",
      "cn": "你可以说，我觉得他的新女朋友有点低于标准，如果你明白我的意思。"
    },
    {
      "id": 154,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 155,
      "en": "So usually you're comparing, right?",
      "cn": "所以通常你在比较，对吗？"
    },
    {
      "id": 156,
      "en": "You're making a comparison between something from the past to now.",
      "cn": "你在比较过去的某些事情与现在的事情。"
    },
    {
      "id": 157,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 158,
      "en": "Okay, so a step down.",
      "cn": "好的，所以降低职位。"
    },
    {
      "id": 159,
      "en": "Why don't we go back and listen to the dialogue for the very last time and we'll be back to talk to you in a bit.",
      "cn": "我们为什么不回去再听一次对话，然后我们会回来和你们聊聊。"
    },
    {
      "id": 160,
      "en": "Right, Rebecca.",
      "cn": "好的，丽贝卡。"
    },
    {
      "id": 161,
      "en": "Now I see that after graduating from university, your first job was... For a local paper in York called the York Herald.",
      "cn": "现在我明白了，大学毕业后，你的第一份工作是... 在约克的一家地方报纸，叫做约克先驱。"
    },
    {
      "id": 162,
      "en": "Actually, I started with them as an intern.",
      "cn": "实际上，我是作为实习生开始的。"
    },
    {
      "id": 163,
      "en": "I was really keen on getting some experience in journalism and this seemed like a good first step.",
      "cn": "我非常渴望获得一些新闻经验，这看起来是一个不错的第一步。"
    },
    {
      "id": 164,
      "en": "Certainly.",
      "cn": "当然。"
    },
    {
      "id": 165,
      "en": "And after your internship?",
      "cn": "那你的实习结束后呢？"
    },
    {
      "id": 166,
      "en": "They seemed impressed and offered me a position as a junior local news reporter.",
      "cn": "他们似乎对我印象深刻，给我提供了一个初级地方新闻记者的职位。"
    },
    {
      "id": 167,
      "en": "I ended up staying two years there actually.",
      "cn": "我实际上在那里待了两年。"
    },
    {
      "id": 168,
      "en": "I was in charge of the sports news section of the newspaper.",
      "cn": "我负责报纸的体育新闻部分。"
    },
    {
      "id": 169,
      "en": "I really enjoyed it there and it really helped me build my skills.",
      "cn": "我在那里真的很享受，这对我技能的提升帮助很大。"
    },
    {
      "id": 170,
      "en": "Yes, I see.",
      "cn": "是的，我明白了。"
    },
    {
      "id": 171,
      "en": "But you decided to leave them in 2006, right?",
      "cn": "但你在2006年决定离开他们，对吗？"
    },
    {
      "id": 172,
      "en": "Yes, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 173,
      "en": "My husband and I moved to London and so I managed to find a position with a national newspaper based in London.",
      "cn": "我和我丈夫搬到了伦敦，所以我设法找到了一个在伦敦的国家报纸的职位。"
    },
    {
      "id": 174,
      "en": "To London Weekly, right?",
      "cn": "是伦敦周刊，对吧？"
    },
    {
      "id": 175,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 176,
      "en": "In some ways it was a step down from my previous job but it did offer me much better prospects for the future.",
      "cn": "在某种程度上，这比我之前的工作要低一些，但它确实为我提供了更好的未来前景。"
    },
    {
      "id": 177,
      "en": "Alright, so talking about internships and interns, it seems that usually they get... It's not very exciting to become an intern because it ends up that the office people just make you, you know, make coffee or copies and stuff like that.",
      "cn": "好吧，谈到实习和实习生，似乎通常他们得到的... 成为实习生并不是很令人兴奋，因为最终办公室的人只是让你，知道的，泡咖啡或复印之类的。"
    },
    {
      "id": 178,
      "en": "You're not really gaining much work experience.",
      "cn": "你并没有真正获得太多的工作经验。"
    },
    {
      "id": 179,
      "en": "That is the reputation in the United States for internships.",
      "cn": "这是美国对实习的声誉。"
    },
    {
      "id": 180,
      "en": "So basically when you agree to do an internship, sometimes you have to apply to do an internship.",
      "cn": "所以基本上，当你同意做实习时，有时你必须申请做实习。"
    },
    {
      "id": 181,
      "en": "It's a very long process.",
      "cn": "这是一个非常漫长的过程。"
    },
    {
      "id": 182,
      "en": "You end up, like you say, making coffee for people or photocopying reports and this is really boring work.",
      "cn": "你最终，像你说的，为人们泡咖啡或复印报告，这真的很无聊。"
    },
    {
      "id": 183,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 184,
      "en": "I think, yeah, that is the reputation that many places have, like you say, in the United States.",
      "cn": "我认为，是的，许多地方确实有这样的声誉，正如你所说，在美国。"
    },
    {
      "id": 185,
      "en": "But also, I don't know, I guess it does seem in a way the only opportunity in order to be able to get into an industry or a company.",
      "cn": "但我也不知道，我想这似乎在某种程度上是进入一个行业或公司的唯一机会。"
    },
    {
      "id": 186,
      "en": "Maybe it's a really good company, like, I don't know, like Procter and Gamble.",
      "cn": "也许这是一个非常好的公司，比如，我不知道，像宝洁公司。"
    },
    {
      "id": 187,
      "en": "And how else are you going to be able to get in there with no job experience?",
      "cn": "你怎么能在没有工作经验的情况下进入那里呢？"
    },
    {
      "id": 188,
      "en": "Well, that's right.",
      "cn": "好吧，没错。"
    },
    {
      "id": 189,
      "en": "And a lot of people know that an internship doesn't really give you work experience, but they still think that it gives you some edge or some advantage when you're looking for jobs later.",
      "cn": "很多人知道实习并没有真正给你工作经验，但他们仍然认为这在你以后找工作时给你一些优势。"
    },
    {
      "id": 190,
      "en": "Because if I write down on my resume, we were talking earlier about resumes, if I write down on my resume that I was an intern at Procter and Gamble.",
      "cn": "因为如果我在我的简历上写下，我们之前在谈论简历，如果我在我的简历上写下我曾在宝洁公司实习。"
    },
    {
      "id": 191,
      "en": "Wow, that's really impressive.",
      "cn": "哇，那真的很令人印象深刻。"
    },
    {
      "id": 192,
      "en": "Right, it looks good.",
      "cn": "对，看起来不错。"
    },
    {
      "id": 193,
      "en": "All right, so this is an interesting topic.",
      "cn": "好吧，这是一个有趣的话题。"
    },
    {
      "id": 194,
      "en": "Let us know if you were ever an intern.",
      "cn": "让我们知道你是否曾经是实习生。"
    },
    {
      "id": 195,
      "en": "Maybe you started out as an internship or maybe you're doing one now.",
      "cn": "也许你是从实习开始的，或者也许你现在正在做一个实习。"
    },
    {
      "id": 196,
      "en": "Was it better than we say?",
      "cn": "这比我们说的要好吗？"
    },
    {
      "id": 197,
      "en": "Did you do anything else other than making coffee?",
      "cn": "除了泡咖啡，你还做过其他事情吗？"
    },
    {
      "id": 198,
      "en": "We really hope so.",
      "cn": "我们真的希望如此。"
    },
    {
      "id": 199,
      "en": "And we look forward to hearing about your experiences.",
      "cn": "我们期待听到你的经历。"
    },
    {
      "id": 200,
      "en": "All right, we'll see everyone at EnglishPod.com.",
      "cn": "好吧，我们下次在EnglishPod.com见。"
    },
    {
      "id": 201,
      "en": "And until next time, bye.",
      "cn": "下次见，拜。"
    }
  ]
}