{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0190",
  "title": "EnglishPod 初级 英文播客 0190",
  "totalSegments": 178,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome back to EnglishPod.",
      "cn": "大家好，欢迎回到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine.",
      "cn": "我叫Catherine。"
    },
    {
      "id": 4,
      "en": "And today we have an elementary level lesson about food, one of my favorite things to talk about.",
      "cn": "今天我们有一节关于食物的初级课程，这是我最喜欢的话题之一。"
    },
    {
      "id": 5,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 6,
      "en": "We are going to talk about food, but specifically we're going to talk about a family barbecue.",
      "cn": "我们要谈论食物，但具体来说是家庭烧烤。"
    },
    {
      "id": 7,
      "en": "Okay, what is a family barbecue?",
      "cn": "好的，家庭烧烤是什么？"
    },
    {
      "id": 8,
      "en": "Well, I'll just say a few words first.",
      "cn": "嗯，我先说几句话。"
    },
    {
      "id": 9,
      "en": "A barbecue is usually something that we do outside.",
      "cn": "烧烤通常是在户外进行的。"
    },
    {
      "id": 10,
      "en": "We bring food, we play games, maybe have some drinks, and a lot of the food is grilled.",
      "cn": "我们带食物，玩游戏，可能喝点饮料，很多食物都是烤的。"
    },
    {
      "id": 11,
      "en": "So that's what we're talking about today.",
      "cn": "所以这就是我们今天要谈的。"
    },
    {
      "id": 12,
      "en": "We're going to hear this dialogue first, and then we'll come back to talk about it.",
      "cn": "我们先听这个对话，然后再回来讨论。"
    },
    {
      "id": 13,
      "en": "Is everything ready for the big family barbecue tomorrow?",
      "cn": "明天的大型家庭烧烤一切准备好了吗？"
    },
    {
      "id": 14,
      "en": "Yep, the steaks and chicken are marinated, and I also bought hamburger buns.",
      "cn": "是的，牛排和鸡肉已经腌制好了，我还买了汉堡包。"
    },
    {
      "id": 15,
      "en": "We should also cook a couple dozen hot dogs and kebabs.",
      "cn": "我们还应该烤几打热狗和烤肉串。"
    },
    {
      "id": 16,
      "en": "Yeah, good idea.",
      "cn": "是的，好主意。"
    },
    {
      "id": 17,
      "en": "We could put some lawn furniture outside next to the grill.",
      "cn": "我们可以把一些户外家具放在烤架旁边。"
    },
    {
      "id": 18,
      "en": "I also set up the tent outside so we can hide from the sun if it gets too hot.",
      "cn": "我还在外面搭了帐篷，以便如果天气太热可以躲避阳光。"
    },
    {
      "id": 19,
      "en": "Great.",
      "cn": "太好了。"
    },
    {
      "id": 20,
      "en": "I asked Grace to bring cups and serviettes as she is also bringing two big coolers for the beers.",
      "cn": "我让Grace带杯子和餐巾纸，因为她还带了两个大冰箱装啤酒。"
    },
    {
      "id": 21,
      "en": "This is going to be a great barbecue.",
      "cn": "这将是一次很棒的烧烤。"
    },
    {
      "id": 22,
      "en": "Oh no, it's raining.",
      "cn": "哦不，下雨了。"
    },
    {
      "id": 23,
      "en": "All right, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 24,
      "en": "So probably a couple of words you didn't really understand, so let's take a look at those now in language takeaway.",
      "cn": "可能有几个词你不太理解，所以现在我们来看看这些词的语言要点。"
    },
    {
      "id": 25,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 26,
      "en": "Lots of food words, Marco.",
      "cn": "很多食物相关的词，Marco。"
    },
    {
      "id": 27,
      "en": "The first one is barbecue.",
      "cn": "第一个是烧烤。"
    },
    {
      "id": 28,
      "en": "We were talking about that a minute ago.",
      "cn": "我们刚才在谈论这个。"
    },
    {
      "id": 29,
      "en": "A barbecue is something we do usually for something on a special occasion or for dinner.",
      "cn": "烧烤通常是在特殊场合或晚餐时进行的。"
    },
    {
      "id": 30,
      "en": "It's a summertime thing.",
      "cn": "这是夏天的活动。"
    },
    {
      "id": 31,
      "en": "You know, you go outside when it's warm, and the entire family comes and we have food.",
      "cn": "你知道，当天气温暖时，你会出去，整个家庭聚在一起吃饭。"
    },
    {
      "id": 32,
      "en": "Sometimes people even bring food.",
      "cn": "有时人们甚至会带食物。"
    },
    {
      "id": 33,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 34,
      "en": "And actually, as you mentioned, it's something that you do a barbecue.",
      "cn": "实际上，正如你提到的，烧烤是一个名词。"
    },
    {
      "id": 35,
      "en": "You have a family barbecue, but it's also a verb.",
      "cn": "你有家庭烧烤，但它也是一个动词。"
    },
    {
      "id": 36,
      "en": "To barbecue something.",
      "cn": "烧烤某样东西。"
    },
    {
      "id": 37,
      "en": "So to cook meat on a barbecue.",
      "cn": "所以在烧烤上烹饪肉。"
    },
    {
      "id": 38,
      "en": "So that's cooking meat not in a stove, not with gas.",
      "cn": "这意味着不在炉子上，不用燃气。"
    },
    {
      "id": 39,
      "en": "Usually it's under a fire or very warm intense heat coming from coals.",
      "cn": "通常是在火下或来自煤炭的强烈热量下。"
    },
    {
      "id": 40,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 41,
      "en": "And so before we cook food, usually before we cook meat on the grill, before we barbecue it, we have to marinate it.",
      "cn": "所以在我们烹饪食物之前，通常在我们在烤架上烹饪肉之前，我们必须腌制它。"
    },
    {
      "id": 42,
      "en": "Okay, so in this situation, the steaks and the chicken are already marinated.",
      "cn": "好的，在这种情况下，牛排和鸡肉已经腌制好了。"
    },
    {
      "id": 43,
      "en": "Okay, so to marinate something or which is so to marinate something, which is a verb or the steaks and chickens are marinated, which is an adjective.",
      "cn": "好的，腌制某样东西，或者说牛排和鸡肉是腌制的，前者是动词，后者是形容词。"
    },
    {
      "id": 44,
      "en": "So basically means that you have added spices and maybe some lemon juice, different herbs or salts to the meats in order to give it flavor before you cook them.",
      "cn": "基本上意味着你已经添加了香料，也许还有一些柠檬汁、不同的香草或盐，以便在烹饪之前给肉增添风味。"
    },
    {
      "id": 45,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 46,
      "en": "Sometimes in Indian cooking, for example, you marinate with a yogurt sauce and you leave the meats in the refrigerator for a whole night.",
      "cn": "有时在印度烹饪中，例如，你用酸奶酱腌制，并把肉放在冰箱里过夜。"
    },
    {
      "id": 47,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 48,
      "en": "So marinating or to marinate is a process to give flavor to food.",
      "cn": "所以腌制或腌制是给食物增添风味的过程。"
    },
    {
      "id": 49,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 50,
      "en": "All right, so we've marinated our food, our chicken, our steaks, but also we have hamburgers.",
      "cn": "好吧，我们已经腌制了我们的食物，鸡肉和牛排，但我们还有汉堡。"
    },
    {
      "id": 51,
      "en": "So we need hamburger buns.",
      "cn": "所以我们需要汉堡包。"
    },
    {
      "id": 52,
      "en": "What are buns?",
      "cn": "什么是包子？"
    },
    {
      "id": 53,
      "en": "Okay, buns are pieces of bread that are for special kinds of food.",
      "cn": "好的，包子是用于特殊食物的面包。"
    },
    {
      "id": 54,
      "en": "So you have a hamburger bun.",
      "cn": "所以你有一个汉堡包。"
    },
    {
      "id": 55,
      "en": "It's a round piece of bread and the hamburger goes on one piece and under another piece.",
      "cn": "它是一个圆形的面包，上面放一个汉堡，下面再放一个。"
    },
    {
      "id": 56,
      "en": "A hot dog bun is different.",
      "cn": "热狗包是不同的。"
    },
    {
      "id": 57,
      "en": "It's like a piece of bread that's folded and the hot dog goes in the middle.",
      "cn": "它像一块折叠的面包，热狗放在中间。"
    },
    {
      "id": 58,
      "en": "So bun is a special kind of bread for these kinds of foods.",
      "cn": "所以包子是这些食物的特殊面包。"
    },
    {
      "id": 59,
      "en": "All right, so remember if you want to have a hot dog, you need to buy hot dog buns.",
      "cn": "好吧，所以记住，如果你想吃热狗，你需要买热狗包。"
    },
    {
      "id": 60,
      "en": "So people know already that you're talking about bread.",
      "cn": "所以人们已经知道你在谈论面包。"
    },
    {
      "id": 61,
      "en": "And if you want to buy a hamburger bread, you say a hamburger bun.",
      "cn": "如果你想买汉堡面包，你说汉堡包。"
    },
    {
      "id": 62,
      "en": "That's right, so hamburger buns and hot dog buns.",
      "cn": "没错，所以汉堡包和热狗包。"
    },
    {
      "id": 63,
      "en": "But after we talk about having the hamburger buns, we discuss how many hot dogs are going to cook.",
      "cn": "但在我们谈论汉堡包之后，我们讨论要烤多少热狗。"
    },
    {
      "id": 64,
      "en": "So the person says, we should cook a couple dozen hot dogs.",
      "cn": "所以那个人说，我们应该烤几打热狗。"
    },
    {
      "id": 65,
      "en": "All right, so a dozen is 12 units of something.",
      "cn": "好吧，所以一打是12个单位。"
    },
    {
      "id": 66,
      "en": "Right, so eggs are sold in dozens.",
      "cn": "对，所以鸡蛋是按打出售的。"
    },
    {
      "id": 67,
      "en": "We buy a dozen eggs, we buy 12 eggs.",
      "cn": "我们买一打鸡蛋，我们买12个鸡蛋。"
    },
    {
      "id": 68,
      "en": "Okay, or you can say half a dozen.",
      "cn": "好吧，或者你可以说半打。"
    },
    {
      "id": 69,
      "en": "That means six.",
      "cn": "那意味着六个。"
    },
    {
      "id": 70,
      "en": "Half of 12.",
      "cn": "12的一半。"
    },
    {
      "id": 71,
      "en": "And a couple dozen is usually around 24, 25.",
      "cn": "而几打通常是24、25个。"
    },
    {
      "id": 72,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 73,
      "en": "So a dozen hot dogs and they are also getting kebabs.",
      "cn": "所以一打热狗，他们还要烤肉串。"
    },
    {
      "id": 74,
      "en": "What are kebabs?",
      "cn": "什么是烤肉串？"
    },
    {
      "id": 75,
      "en": "Mmm, one of my favorite foods.",
      "cn": "嗯，我最喜欢的食物之一。"
    },
    {
      "id": 76,
      "en": "Kebabs are sticks or skewers of meat.",
      "cn": "烤肉串是肉的棍子或串。"
    },
    {
      "id": 77,
      "en": "So you have a very thin stick and you put the meat on it and you put that on the grill and you cook the meat on the grill.",
      "cn": "所以你有一根很细的棍子，把肉放在上面，然后把它放在烤架上烹饪。"
    },
    {
      "id": 78,
      "en": "Mm-hmm, so yeah, those are very common.",
      "cn": "嗯，是的，这些非常常见。"
    },
    {
      "id": 79,
      "en": "For example, in the Middle East, right, you have kebabs, sticks of meat, and also maybe some vegetables put on it, and you grill them.",
      "cn": "例如，在中东，你有烤肉串，肉串上可能还有一些蔬菜，然后你把它们烤熟。"
    },
    {
      "id": 80,
      "en": "Exactly, very flavorful, very tasty meat.",
      "cn": "正是如此，非常美味，非常可口的肉。"
    },
    {
      "id": 81,
      "en": "All right, so why don't we listen to our dialogue again and we'll come back shortly to look at some more words.",
      "cn": "好吧，那我们再听一次对话，然后我们很快回来看看更多的单词。"
    },
    {
      "id": 82,
      "en": "Is everything ready for the big family barbecue tomorrow?",
      "cn": "明天的大型家庭烧烤一切准备好了吗？"
    },
    {
      "id": 83,
      "en": "Yep, the steaks and chicken are marinated and I also bought hamburger buns.",
      "cn": "是的，牛排和鸡肉已经腌制好了，我还买了汉堡包。"
    },
    {
      "id": 84,
      "en": "We should also cook a couple dozen hot dogs and kebabs.",
      "cn": "我们还应该烤几打热狗和烤肉串。"
    },
    {
      "id": 85,
      "en": "Yeah, good idea.",
      "cn": "是的，好主意。"
    },
    {
      "id": 86,
      "en": "We could put some lawn furniture outside next to the grill.",
      "cn": "我们可以把一些户外家具放在烤架旁边。"
    },
    {
      "id": 87,
      "en": "I also set up the tent outside so we can hide from the sun if it gets too hot.",
      "cn": "我还在外面搭了帐篷，以便如果天气太热可以躲避阳光。"
    },
    {
      "id": 88,
      "en": "Great!",
      "cn": "太好了！"
    },
    {
      "id": 89,
      "en": "I asked Grace to bring cups and serve yetz as she is also bringing two big coolers for the beers.",
      "cn": "我让Grace带杯子和餐巾纸，因为她还带了两个大冰箱装啤酒。"
    },
    {
      "id": 90,
      "en": "This is gonna be a great barbecue.",
      "cn": "这将是一次很棒的烧烤。"
    },
    {
      "id": 91,
      "en": "All right, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 92,
      "en": "So now why don't we go to a second part of language takeaway and take a look at five more words.",
      "cn": "现在我们为什么不去第二部分的语言要点，看看五个更多的单词。"
    },
    {
      "id": 93,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 94,
      "en": "All right, the first word that we're gonna look at is lawn furniture.",
      "cn": "好吧，我们要看的第一个词是户外家具。"
    },
    {
      "id": 95,
      "en": "So we're gonna have lawn furniture outside.",
      "cn": "所以我们要在外面放户外家具。"
    },
    {
      "id": 96,
      "en": "Okay, so before we even start thinking about food, we have to decide where people will sit at this barbecue.",
      "cn": "好的，在我们开始考虑食物之前，我们必须决定人们在这个烧烤上坐在哪里。"
    },
    {
      "id": 97,
      "en": "And so we have to find out how much lawn furniture we have.",
      "cn": "所以我们必须找出我们有多少户外家具。"
    },
    {
      "id": 98,
      "en": "Furniture can be a sofa, a table, a chair.",
      "cn": "家具可以是沙发、桌子、椅子。"
    },
    {
      "id": 99,
      "en": "We have furniture in the house, but lawn furniture is furniture for the outside.",
      "cn": "我们在家里有家具，但户外家具是用于户外的家具。"
    },
    {
      "id": 100,
      "en": "A lawn is the green grass outside your house.",
      "cn": "草坪是你家外面的绿色草地。"
    },
    {
      "id": 101,
      "en": "So it's usually not gonna be made out of wood, for example, because if it rains, it might get ruined, right?",
      "cn": "所以通常不会用木头做，比如说，因为如果下雨，它可能会坏，对吧？"
    },
    {
      "id": 102,
      "en": "So usually it's either plastic or maybe even rock or stone or metal or metal.",
      "cn": "所以通常是塑料，或者甚至是石头或金属。"
    },
    {
      "id": 103,
      "en": "So that's what lawn furniture is.",
      "cn": "这就是户外家具。"
    },
    {
      "id": 104,
      "en": "Furniture that is made to be outside in your backyard, for example, or that sits on your lawn.",
      "cn": "是为你的后院或草坪外面设计的家具。"
    },
    {
      "id": 105,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 106,
      "en": "And so we're going to be on the lawn furniture.",
      "cn": "所以我们将使用户外家具。"
    },
    {
      "id": 107,
      "en": "We have the special thing for cooking meat outside, the grill.",
      "cn": "我们有专门用于户外烹饪肉类的东西，烧烤架。"
    },
    {
      "id": 108,
      "en": "Okay, so we mentioned that you grill chicken or you grill steaks, but it's also a noun, a grill.",
      "cn": "好的，我们提到过你可以烤鸡肉或牛排，但它也是一个名词，烧烤架。"
    },
    {
      "id": 109,
      "en": "So a grill, what is that?",
      "cn": "烧烤架是什么？"
    },
    {
      "id": 110,
      "en": "A grill is like a stove for the outside, but instead of having electricity to make the fire, we have gas or propane.",
      "cn": "烧烤架就像是户外的炉子，但不是用电来生火，而是用气体或丙烷。"
    },
    {
      "id": 111,
      "en": "And this is something that we light on fire and we use coals to keep the insides very warm.",
      "cn": "这是我们点燃的东西，我们用煤炭保持内部非常温暖。"
    },
    {
      "id": 112,
      "en": "And so this is just a way to cook meats or even vegetables outside.",
      "cn": "这只是用来在户外烹饪肉类或蔬菜的一种方式。"
    },
    {
      "id": 113,
      "en": "Okay, perfect.",
      "cn": "好的，完美。"
    },
    {
      "id": 114,
      "en": "So that is a grill.",
      "cn": "所以这就是烧烤架。"
    },
    {
      "id": 115,
      "en": "And if you're going to cook foods or vegetables in this way, so you're going to grill them.",
      "cn": "如果你要用这种方式烹饪食物或蔬菜，那就是烤它们。"
    },
    {
      "id": 116,
      "en": "Alright.",
      "cn": "好的。"
    },
    {
      "id": 117,
      "en": "And well, just in case it gets hot and you wanna hide from the sun, we are going to set up a tent.",
      "cn": "如果天气热，你想躲避阳光，我们将搭建一个帐篷。"
    },
    {
      "id": 118,
      "en": "Okay, a tent, you can sleep in a tent, but in this case, a tent is just a covering outside.",
      "cn": "好的，帐篷，你可以在帐篷里睡觉，但在这种情况下，帐篷只是外面的遮盖物。"
    },
    {
      "id": 119,
      "en": "So maybe some cloth or some fabric that will stand over us when we sit down or want to be outside.",
      "cn": "所以可能是一些布或织物，当我们坐下或想在外面时，它会在我们上方。"
    },
    {
      "id": 120,
      "en": "It's also a way to protect us from the rain.",
      "cn": "这也是保护我们免受雨水的一种方式。"
    },
    {
      "id": 121,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 122,
      "en": "So as you mentioned, a tent is something that you set up temporarily made out of cloth or plastic to protect you from the sun or rain.",
      "cn": "正如你提到的，帐篷是你临时搭建的，用布或塑料制成的，以保护你免受阳光或雨水。"
    },
    {
      "id": 123,
      "en": "Or if you're going camping, you sleep in one.",
      "cn": "或者如果你去露营，你可以在里面睡觉。"
    },
    {
      "id": 124,
      "en": "Alright.",
      "cn": "好的。"
    },
    {
      "id": 125,
      "en": "And now that they have all the food, they need cups.",
      "cn": "现在他们有了所有的食物，他们需要杯子。"
    },
    {
      "id": 126,
      "en": "And then they mentioned the strange word.",
      "cn": "然后他们提到了一个奇怪的词。"
    },
    {
      "id": 127,
      "en": "It kind of sounds French.",
      "cn": "听起来有点像法语。"
    },
    {
      "id": 128,
      "en": "Cerviettes.",
      "cn": "Cerviettes。"
    },
    {
      "id": 129,
      "en": "Cerviettes.",
      "cn": "Cerviettes。"
    },
    {
      "id": 130,
      "en": "So I do think it comes from the French word.",
      "cn": "我确实认为它来自法语单词。"
    },
    {
      "id": 131,
      "en": "This is a British way of saying napkins.",
      "cn": "这是英国人说餐巾纸的方式。"
    },
    {
      "id": 132,
      "en": "So it's like paper for cleaning your hands and cleaning your mouth that you throw away.",
      "cn": "所以这就像是用来擦手和嘴的纸，使用后可以扔掉。"
    },
    {
      "id": 133,
      "en": "Okay, so you can say napkins or if you wanna sound a little bit more fancier, you can say Cerviettes.",
      "cn": "好的，所以你可以说餐巾纸，或者如果你想听起来更高档一点，可以说Cerviettes。"
    },
    {
      "id": 134,
      "en": "And speaking of fancy, let's talk about beer.",
      "cn": "说到高档，我们来谈谈啤酒。"
    },
    {
      "id": 135,
      "en": "Where do we keep beer?",
      "cn": "我们把啤酒放在哪里？"
    },
    {
      "id": 136,
      "en": "It has to stay cold, right?",
      "cn": "它必须保持冷却，对吧？"
    },
    {
      "id": 137,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 138,
      "en": "So usually you would place it in a refrigerator.",
      "cn": "所以通常你会把它放在冰箱里。"
    },
    {
      "id": 139,
      "en": "But if you're outside or you're going camping, you wanna keep them cold or you wanna keep something hot.",
      "cn": "但如果你在外面或者去露营，你想保持它们冷却，或者想保持某些东西热。"
    },
    {
      "id": 140,
      "en": "You place it in a cooler.",
      "cn": "你把它放在冷却箱里。"
    },
    {
      "id": 141,
      "en": "Okay, so a cooler is a plastic bin or a plastic box that we put all of the ice in and the drinks.",
      "cn": "好的，所以冷却箱是一个塑料箱或塑料盒，我们把所有的冰和饮料放进去。"
    },
    {
      "id": 142,
      "en": "So it's not just for beer.",
      "cn": "所以这不仅仅是为了啤酒。"
    },
    {
      "id": 143,
      "en": "It's also for Coke and Sprite and all these different drinks.",
      "cn": "这也是为了可乐、雪碧和所有这些不同的饮料。"
    },
    {
      "id": 144,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 145,
      "en": "So it's usually made to keep something cool.",
      "cn": "所以它通常是为了保持某些东西冷却。"
    },
    {
      "id": 146,
      "en": "But as I said, if you wanna keep something warm, you can also keep it in the cooler.",
      "cn": "但正如我所说，如果你想保持某些东西温暖，你也可以把它放在冷却箱里。"
    },
    {
      "id": 147,
      "en": "It keeps the temperature of the foods.",
      "cn": "它保持食物的温度。"
    },
    {
      "id": 148,
      "en": "And the nice thing is that it's not electric so you can use it anywhere.",
      "cn": "好的，好的地方是它不是电动的，所以你可以在任何地方使用。"
    },
    {
      "id": 149,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 150,
      "en": "Alright.",
      "cn": "好的。"
    },
    {
      "id": 151,
      "en": "So that's all the words for today.",
      "cn": "所以今天的词就到这里。"
    },
    {
      "id": 152,
      "en": "Why don't we listen to our dialogue for the last time?",
      "cn": "我们为什么不最后再听一次我们的对话？"
    },
    {
      "id": 153,
      "en": "Is everything ready for the big family barbecue tomorrow?",
      "cn": "明天的大型家庭烧烤一切准备好了吗？"
    },
    {
      "id": 154,
      "en": "Yep.",
      "cn": "是的。"
    },
    {
      "id": 155,
      "en": "The steaks and chicken are marinated and I also bought hamburger buns.",
      "cn": "牛排和鸡肉已经腌制好，我还买了汉堡包。"
    },
    {
      "id": 156,
      "en": "We should also cook a couple dozen hot dogs and kebabs.",
      "cn": "我们还应该烤几打热狗和烤肉串。"
    },
    {
      "id": 157,
      "en": "Yeah, good idea.",
      "cn": "是的，好主意。"
    },
    {
      "id": 158,
      "en": "We could put some lawn furniture outside next to the grill.",
      "cn": "我们可以把一些户外家具放在烧烤架旁边。"
    },
    {
      "id": 159,
      "en": "I also set up the tent outside so we can hide from the sun if it gets too hot.",
      "cn": "我还在外面搭了帐篷，这样如果天气太热，我们可以躲避阳光。"
    },
    {
      "id": 160,
      "en": "Great.",
      "cn": "太好了。"
    },
    {
      "id": 161,
      "en": "I asked Grace to bring cups and serve yetz as she is also bringing two big coolers for the beers.",
      "cn": "我让Grace带杯子和餐巾纸，因为她还带了两个大冷却箱装啤酒。"
    },
    {
      "id": 162,
      "en": "This is gonna be a great barbecue.",
      "cn": "这将是一个很棒的烧烤。"
    },
    {
      "id": 163,
      "en": "Oh no, it's raining.",
      "cn": "哦不，下雨了。"
    },
    {
      "id": 164,
      "en": "Alright, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 165,
      "en": "So family barbecues and doing these things.",
      "cn": "所以家庭烧烤和做这些事情。"
    },
    {
      "id": 166,
      "en": "Did you do these when you were young at home?",
      "cn": "你年轻时在家里做过这些吗？"
    },
    {
      "id": 167,
      "en": "Do you still like to do it?",
      "cn": "你还喜欢这样做吗？"
    },
    {
      "id": 168,
      "en": "All the time I love barbecues.",
      "cn": "我一直都喜欢烧烤。"
    },
    {
      "id": 169,
      "en": "It's one of my favorite ways to eat food.",
      "cn": "这是我最喜欢的吃饭方式之一。"
    },
    {
      "id": 170,
      "en": "The nice thing about a barbecue is you get to sit outside and relax and there's nothing better than nice fresh grilled meat.",
      "cn": "烧烤的好处是你可以坐在外面放松，没有什么比新鲜烤肉更好的了。"
    },
    {
      "id": 171,
      "en": "Right and well you have all your friends over so you're having a couple of beers and you're having some meat and it's actually a really nice way of just having something at home with good friends and family, right?",
      "cn": "对，而且你有所有的朋友在一起，所以你喝几杯啤酒，吃一些肉，这实际上是和好朋友和家人在家里享受的一个很好的方式，对吧？"
    },
    {
      "id": 172,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 173,
      "en": "And some of the most important barbecues we have are in the summer near July 4th.",
      "cn": "我们最重要的烧烤之一是在夏天，接近7月4日。"
    },
    {
      "id": 174,
      "en": "And so people like to have July 4th barbecues where you celebrate Independence Day and sit outside and drink and have hot dogs and hamburgers and macaroni and cheese.",
      "cn": "所以人们喜欢在7月4日烧烤，庆祝独立日，坐在外面喝酒，吃热狗、汉堡和通心粉奶酪。"
    },
    {
      "id": 175,
      "en": "Actually while I was in Chile, I noticed that as well near their festivities for their independence, which is September 18th.",
      "cn": "实际上，当我在智利时，我也注意到他们在9月18日的独立日庆祝活动期间，很多人聚在一起烧烤，这非常流行，以至于几乎每个邻居的房子在周末都能闻到烧烤的味道。"
    },
    {
      "id": 176,
      "en": "A lot of people get together and have barbecues and it's so so popular that pretty much every house in the neighborhood you can smell somebody barbecuing on the weekend.",
      "cn": "你让我好饿。"
    },
    {
      "id": 177,
      "en": "You're making me so hungry.",
      "cn": "好吧，大家，如果你们有任何问题、疑虑，或者在你们的家乡烧烤是否常见，为什么不在EnglishPod.com给我们发几条评论，我们会在那里见到大家。"
    },
    {
      "id": 178,
      "en": "Alright guys, so if you have any questions, any doubts or if it's common for you guys to barbecue back home, then why don't you send us a couple of comments at EnglishPod.com and we'll see everyone there.",
      "cn": "再见。"
    }
  ]
}