{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0271",
  "title": "Englishpod 初级 英文播客 0271",
  "totalSegments": 215,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marko.",
      "cn": "我叫Marko。"
    },
    {
      "id": 3,
      "en": "My name is Katherine, and today we have the beginning of a very long series on giving a presentation.",
      "cn": "我叫Katherine，今天我们将开始一个关于做演示的非常长的系列。"
    },
    {
      "id": 4,
      "en": "So this series is at the intermediate level, right, Marko?",
      "cn": "所以这个系列是中级水平，对吧，Marko？"
    },
    {
      "id": 5,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 6,
      "en": "It's part of our business series.",
      "cn": "这是我们商业系列的一部分。"
    },
    {
      "id": 7,
      "en": "We previously took a look at how to go upon an interview.",
      "cn": "我们之前讨论过如何进行面试。"
    },
    {
      "id": 8,
      "en": "Now we're going to talk about presentations, so everything about a presentation, how to give a presentation, language you can use in a presentation, and a lot of other things like this.",
      "cn": "现在我们要谈论演示，所以关于演示的一切，如何进行演示，演示中可以使用的语言，以及其他很多类似的内容。"
    },
    {
      "id": 9,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 10,
      "en": "So today we're going to talk about the very beginning of a presentation.",
      "cn": "所以今天我们要谈论演示的开始部分。"
    },
    {
      "id": 11,
      "en": "Let's take a listen to this dialogue, and we'll be back in a moment.",
      "cn": "让我们听听这个对话，稍后我们会回来。"
    },
    {
      "id": 12,
      "en": "Hi, everyone.",
      "cn": "嗨，大家好。"
    },
    {
      "id": 13,
      "en": "Can everyone hear me?",
      "cn": "大家能听到我吗？"
    },
    {
      "id": 14,
      "en": "Can you guys at the back hear everything?",
      "cn": "后面的朋友们能听到吗？"
    },
    {
      "id": 15,
      "en": "I think all of you know why we are here this afternoon.",
      "cn": "我想你们都知道我们今天下午为什么在这里。"
    },
    {
      "id": 16,
      "en": "As most of you are aware, 2010 marks an important moment for Alpha computers.",
      "cn": "正如大多数人所知，2010年对Alpha电脑来说是一个重要时刻。"
    },
    {
      "id": 17,
      "en": "We have bounced back from the recession, and now we are set to launch our new line of laptop and desktop computers.",
      "cn": "我们已经从经济衰退中恢复过来，现在准备推出我们新的笔记本和台式电脑系列。"
    },
    {
      "id": 18,
      "en": "I'm really pleased to welcome Michael Ford, the global marketing manager for Alpha Computers, who has flown in from California to give all of you an overview of the marketing campaign, and to answer any questions you may have.",
      "cn": "我很高兴欢迎Michael Ford，Alpha电脑的全球市场经理，他从加利福尼亚飞来，为大家介绍市场营销活动，并回答你们可能有的任何问题。"
    },
    {
      "id": 19,
      "en": "So please, give a warm welcome to Mr. Ford.",
      "cn": "所以请热烈欢迎Ford先生。"
    },
    {
      "id": 20,
      "en": "Thank you, Jonathan.",
      "cn": "谢谢你，Jonathan。"
    },
    {
      "id": 21,
      "en": "It really is a pleasure to be here today.",
      "cn": "今天能在这里真是我的荣幸。"
    },
    {
      "id": 22,
      "en": "It has been three years since I visited Beijing, and it's clear to me that operations here are obviously going from strength to strength.",
      "cn": "自从我三年前访问北京以来，这里显然在不断发展壮大。"
    },
    {
      "id": 23,
      "en": "The Alpha brand continues to grow in leaps and bounds in China, and that is certainly down to the hard work of all of you here.",
      "cn": "Alpha品牌在中国持续快速增长，这当然归功于在座各位的辛勤工作。"
    },
    {
      "id": 24,
      "en": "So congratulations to all of you.",
      "cn": "所以祝贺大家。"
    },
    {
      "id": 25,
      "en": "I'd like to start by outlining the key points of my presentation this afternoon and giving you an idea of the topics that will be discussed.",
      "cn": "我想先概述一下我今天下午演示的关键点，并给你们一个将要讨论的主题的概念。"
    },
    {
      "id": 26,
      "en": "The presentation today is divided into five main parts.",
      "cn": "今天的演示分为五个主要部分。"
    },
    {
      "id": 27,
      "en": "First of all, I'd like to briefly touch on the background of the new X420 line, how the whole concept has come about, and how the new product fits into our existing brand line.",
      "cn": "首先，我想简要介绍一下新X420系列的背景，这个概念是如何产生的，以及新产品如何融入我们现有的品牌系列。"
    },
    {
      "id": 28,
      "en": "Secondly, I'd like to present data on projected sales for the X420.",
      "cn": "其次，我想展示X420的预计销售数据。"
    },
    {
      "id": 29,
      "en": "We will then go on to discuss our key rivals in this sector.",
      "cn": "然后我们将讨论这个领域的主要竞争对手。"
    },
    {
      "id": 30,
      "en": "Then I'd like to go on to outline the campaign concept for the X420.",
      "cn": "接着我想概述一下X420的营销活动概念。"
    },
    {
      "id": 31,
      "en": "Finally, I'm happy to open up the discussion for any questions or points you may have for me.",
      "cn": "最后，我很高兴为大家提供讨论的机会，回答你们可能有的问题或意见。"
    },
    {
      "id": 32,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 33,
      "en": "So as you can see, it's the very beginning of a presentation.",
      "cn": "如你所见，这是演示的开始部分。"
    },
    {
      "id": 34,
      "en": "We're kind of starting to give people an idea of what we're going to talk about.",
      "cn": "我们开始给人们一个我们将要讨论的内容的概念。"
    },
    {
      "id": 35,
      "en": "So let's take a look at some of the language Mr. Ford used on language takeaway.",
      "cn": "让我们看看Ford先生使用的一些语言。"
    },
    {
      "id": 36,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 37,
      "en": "So the reason Mr. Ford is giving a presentation is because he wants to talk about their, the company's new line of computers, right?",
      "cn": "Ford先生进行演示的原因是他想谈论公司的新电脑系列，对吧？"
    },
    {
      "id": 38,
      "en": "And so he says that they're going to launch a new line of desktop and laptop computers.",
      "cn": "所以他说他们将推出一条新的台式和笔记本电脑系列。"
    },
    {
      "id": 39,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 40,
      "en": "So they want to launch a new line of laptops.",
      "cn": "所以他们想推出一条新的笔记本电脑系列。"
    },
    {
      "id": 41,
      "en": "So this verb to launch means to bring out to the market.",
      "cn": "这个动词“推出”意味着将产品推向市场。"
    },
    {
      "id": 42,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 43,
      "en": "So instead of the word to start, which you could use in many different ways, like to start eating or to start swimming, in this case, to launch means you're going to introduce a new product to the market, like you said, Marco.",
      "cn": "所以与“开始”这个词相比，虽然“开始”可以用在很多不同的场合，比如“开始吃”或“开始游泳”，在这种情况下，“推出”意味着你将向市场介绍一个新产品，就像你说的，Marco。"
    },
    {
      "id": 44,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 45,
      "en": "We are going to start selling to the market a new product.",
      "cn": "我们将开始向市场销售一个新产品。"
    },
    {
      "id": 46,
      "en": "We're going to launch a new line of laptop and desktop computers.",
      "cn": "我们将推出一条新的笔记本和台式电脑系列。"
    },
    {
      "id": 47,
      "en": "For example, this spring, Steve Jobs launched the iPad, which is a new product.",
      "cn": "例如，今年春天，Steve Jobs推出了iPad，这是一个新产品。"
    },
    {
      "id": 48,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 49,
      "en": "So he launched the iPad and the iPhone 4.",
      "cn": "所以他推出了iPad和iPhone 4。"
    },
    {
      "id": 50,
      "en": "They're always launching new things at Apple.",
      "cn": "他们总是在Apple推出新产品。"
    },
    {
      "id": 51,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 52,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 53,
      "en": "So since they're launching this new line of laptop and desktop computers, Mr. Ford first wanted to give a brief overview of the marketing campaign.",
      "cn": "所以由于他们推出这条新的笔记本和台式电脑系列，Ford先生首先想简要介绍一下市场营销活动。"
    },
    {
      "id": 54,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 55,
      "en": "So first of all, we're going to talk about how this product is being marketed.",
      "cn": "所以首先，我们将讨论这个产品是如何被营销的。"
    },
    {
      "id": 56,
      "en": "So you want to give a general picture or a very simple picture of what's going to happen.",
      "cn": "所以你想给出一个大致的或非常简单的情况，说明将会发生什么。"
    },
    {
      "id": 57,
      "en": "So at the beginning, this will happen.",
      "cn": "所以一开始，这将发生。"
    },
    {
      "id": 58,
      "en": "Then this will happen.",
      "cn": "然后这将发生。"
    },
    {
      "id": 59,
      "en": "At the end, this will happen.",
      "cn": "最后，这将发生。"
    },
    {
      "id": 60,
      "en": "And that's what we call an overview.",
      "cn": "这就是我们所说的概述。"
    },
    {
      "id": 61,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 62,
      "en": "So it's a brief or general idea of what we're talking about, an overview.",
      "cn": "所以这是我们讨论的简要或一般想法，一个概述。"
    },
    {
      "id": 63,
      "en": "Nothing too specific.",
      "cn": "没有太具体的内容。"
    },
    {
      "id": 64,
      "en": "We just want to give you a general idea.",
      "cn": "我们只是想给你一个大致的想法。"
    },
    {
      "id": 65,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 66,
      "en": "After that, Mr. Ford starts talking and he's talking about the presentation, which has many parts, and he wants to talk about what each part will contain.",
      "cn": "之后，Ford先生开始谈论演示，它有很多部分，他想谈论每个部分将包含什么。"
    },
    {
      "id": 67,
      "en": "So he says, I'd like to briefly touch on the background of the new X420 line.",
      "cn": "所以他说，我想简要介绍一下新X420系列的背景。"
    },
    {
      "id": 68,
      "en": "So this verb, to touch on.",
      "cn": "所以这个动词“提及”。"
    },
    {
      "id": 69,
      "en": "What does this mean?",
      "cn": "这是什么意思？"
    },
    {
      "id": 70,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 71,
      "en": "So when he says he wants to touch on the background of this new computer, he's basically saying, I want to talk about.",
      "cn": "所以当他说他想提及这个新电脑的背景时，他基本上是在说，我想谈论。"
    },
    {
      "id": 72,
      "en": "Alright, so this is potentially very confusing because we know the word to touch means to put your hand on something.",
      "cn": "好的，这可能会非常混淆，因为我们知道“触碰”这个词意味着把手放在某物上。"
    },
    {
      "id": 73,
      "en": "But to touch on, this is a phrasal verb, this means to talk about or to address.",
      "cn": "但“提及”是一个短语动词，意味着谈论或涉及。"
    },
    {
      "id": 74,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 75,
      "en": "So for example, a teacher at a university will touch on many topics during his lecture.",
      "cn": "例如，大学的老师在讲座中会提及许多主题。"
    },
    {
      "id": 76,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 77,
      "en": "Or I'd like to touch on where we're going to dinner tonight because I'm very hungry.",
      "cn": "或者我想提及我们今晚要去哪里吃饭，因为我很饿。"
    },
    {
      "id": 78,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 79,
      "en": "So basically it's a nice way of saying, I want to talk about this topic.",
      "cn": "所以基本上这是一个很好的说法，表示我想谈论这个话题。"
    },
    {
      "id": 80,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 81,
      "en": "And then apart from touching on the background of the new computer, he said he also wants to talk about projected sales for this new computer.",
      "cn": "除了提及新电脑的背景外，他还说他想谈论这个新电脑的预计销售。"
    },
    {
      "id": 82,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 83,
      "en": "So projected sales, this phrase includes two words.",
      "cn": "所以“预计销售”这个短语包含两个词。"
    },
    {
      "id": 84,
      "en": "Sales means how much of something you sell, obviously, but projected means what you expect to sell.",
      "cn": "“销售”意味着你卖出多少东西，显然，但“预计”意味着你期望销售多少。"
    },
    {
      "id": 85,
      "en": "So the projected sales have not happened yet.",
      "cn": "所以预计销售尚未发生。"
    },
    {
      "id": 86,
      "en": "They will happen in the future.",
      "cn": "它们将在未来发生。"
    },
    {
      "id": 87,
      "en": "And so they're basically my guess about sales.",
      "cn": "所以它们基本上是我对销售的猜测。"
    },
    {
      "id": 88,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 89,
      "en": "So basically we are giving an estimate of what we think we will sell.",
      "cn": "所以基本上我们在给出我们认为会销售的估计。"
    },
    {
      "id": 90,
      "en": "Those are projected sales.",
      "cn": "这就是预计销售。"
    },
    {
      "id": 91,
      "en": "We think we will sell a thousand computers.",
      "cn": "我们认为我们将销售一千台电脑。"
    },
    {
      "id": 92,
      "en": "Those are our projected sales.",
      "cn": "这就是我们的预计销售。"
    },
    {
      "id": 93,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 94,
      "en": "And after that, we have one more key word.",
      "cn": "然后我们还有一个关键词。"
    },
    {
      "id": 95,
      "en": "This word comes at the very end of the speech.",
      "cn": "这个词出现在演讲的最后。"
    },
    {
      "id": 96,
      "en": "Mr. Ford says, we will then go on to discuss our key rivals.",
      "cn": "Ford先生说，我们将继续讨论我们的主要竞争对手。"
    },
    {
      "id": 97,
      "en": "Now who is a rival, Marco?",
      "cn": "现在谁是竞争对手，Marco？"
    },
    {
      "id": 98,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 99,
      "en": "So a rival is basically your competitor or maybe kind of your enemy.",
      "cn": "所以竞争对手基本上是你的竞争者，或者可能是你的敌人。"
    },
    {
      "id": 100,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 101,
      "en": "So in computers, who is Apple's rival?",
      "cn": "在电脑领域，谁是苹果的竞争对手？"
    },
    {
      "id": 102,
      "en": "Maybe HP or IBM or Dell.",
      "cn": "可能是惠普、IBM或戴尔。"
    },
    {
      "id": 103,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 104,
      "en": "So a rival is someone you compete with.",
      "cn": "所以竞争对手是你竞争的对象。"
    },
    {
      "id": 105,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 106,
      "en": "So he's going to talk about his key rivals.",
      "cn": "他将谈论他的主要竞争对手。"
    },
    {
      "id": 107,
      "en": "So basically the word key is your most important rivals.",
      "cn": "基本上，关键这个词是指你最重要的竞争对手。"
    },
    {
      "id": 108,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 109,
      "en": "So for example, who is one of Batman's key rivals?",
      "cn": "比如，蝙蝠侠的一个主要竞争对手是谁？"
    },
    {
      "id": 110,
      "en": "Because we have rivals not just in business, but also in life.",
      "cn": "因为我们在商业上不仅有竞争对手，在生活中也有。"
    },
    {
      "id": 111,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 112,
      "en": "So for example, I think maybe Batman's key rival might be the Joker.",
      "cn": "比如，我认为蝙蝠侠的主要竞争对手可能是小丑。"
    },
    {
      "id": 113,
      "en": "Or the Penguin.",
      "cn": "或者企鹅人。"
    },
    {
      "id": 114,
      "en": "Or the Penguin.",
      "cn": "或者企鹅人。"
    },
    {
      "id": 115,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 116,
      "en": "So let's take another listen to today's dialogue.",
      "cn": "那么我们再听一遍今天的对话。"
    },
    {
      "id": 117,
      "en": "And we'll be back in a moment with some very important phrases.",
      "cn": "我们稍后会带来一些非常重要的短语。"
    },
    {
      "id": 118,
      "en": "We have bounced back from the recession and now we are set to launch our new line of laptop and desktop computers.",
      "cn": "我们已经从经济衰退中恢复过来，现在准备推出我们的新系列笔记本和台式电脑。"
    },
    {
      "id": 119,
      "en": "I'm really pleased to welcome Michael Ford, the global marketing manager for Alpha Computers, who has flown in from California to give all of you an overview of the marketing campaign and to answer any questions you may have.",
      "cn": "我很高兴欢迎来自加利福尼亚的阿尔法电脑全球市场经理迈克尔·福特，他将为大家概述市场营销活动，并回答你们可能有的任何问题。"
    },
    {
      "id": 120,
      "en": "So please give a warm welcome to Mr. Ford.",
      "cn": "所以请热烈欢迎福特先生。"
    },
    {
      "id": 121,
      "en": "Thank you, Jonathan.",
      "cn": "谢谢你，乔纳森。"
    },
    {
      "id": 122,
      "en": "It really is a pleasure to be here today.",
      "cn": "今天能在这里真是很高兴。"
    },
    {
      "id": 123,
      "en": "It has been three years since I visited Beijing and it's clear to me that operations here are obviously going from strength to strength.",
      "cn": "自从我上次访问北京已经三年了，很明显这里的运营显然在不断增强。"
    },
    {
      "id": 124,
      "en": "The Alpha brand continues to grow in leaps and bounds in China and that is certainly down to the hard work of all of you here.",
      "cn": "阿尔法品牌在中国持续快速增长，这当然归功于在座各位的辛勤工作。"
    },
    {
      "id": 125,
      "en": "So congratulations to all of you!",
      "cn": "所以祝贺大家！"
    },
    {
      "id": 126,
      "en": "I'd like to start by outlining the key points of my presentation this afternoon and giving you an idea of the topics that will be discussed.",
      "cn": "我想先概述一下我今天下午演讲的要点，并给你们一个讨论主题的概念。"
    },
    {
      "id": 127,
      "en": "The presentation today is divided into five main parts.",
      "cn": "今天的演讲分为五个主要部分。"
    },
    {
      "id": 128,
      "en": "First of all, I'd like to briefly touch on the background of the new X420 line, how the whole concept has come about and how the new product fits into our existing brand line.",
      "cn": "首先，我想简要介绍一下新X420系列的背景，这个概念是如何产生的，以及新产品如何融入我们现有的品牌系列。"
    },
    {
      "id": 129,
      "en": "Secondly, I'd like to present data on projected sales for the X420.",
      "cn": "其次，我想展示X420的销售预测数据。"
    },
    {
      "id": 130,
      "en": "We will then go on to discuss our key rivals in this sector.",
      "cn": "然后我们将讨论这个领域的主要竞争对手。"
    },
    {
      "id": 131,
      "en": "Then I would like to go on to outline the campaign concept for the X420.",
      "cn": "接着我想概述X420的营销概念。"
    },
    {
      "id": 132,
      "en": "Finally, I'm happy to open up the discussion for any questions or points you may have for me.",
      "cn": "最后，我很高兴开放讨论，回答你们可能有的任何问题或意见。"
    },
    {
      "id": 133,
      "en": "Alright, so we've prepared three phrases for you.",
      "cn": "好的，我们为你们准备了三个短语。"
    },
    {
      "id": 134,
      "en": "Let's take a look at those now on Fluency Builder.",
      "cn": "现在让我们在流利度构建器上看看这些短语。"
    },
    {
      "id": 135,
      "en": "So this first phrase is really important because it's about the part of the speech that happens before the speech begins.",
      "cn": "第一个短语非常重要，因为它是关于演讲开始前的部分。"
    },
    {
      "id": 136,
      "en": "Usually you have a person who's going to talk about something, but you also have someone who introduces that person.",
      "cn": "通常会有一个人要谈论某事，但也会有一个人介绍那个人。"
    },
    {
      "id": 137,
      "en": "This is John.",
      "cn": "这是约翰。"
    },
    {
      "id": 138,
      "en": "He's going to talk about computers.",
      "cn": "他将谈论电脑。"
    },
    {
      "id": 139,
      "en": "He's very smart.",
      "cn": "他非常聪明。"
    },
    {
      "id": 140,
      "en": "Listen to everything he says.",
      "cn": "听他所说的一切。"
    },
    {
      "id": 141,
      "en": "So we usually hear the phrase, let's give a warm welcome to... Yes, this is a very nice way of presenting someone.",
      "cn": "我们通常会听到这个短语，让我们热烈欢迎……是的，这是一种很好的介绍方式。"
    },
    {
      "id": 142,
      "en": "So obviously this person is talking to a group of people and he's introducing Mr. Ford.",
      "cn": "显然，这个人是在对一群人讲话，并介绍福特先生。"
    },
    {
      "id": 143,
      "en": "So he says, let's give a warm welcome to Mr. Ford.",
      "cn": "所以他说，让我们热烈欢迎福特先生。"
    },
    {
      "id": 144,
      "en": "So that's saying, let's clap.",
      "cn": "这就是说，让我们鼓掌。"
    },
    {
      "id": 145,
      "en": "Let's say hello to him.",
      "cn": "让我们向他问好。"
    },
    {
      "id": 146,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 147,
      "en": "So like you said, this is an invitation to clap.",
      "cn": "就像你说的，这是一个鼓掌的邀请。"
    },
    {
      "id": 148,
      "en": "You have to clap when you hear this.",
      "cn": "听到这个你必须鼓掌。"
    },
    {
      "id": 149,
      "en": "Warm welcome means let's be nice to him.",
      "cn": "热烈欢迎意味着让我们对他友好。"
    },
    {
      "id": 150,
      "en": "Let's all smile and encourage him.",
      "cn": "让我们都微笑并鼓励他。"
    },
    {
      "id": 151,
      "en": "You know, you think about it.",
      "cn": "你想想。"
    },
    {
      "id": 152,
      "en": "Someone who's going to give a speech is probably nervous.",
      "cn": "要演讲的人可能会紧张。"
    },
    {
      "id": 153,
      "en": "And so this helps them feel comfortable.",
      "cn": "所以这有助于他们感到舒适。"
    },
    {
      "id": 154,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 155,
      "en": "So it's a very nice way if you're maybe presenting someone who's going to talk, you can say, let's give a warm welcome to whoever you're presenting.",
      "cn": "所以如果你要介绍一个即将发言的人，你可以说，让我们热烈欢迎你要介绍的那个人。"
    },
    {
      "id": 156,
      "en": "Okay, now when Mr. Ford was talking, he mentioned this very interesting phrase about operations.",
      "cn": "好的，现在当福特先生在讲话时，他提到了一个非常有趣的短语，关于运营。"
    },
    {
      "id": 157,
      "en": "He said, it's clear to me that operations here are obviously going from strength to strength.",
      "cn": "他说，很明显这里的运营显然在不断增强。"
    },
    {
      "id": 158,
      "en": "Okay, so that means things are going well.",
      "cn": "好的，这意味着事情进展顺利。"
    },
    {
      "id": 159,
      "en": "You do one thing, you do it well.",
      "cn": "你做一件事，你做得很好。"
    },
    {
      "id": 160,
      "en": "You move on to another thing, you do that well as well.",
      "cn": "你继续做另一件事，你也做得很好。"
    },
    {
      "id": 161,
      "en": "Okay, so that's what it means, from strength to strength.",
      "cn": "好的，这就是从强到强的意思。"
    },
    {
      "id": 162,
      "en": "So we're saying that things are going from good to better.",
      "cn": "所以我们说事情从好到更好。"
    },
    {
      "id": 163,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 164,
      "en": "And getting better.",
      "cn": "而且越来越好。"
    },
    {
      "id": 165,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 166,
      "en": "And what about our last phrase?",
      "cn": "那我们的最后一个短语呢？"
    },
    {
      "id": 167,
      "en": "Our last phrase is kind of similar to the last one.",
      "cn": "我们的最后一个短语与上一个有点相似。"
    },
    {
      "id": 168,
      "en": "The Alpha brand continues to grow in leaps and bounds.",
      "cn": "阿尔法品牌在中国持续快速增长。"
    },
    {
      "id": 169,
      "en": "All right, so you can have a company that grows.",
      "cn": "好的，你可以有一个公司在增长。"
    },
    {
      "id": 170,
      "en": "It grows a little.",
      "cn": "它增长一点。"
    },
    {
      "id": 171,
      "en": "You can have a company that grows quite a bit.",
      "cn": "你可以有一个公司增长得相当多。"
    },
    {
      "id": 172,
      "en": "Then you have a company that grows in leaps and bounds.",
      "cn": "然后你有一个公司在快速增长。"
    },
    {
      "id": 173,
      "en": "That means a lot.",
      "cn": "这意味着很多。"
    },
    {
      "id": 174,
      "en": "Okay, so to leap is to jump, right?",
      "cn": "好的，跳跃就是跳，对吧？"
    },
    {
      "id": 175,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 176,
      "en": "And so this is what we're saying.",
      "cn": "所以这就是我们所说的。"
    },
    {
      "id": 177,
      "en": "We're just jumping higher and higher.",
      "cn": "我们只是越来越高。"
    },
    {
      "id": 178,
      "en": "We're getting bigger and bigger, or better and better.",
      "cn": "我们变得越来越大，或者越来越好。"
    },
    {
      "id": 179,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 180,
      "en": "So this is an exaggeration.",
      "cn": "所以这是夸张。"
    },
    {
      "id": 181,
      "en": "It's like saying that it's not going quickly, it's going the speed of light.",
      "cn": "就像说它不是在快速进行，而是在光速进行。"
    },
    {
      "id": 182,
      "en": "You know, it's just so fast.",
      "cn": "你知道，它就是这么快。"
    },
    {
      "id": 183,
      "en": "All of a sudden, just really growing.",
      "cn": "突然间，真的在增长。"
    },
    {
      "id": 184,
      "en": "Okay, a lot of interesting phrases there.",
      "cn": "好的，有很多有趣的短语。"
    },
    {
      "id": 185,
      "en": "A lot of key vocab.",
      "cn": "很多关键词汇。"
    },
    {
      "id": 186,
      "en": "I think we can listen to this dialogue again.",
      "cn": "我想我们可以再听一遍这个对话。"
    },
    {
      "id": 187,
      "en": "And we'll be back in a bit.",
      "cn": "我们稍后再见。"
    },
    {
      "id": 188,
      "en": "Hi everyone, can everyone hear me?",
      "cn": "大家好，大家能听到我吗？"
    },
    {
      "id": 189,
      "en": "Can you guys at the back hear everything?",
      "cn": "后面的你们能听到一切吗？"
    },
    {
      "id": 190,
      "en": "I think all of you know why we are here this afternoon.",
      "cn": "我想你们都知道我们今天下午为什么在这里。"
    },
    {
      "id": 191,
      "en": "As most of you are aware, 2010 marks an important moment for Alpha computers.",
      "cn": "正如你们大多数人所知道的，2010年对阿尔法电脑来说是一个重要时刻。"
    },
    {
      "id": 192,
      "en": "We have bounced back from the recession, and now we are set to launch our new line of laptop and desktop computers.",
      "cn": "我们已经从经济衰退中恢复过来，现在准备推出我们的新系列笔记本和台式电脑。"
    },
    {
      "id": 193,
      "en": "I'm really pleased to welcome Michael Ford, the global marketing manager for Alpha computers, who has flown in from California to give all of you an overview of the marketing campaign, and to answer any questions you may have.",
      "cn": "我很高兴欢迎来自加利福尼亚的阿尔法电脑全球市场经理迈克尔·福特，他将为大家概述市场营销活动，并回答你们可能有的任何问题。"
    },
    {
      "id": 194,
      "en": "So please, give a warm welcome to Mr. Ford.",
      "cn": "所以请，热烈欢迎福特先生。"
    },
    {
      "id": 195,
      "en": "Thank you, Jonathan.",
      "cn": "谢谢你，乔纳森。"
    },
    {
      "id": 196,
      "en": "It really is a pleasure to be here today.",
      "cn": "今天能在这里真是很高兴。"
    },
    {
      "id": 197,
      "en": "It has been three years since I visited Beijing, and it's clear to me that operations here are obviously going from strength to strength.",
      "cn": "自从我上次访问北京已经三年了，很明显这里的运营显然在不断增强。"
    },
    {
      "id": 198,
      "en": "The Alpha brand continues to grow in leaps and bounds in China, and that is certainly down to the hard work of all of you here.",
      "cn": "阿尔法品牌在中国持续快速增长，这当然归功于在座各位的辛勤工作。"
    },
    {
      "id": 199,
      "en": "So congratulations to all of you!",
      "cn": "所以祝贺大家！"
    },
    {
      "id": 200,
      "en": "I'd like to start by outlining the key points of my presentation this afternoon, and giving you an idea of the topics that will be discussed.",
      "cn": "我想先概述一下我今天下午演讲的要点，并给你们一个讨论主题的概念。"
    },
    {
      "id": 201,
      "en": "The presentation today is divided into five main parts.",
      "cn": "今天的演讲分为五个主要部分。"
    },
    {
      "id": 202,
      "en": "First of all, I'd like to briefly touch on the background of the new X420 line, how the whole concept has come about, and how the new product fits into our existing brand line.",
      "cn": "首先，我想简要介绍一下新X420系列的背景，这个概念是如何产生的，以及新产品如何融入我们现有的品牌系列。"
    },
    {
      "id": 203,
      "en": "Secondly, I'd like to present data on projected sales for the X420.",
      "cn": "其次，我想展示X420的销售预测数据。"
    },
    {
      "id": 204,
      "en": "We will then go on to discuss our key rivals in this sector.",
      "cn": "然后我们将讨论该领域的主要竞争对手。"
    },
    {
      "id": 205,
      "en": "Then I would like to go on to outline the campaign concept for the X420.",
      "cn": "接下来，我想概述X420的宣传活动概念。"
    },
    {
      "id": 206,
      "en": "Finally, I'm happy to open up the discussion for any questions or points you may have for me.",
      "cn": "最后，我很高兴能开放讨论，欢迎大家提出问题或意见。"
    },
    {
      "id": 207,
      "en": "All right, so as we mentioned, this is the first part of a ten-part series all about public speaking, giving a presentation.",
      "cn": "好的，正如我们提到的，这是关于公共演讲、演示的十部分系列的第一部分。"
    },
    {
      "id": 208,
      "en": "We're going to talk about many aspects of a presentation, like charts and graphs and using PowerPoint, all these really modern ways of giving a presentation.",
      "cn": "我们将讨论演示的许多方面，比如图表、图形和使用PowerPoint，这些都是现代演示的方式。"
    },
    {
      "id": 209,
      "en": "That's right, and we're going to try and talk to you about some of the places in presentations that English learners tend to struggle with.",
      "cn": "没错，我们将尝试与大家讨论一些英语学习者在演示中常常遇到的困难。"
    },
    {
      "id": 210,
      "en": "You know, it's sometimes very hard to know what to say, especially like in today's lesson, how do you introduce someone in a presentation?",
      "cn": "你知道，有时很难知道该说什么，尤其是在今天的课程中，如何在演示中介绍某人？"
    },
    {
      "id": 211,
      "en": "It's not very common to learn how to say that, so we hope that through these podcasts you'll be able to learn some really important phrases and become more comfortable while you're giving presentations in English.",
      "cn": "学习如何说这些并不常见，因此我们希望通过这些播客，您能学到一些重要的短语，并在用英语进行演示时更加自信。"
    },
    {
      "id": 212,
      "en": "That's right, and of course if you have any questions about these lessons or any of our lessons, you can always find us at EnglishPod.com or you can send us also your suggestions about any lesson topics you may have.",
      "cn": "没错，当然如果您对这些课程或我们的任何课程有疑问，您可以随时在EnglishPod.com找到我们，或者也可以发送您对任何课程主题的建议。"
    },
    {
      "id": 213,
      "en": "That's right, so we hope to hear from you.",
      "cn": "没错，我们希望能听到您的声音。"
    },
    {
      "id": 214,
      "en": "Please let us know what you're thinking.",
      "cn": "请告诉我们您的想法。"
    },
    {
      "id": 215,
      "en": "And until next time everyone, bye.",
      "cn": "下次见，大家，再见。"
    }
  ]
}