{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0158",
  "title": "EnglishPod 初级 英文播客 0158",
  "totalSegments": 174,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome back to EnglishPod.",
      "cn": "大家好，欢迎回到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "And my name is Catherine, and today we have an exciting lesson for everyone out there, very cultural.",
      "cn": "我叫Catherine，今天我们有一个令人兴奋的文化课要分享给大家。"
    },
    {
      "id": 4,
      "en": "Exactly, and very closely related to our Halloween lesson that we had, but on this occasion, we're going to be looking at All Saints' Day.",
      "cn": "没错，这与我们之前的万圣节课程密切相关，但这次我们要讨论的是万圣节。"
    },
    {
      "id": 5,
      "en": "Alright, so this is a festival that's celebrated in many different countries, and we're learning today about some of the ceremonies and practices in those countries that are very closely tied to those local cultures.",
      "cn": "好的，这是一个在许多国家庆祝的节日，今天我们将学习一些与当地文化紧密相关的仪式和习俗。"
    },
    {
      "id": 6,
      "en": "Exactly, so we're going to learn a little bit about culture, and at the same time, we're going to learn some great words and phrases, so let's get started with this dialogue for the first time.",
      "cn": "没错，我们将了解一些文化，同时学习一些很棒的单词和短语，所以让我们开始这个对话吧。"
    },
    {
      "id": 7,
      "en": "A special day among many cultures around the world, especially in Latin America.",
      "cn": "在世界许多文化中，这是一个特殊的日子，尤其是在拉丁美洲。"
    },
    {
      "id": 8,
      "en": "Seriously?",
      "cn": "真的？"
    },
    {
      "id": 9,
      "en": "I thought it was just like any other day, except for the fact that people visit the cemetery and remember their loved ones.",
      "cn": "我以为这只是像其他日子一样，除了人们会去墓地纪念他们的亲人。"
    },
    {
      "id": 10,
      "en": "Well, that's just part of it.",
      "cn": "嗯，这只是其中的一部分。"
    },
    {
      "id": 11,
      "en": "People across the world celebrate in different ways.",
      "cn": "世界各地的人们以不同的方式庆祝。"
    },
    {
      "id": 12,
      "en": "In Mexico, for example, it's common to see people building private altars, honoring the deceased, using sugar skulls, preparing the favorite foods and beverages of the departed, and visiting graves with these as gifts.",
      "cn": "例如，在墨西哥，人们常常会建造私人祭坛，纪念逝者，使用糖骷髅，准备逝者最喜欢的食物和饮料，并带着这些作为礼物去拜访墓碑。"
    },
    {
      "id": 13,
      "en": "In the Philippines, the tombs are cleaned or repainted, candles are lit, and flowers are offered.",
      "cn": "在菲律宾，墓碑会被清理或重新粉刷，点燃蜡烛，并献上鲜花。"
    },
    {
      "id": 14,
      "en": "Entire families camp out in cemeteries and sometimes spend a night or two near the relatives' tombs.",
      "cn": "整个家庭会在墓地露营，有时会在亲人的墓碑旁过一两晚。"
    },
    {
      "id": 15,
      "en": "Whoa, that's scary.",
      "cn": "哇，听起来很可怕。"
    },
    {
      "id": 16,
      "en": "I don't know if I could do that.",
      "cn": "我不知道我能否做到。"
    },
    {
      "id": 17,
      "en": "Why?",
      "cn": "为什么？"
    },
    {
      "id": 18,
      "en": "We should fear the living, not the dead.",
      "cn": "我们应该害怕活人，而不是死者。"
    },
    {
      "id": 19,
      "en": "And we're back, so did you know about these traditions in the Philippines and in Mexico?",
      "cn": "我们回来了，你知道菲律宾和墨西哥的这些传统吗？"
    },
    {
      "id": 20,
      "en": "I know about the Mexican ones because there's a lot of Mexicans where I come from in Chicago and they still celebrate these things.",
      "cn": "我知道墨西哥的传统，因为我来自芝加哥，那里的墨西哥人很多，他们仍然庆祝这些节日。"
    },
    {
      "id": 21,
      "en": "But I didn't know about the Philippines so I found this really interesting.",
      "cn": "但我不知道菲律宾的传统，所以我觉得这很有趣。"
    },
    {
      "id": 22,
      "en": "Interesting, right?",
      "cn": "有趣吧？"
    },
    {
      "id": 23,
      "en": "Actually, yeah, the Philippines as well as Mexico are very Catholic countries so maybe that's one of the reasons why they have such... they have these events that are so important for their culture.",
      "cn": "其实是的，菲律宾和墨西哥都是非常天主教的国家，所以这可能是他们有如此重要的文化活动的原因之一。"
    },
    {
      "id": 24,
      "en": "I'm sure, yeah.",
      "cn": "我相信，没错。"
    },
    {
      "id": 25,
      "en": "Alright, so before we start talking a little bit more about the culture, why don't we take a look at language takeaway?",
      "cn": "好的，在我们开始更多讨论文化之前，为什么不先看看语言要点呢？"
    },
    {
      "id": 26,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 27,
      "en": "Alright, the first word is a very common word, especially if you're a church-going person.",
      "cn": "好的，第一个单词是一个非常常见的词，尤其是如果你是一个上教堂的人。"
    },
    {
      "id": 28,
      "en": "The word is alter.",
      "cn": "这个词是祭坛。"
    },
    {
      "id": 29,
      "en": "Okay, an alter.",
      "cn": "好的，祭坛。"
    },
    {
      "id": 30,
      "en": "An alter.",
      "cn": "祭坛。"
    },
    {
      "id": 31,
      "en": "It's a thing.",
      "cn": "这是一个东西。"
    },
    {
      "id": 32,
      "en": "It's a thing, and an alter is usually found inside a church, as you said, right?",
      "cn": "这是一个东西，祭坛通常在教堂里，正如你所说的，对吧？"
    },
    {
      "id": 33,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 34,
      "en": "So it's like a... Table.",
      "cn": "所以它就像一个……桌子。"
    },
    {
      "id": 35,
      "en": "It's like a table.",
      "cn": "它就像一张桌子。"
    },
    {
      "id": 36,
      "en": "Or a counter.",
      "cn": "或者一个柜台。"
    },
    {
      "id": 37,
      "en": "So the alter in the church is where the priest does all of the stuff that he does during the mass.",
      "cn": "所以教堂里的祭坛是牧师在弥撒期间做所有事情的地方。"
    },
    {
      "id": 38,
      "en": "It's where he prepares the bread and the wine.",
      "cn": "这是他准备面包和酒的地方。"
    },
    {
      "id": 39,
      "en": "It's essentially a table, yeah.",
      "cn": "本质上就是一张桌子，是的。"
    },
    {
      "id": 40,
      "en": "But you can build an alter for yourself in your garden, for example, right?",
      "cn": "但你可以在你的花园里为自己建一个祭坛，对吧？"
    },
    {
      "id": 41,
      "en": "And it doesn't have to do with the Catholic religion, necessarily.",
      "cn": "而且这不一定与天主教有关。"
    },
    {
      "id": 42,
      "en": "No, not necessarily.",
      "cn": "不，不一定。"
    },
    {
      "id": 43,
      "en": "You could have an alter in a Greek pagan temple where you give offerings to a god or goddess.",
      "cn": "你可以在希腊的异教神庙里有一个祭坛，向神或女神献祭。"
    },
    {
      "id": 44,
      "en": "And so in this case, an alter is a special religious table where you perform certain religious rites or functions.",
      "cn": "所以在这种情况下，祭坛是一个特殊的宗教桌子，你在上面进行某些宗教仪式或功能。"
    },
    {
      "id": 45,
      "en": "Okay, very interesting.",
      "cn": "好的，非常有趣。"
    },
    {
      "id": 46,
      "en": "Alright, and so it's common in Mexico for people to build private alters honoring the deceased.",
      "cn": "好的，在墨西哥，人们常常建造私人祭坛来纪念逝者。"
    },
    {
      "id": 47,
      "en": "So what is this word, deceased?",
      "cn": "那么“逝者”这个词是什么？"
    },
    {
      "id": 48,
      "en": "Alright, deceased is a noun.",
      "cn": "好的，逝者是一个名词。"
    },
    {
      "id": 49,
      "en": "It's a word that we use to call someone who's dead or departed.",
      "cn": "这是我们用来称呼已故或离世的人的词。"
    },
    {
      "id": 50,
      "en": "So the deceased was named John Smith.",
      "cn": "所以逝者名叫John Smith。"
    },
    {
      "id": 51,
      "en": "So it's like a more technical term of saying somebody is dead.",
      "cn": "所以这是一种更专业的说法，表示某人已去世。"
    },
    {
      "id": 52,
      "en": "Right, and it's something that you'll often read in the newspaper when they don't want to say the dead guy.",
      "cn": "对，通常在报纸上你会看到这个词，当他们不想说“死者”时。"
    },
    {
      "id": 53,
      "en": "You know, they say the deceased was a doctor and he is survived by three children.",
      "cn": "你知道，他们会说逝者是一名医生，留下了三个孩子。"
    },
    {
      "id": 54,
      "en": "And so deceased is a way to describe a person in a nicer way.",
      "cn": "所以“逝者”是一种更礼貌的描述方式。"
    },
    {
      "id": 55,
      "en": "Right, very good, the deceased.",
      "cn": "对，非常好，逝者。"
    },
    {
      "id": 56,
      "en": "And you mentioned another word that's very closely related to the deceased, the departed.",
      "cn": "你提到的另一个与逝者密切相关的词是“离世者”。"
    },
    {
      "id": 57,
      "en": "That's right, and this is actually a famous word because of a Martin Scorsese movie that came out about two years ago.",
      "cn": "没错，这实际上是一个著名的词，因为大约两年前有一部马丁·斯科塞斯的电影。"
    },
    {
      "id": 58,
      "en": "And departed, you know the word to depart, to leave.",
      "cn": "“离世者”，你知道“离开”的意思。"
    },
    {
      "id": 59,
      "en": "Right, a person that is a departed is someone who has left us.",
      "cn": "对，离世者是指已经离开我们的人。"
    },
    {
      "id": 60,
      "en": "Left this world.",
      "cn": "离开这个世界。"
    },
    {
      "id": 61,
      "en": "Yeah, it's a dead person.",
      "cn": "是的，就是死去的人。"
    },
    {
      "id": 62,
      "en": "So you can say the deceased or the departed, which basically means the same thing as the dead guy or the dead person.",
      "cn": "所以你可以说逝者或离世者，这基本上意味着“死者”或“死去的人”。"
    },
    {
      "id": 63,
      "en": "Exactly, but again it's much more polite.",
      "cn": "没错，但这更礼貌。"
    },
    {
      "id": 64,
      "en": "It's something that we hear often at funerals or that we read in magazines.",
      "cn": "这是我们在葬礼上常听到的，或者在杂志上看到的。"
    },
    {
      "id": 65,
      "en": "Okay, so for example, All Saints Day is a way of honoring the departed.",
      "cn": "好的，例如，万圣节是纪念离世者的一种方式。"
    },
    {
      "id": 66,
      "en": "Exactly, very nice sounding.",
      "cn": "没错，听起来很好。"
    },
    {
      "id": 67,
      "en": "Yeah, it sounds better.",
      "cn": "是的，听起来更好。"
    },
    {
      "id": 68,
      "en": "Alright, so talking a little bit more about the departed and the traditions, it says here that many Mexicans use sugar skulls or have sugar skulls during this festivity.",
      "cn": "好的，关于离世者和传统的更多讨论，这里提到许多墨西哥人在这个节日使用糖骷髅。"
    },
    {
      "id": 69,
      "en": "That's right, so a skull is the bones from a person's head.",
      "cn": "没错，骷髅是一个人的头骨。"
    },
    {
      "id": 70,
      "en": "Alright, and so you can often see these on, for example, pirate ships.",
      "cn": "好的，你常常可以在例如海盗船上看到这些。"
    },
    {
      "id": 71,
      "en": "We say skull and crossbones.",
      "cn": "我们说骷髅和交叉骨。"
    },
    {
      "id": 72,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 73,
      "en": "And so it's the bones from a head and you have the bones underneath.",
      "cn": "所以这是头骨的骨头，下面有骨头。"
    },
    {
      "id": 74,
      "en": "And it's a very popular image on Halloween because it's scary.",
      "cn": "这是万圣节非常流行的形象，因为它很可怕。"
    },
    {
      "id": 75,
      "en": "But a skull is essentially the bones from a head.",
      "cn": "但骷髅本质上是一个人的头骨。"
    },
    {
      "id": 76,
      "en": "So it's like a person's head without the skin, eyes, lips, everything.",
      "cn": "所以它就像一个没有皮肤、眼睛、嘴唇等的人的头。"
    },
    {
      "id": 77,
      "en": "Right, it's scary because it has empty black spaces where the eyes are supposed to be and you can see all the teeth, but nothing else.",
      "cn": "对，它很可怕，因为它的眼睛应该是空的黑色空间，你可以看到所有的牙齿，但没有其他东西。"
    },
    {
      "id": 78,
      "en": "What about the sugar skulls?",
      "cn": "那糖骷髅呢？"
    },
    {
      "id": 79,
      "en": "What are these?",
      "cn": "这些是什么？"
    },
    {
      "id": 80,
      "en": "They're skulls made of sugar.",
      "cn": "它们是用糖做的骷髅。"
    },
    {
      "id": 81,
      "en": "That's right, and so they look like skulls because there's no cheeks and no, they're not really, there's no skin or eyes, but they're beautiful because the Mexicans in their tradition, they color the sugar.",
      "cn": "没错，所以它们看起来像骷髅，因为没有脸颊，没有皮肤或眼睛，但它们很美丽，因为墨西哥人在他们的传统中给糖上色。"
    },
    {
      "id": 82,
      "en": "So you can have white skulls with this beautiful green and pink and red and blue decorations and you can eat them because they're made of sugar.",
      "cn": "所以你可以有白色的骷髅，配上美丽的绿色、粉色、红色和蓝色装饰，你可以吃它们，因为它们是用糖做的。"
    },
    {
      "id": 83,
      "en": "And so it's a special treat that people have in the Mexican tradition on the day of the dead.",
      "cn": "所以这是人们在墨西哥传统中在亡灵节享用的特别款待。"
    },
    {
      "id": 84,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 85,
      "en": "All right, and one of the many traditions, apart from sugar skulls and building private altars, they also visit the person's tomb, if possible, right?",
      "cn": "好的，除了糖骷髅和建造私人祭坛之外，他们还会尽可能去拜访逝者的墓碑，对吧？"
    },
    {
      "id": 86,
      "en": "Exactly.",
      "cn": "没错。"
    },
    {
      "id": 87,
      "en": "So a tomb is an important word.",
      "cn": "所以“墓碑”是一个重要的词。"
    },
    {
      "id": 88,
      "en": "So what is a tomb?",
      "cn": "那么墓碑是什么？"
    },
    {
      "id": 89,
      "en": "A tomb is a place where someone is buried.",
      "cn": "墓碑是一个人被埋葬的地方。"
    },
    {
      "id": 90,
      "en": "It's a space or a place, and it can be big or small, but it's essentially the resting place of a dead person.",
      "cn": "它是一个空间或地方，可以大也可以小，但本质上是一个死者的安息之地。"
    },
    {
      "id": 91,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 92,
      "en": "So a tomb, where the person is, and actually on the tomb you have the tombstone, right?",
      "cn": "所以墓碑是一个人所在的地方，实际上在墓碑上你有墓碑，对吧？"
    },
    {
      "id": 93,
      "en": "That's right, and a tombstone is the same as a gravestone and it's a piece of rock on which you write the name and the birth date and the death date of the person that is buried there.",
      "cn": "没错，墓碑和墓石是一样的，是一块石头，上面写着埋葬者的名字、出生日期和死亡日期。"
    },
    {
      "id": 94,
      "en": "Right, so that's the tombstone.",
      "cn": "对，所以那是墓碑。"
    },
    {
      "id": 95,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 96,
      "en": "Okay, so an interesting amount of words here on language takeaway.",
      "cn": "好的，这里有很多有趣的单词在语言要点中。"
    },
    {
      "id": 97,
      "en": "Why don't we listen to this dialogue again and we'll be right back with Fluency Builder.",
      "cn": "我们再听一遍这个对话，然后我们将回到流利度提升。"
    },
    {
      "id": 98,
      "en": "Your neighbor is crazy.",
      "cn": "你的邻居疯了。"
    },
    {
      "id": 99,
      "en": "Why is he screaming that?",
      "cn": "他为什么要这样尖叫？"
    },
    {
      "id": 100,
      "en": "Because today is the first of November, the day of the dead.",
      "cn": "因为今天是11月1日，亡灵节。"
    },
    {
      "id": 101,
      "en": "Oh, that's right.",
      "cn": "哦，没错。"
    },
    {
      "id": 102,
      "en": "This is a very special day among many cultures around the world, especially in Latin America.",
      "cn": "这是世界上许多文化中非常特殊的一天，尤其是在拉丁美洲。"
    },
    {
      "id": 103,
      "en": "Seriously?",
      "cn": "真的？"
    },
    {
      "id": 104,
      "en": "I thought it was just like any other day, except for the fact that people visit the cemetery and remember their loved ones.",
      "cn": "我以为这只是像其他日子一样，除了人们会去墓地纪念他们的亲人。"
    },
    {
      "id": 105,
      "en": "Well, that's just part of it.",
      "cn": "嗯，这只是其中的一部分。"
    },
    {
      "id": 106,
      "en": "People across the world celebrate in different ways.",
      "cn": "世界各地的人们以不同的方式庆祝。"
    },
    {
      "id": 107,
      "en": "In Mexico, for example, it's common to see people building private altars honoring the deceased, using sugar skulls, preparing the favorite foods and beverages of the departed, and visiting graves with these as gifts.",
      "cn": "例如在墨西哥，人们常常会建造私人祭坛来纪念逝者，使用糖骷髅，准备逝者最喜欢的食物和饮料，并带着这些作为礼物去拜访墓碑。"
    },
    {
      "id": 108,
      "en": "In the Philippines, the tombs are cleaned or repainted.",
      "cn": "在菲律宾，墓碑会被清理或重新粉刷。"
    },
    {
      "id": 109,
      "en": "Candles are lit and flowers are offered.",
      "cn": "点燃蜡烛并献上鲜花。"
    },
    {
      "id": 110,
      "en": "Entire families camp out in cemeteries and sometimes spend a night or two near the relative's tombs.",
      "cn": "整个家庭会在墓地露营，有时会在亲人的墓旁过一两晚。"
    },
    {
      "id": 111,
      "en": "Whoa, that's scary.",
      "cn": "哇，这太可怕了。"
    },
    {
      "id": 112,
      "en": "I don't know if I could do that.",
      "cn": "我不知道我是否能做到。"
    },
    {
      "id": 113,
      "en": "Why?",
      "cn": "为什么？"
    },
    {
      "id": 114,
      "en": "We should fear the living, not the dead.",
      "cn": "我们应该害怕活人，而不是死者。"
    },
    {
      "id": 115,
      "en": "Alright, we're back, so why don't we look at three main phrases on Fluency Builder now.",
      "cn": "好吧，我们回来了，现在我们来看看流利度提升的三个主要短语。"
    },
    {
      "id": 116,
      "en": "Fluency Builder.",
      "cn": "流利度提升。"
    },
    {
      "id": 117,
      "en": "Well, the first phrase should be obvious by now because it is the name of the holiday we're talking about and the name is the day of the dead.",
      "cn": "好吧，第一个短语现在应该很明显，因为它是我们正在谈论的节日的名称，叫做亡灵节。"
    },
    {
      "id": 118,
      "en": "The day of the dead.",
      "cn": "亡灵节。"
    },
    {
      "id": 119,
      "en": "So this is their day.",
      "cn": "所以这是他们的节日。"
    },
    {
      "id": 120,
      "en": "It is, and it's the day of the dead because it's the day in which people around the world celebrate the departed.",
      "cn": "是的，这是亡灵节，因为这是全世界人们庆祝逝者的日子。"
    },
    {
      "id": 121,
      "en": "It's when they talk about and remember people that they've loved who have died.",
      "cn": "这是他们谈论和怀念已故亲人的时候。"
    },
    {
      "id": 122,
      "en": "Okay, so it's not really like a sad day, right?",
      "cn": "好吧，所以这并不是真正的悲伤的一天，对吧？"
    },
    {
      "id": 123,
      "en": "It's more of a happy remembering them and honoring them and how much you miss them, but in a good way.",
      "cn": "这更像是快乐地怀念他们，尊敬他们，以及你有多想念他们，但以一种好的方式。"
    },
    {
      "id": 124,
      "en": "Exactly, and you're not actually going to hear this very often in reference to American culture because it's not something Americans do and English people don't do either, but people when they're talking about their own families and traditions will want to talk about this because in the Philippines or in Latin America you have a very strong tradition of celebrating this.",
      "cn": "正是如此，你实际上不会在美国文化中经常听到这个，因为这不是美国人做的事情，英国人也不这样做，但人们在谈论自己的家庭和传统时会想谈论这个，因为在菲律宾或拉丁美洲，你有非常强烈的庆祝这个的传统。"
    },
    {
      "id": 125,
      "en": "Alright, and as we mentioned, this day is a day to honor or to remember your loved ones and that's our second phrase, your loved ones.",
      "cn": "好吧，正如我们提到的，这一天是为了纪念或怀念你的亲人，这就是我们的第二个短语，你的亲人。"
    },
    {
      "id": 126,
      "en": "The phrase loved ones might not be obvious to many people because you can love many people and many things, but loved ones is a phrase that generally means the people that you care about the most, your friends and your family.",
      "cn": "短语“亲人”对许多人来说可能并不明显，因为你可以爱很多人和很多事，但“亲人”这个短语通常指的是你最关心的人，你的朋友和家人。"
    },
    {
      "id": 127,
      "en": "So you could say, I want to have a party, but I only want my loved ones to be there.",
      "cn": "所以你可以说，我想举办一个派对，但我只想让我的亲人来。"
    },
    {
      "id": 128,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 129,
      "en": "Or he was in the hospital and all of his loved ones visited him.",
      "cn": "或者他说他在医院里，他所有的亲人都来看他。"
    },
    {
      "id": 130,
      "en": "So it's all those people, not necessarily the only family, it's friends and family that you love.",
      "cn": "所以这些人都是，不一定只有家人，还有你爱的朋友和家人。"
    },
    {
      "id": 131,
      "en": "Exactly, and so those are the people in the world that are the very closest to you.",
      "cn": "正是如此，这些人是你在这个世界上最亲近的人。"
    },
    {
      "id": 132,
      "en": "Okay, and our last phrase and probably one of the most interesting traditions that we were able to see in this dialogue is that people in the Philippines camp out in cemeteries on their family or loved ones tomb.",
      "cn": "好的，我们最后一个短语，可能是我们在这个对话中看到的最有趣的传统之一，就是菲律宾的人们在他们的家人或亲人的墓旁露营。"
    },
    {
      "id": 133,
      "en": "That's right, so the phrase to camp out means to stay overnight to bring food and a tent or blankets and it essentially means to make a camp so you can stay there.",
      "cn": "没错，所以短语“露营”意味着过夜，带食物和帐篷或毯子，基本上意味着搭建一个营地以便你可以待在那里。"
    },
    {
      "id": 134,
      "en": "And this is very unusual to me because I can't imagine sleeping in a graveyard.",
      "cn": "这对我来说非常不寻常，因为我无法想象在墓地里睡觉。"
    },
    {
      "id": 135,
      "en": "I think I get the goosebumps.",
      "cn": "我想我会起鸡皮疙瘩。"
    },
    {
      "id": 136,
      "en": "Right, so camp out or you can just say camp, right?",
      "cn": "对，所以“露营”或者你可以直接说“露营”，对吧？"
    },
    {
      "id": 137,
      "en": "You don't really necessarily have to say both of them.",
      "cn": "你不一定要说这两个。"
    },
    {
      "id": 138,
      "en": "Right, you can camp or you can camp out and camp out generally means that you're staying in a place that is temporary.",
      "cn": "对，你可以露营或者你可以露营，露营通常意味着你待在一个临时的地方。"
    },
    {
      "id": 139,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 140,
      "en": "So interesting phrases as well on Fluency Builder today.",
      "cn": "今天流利度提升也有很有趣的短语。"
    },
    {
      "id": 141,
      "en": "Let's listen to the dialogue for the last time and we'll be right back.",
      "cn": "让我们最后一次听这个对话，然后我们马上回来。"
    },
    {
      "id": 142,
      "en": "Seriously?",
      "cn": "真的？"
    },
    {
      "id": 143,
      "en": "I thought it was just like any other day except for the fact that people visit the cemetery and remember their loved ones.",
      "cn": "我以为这只是像其他日子一样，除了人们会去墓地纪念他们的亲人。"
    },
    {
      "id": 144,
      "en": "Well, that's just part of it.",
      "cn": "嗯，这只是其中的一部分。"
    },
    {
      "id": 145,
      "en": "People across the world celebrate in different ways.",
      "cn": "世界各地的人们以不同的方式庆祝。"
    },
    {
      "id": 146,
      "en": "In Mexico, for example, it's common to see people building private altars honoring the deceased, using sugar skulls, preparing the favorite foods and beverages of the departed and visiting graves with these as gifts.",
      "cn": "例如在墨西哥，人们常常会建造私人祭坛来纪念逝者，使用糖骷髅，准备逝者最喜欢的食物和饮料，并带着这些作为礼物去拜访墓碑。"
    },
    {
      "id": 147,
      "en": "In the Philippines, the tombs are cleaned or repainted.",
      "cn": "在菲律宾，墓碑会被清理或重新粉刷。"
    },
    {
      "id": 148,
      "en": "Candles are lit and flowers are offered.",
      "cn": "点燃蜡烛并献上鲜花。"
    },
    {
      "id": 149,
      "en": "Entire families camp out in cemeteries and sometimes spend a night or two near the relatives tombs.",
      "cn": "整个家庭会在墓地露营，有时会在亲人的墓旁过一两晚。"
    },
    {
      "id": 150,
      "en": "Whoa, that's scary.",
      "cn": "哇，这太可怕了。"
    },
    {
      "id": 151,
      "en": "I don't know if I could do that.",
      "cn": "我不知道我是否能做到。"
    },
    {
      "id": 152,
      "en": "Why?",
      "cn": "为什么？"
    },
    {
      "id": 153,
      "en": "We should fear the living, not the dead.",
      "cn": "我们应该害怕活人，而不是死者。"
    },
    {
      "id": 154,
      "en": "All right, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 155,
      "en": "So Catherine, you mentioned that in Anglo-Saxon culture, England or in the United States, you don't have this type of tradition of honoring the dead or something like that, but you do visit the tomb of your loved ones or the cemetery as well, right?",
      "cn": "所以凯瑟琳，你提到在盎格鲁-撒克逊文化中，英格兰或美国，你们没有这种纪念死者的传统，但你们也会去亲人的墓地或墓园，对吧？"
    },
    {
      "id": 156,
      "en": "People do, definitely.",
      "cn": "人们确实会去。"
    },
    {
      "id": 157,
      "en": "But you just don't have a national day where you do this.",
      "cn": "但你们没有一个全国性的日子来做这件事。"
    },
    {
      "id": 158,
      "en": "Well, Veterans Day is a day when we celebrate people who were killed in wars or people who participated in wars.",
      "cn": "嗯，退伍军人纪念日是一个我们纪念在战争中牺牲的人或参与战争的人。"
    },
    {
      "id": 159,
      "en": "So in America, we have a day called Memorial Day in which we remember the people who have died serving the country in the military.",
      "cn": "所以在美国，我们有一个叫做阵亡将士纪念日的日子，在这一天我们纪念为国家服务而牺牲的人。"
    },
    {
      "id": 160,
      "en": "And so Memorial Day is a day in which many people like to go to the graveyards and to lay flowers or to remember the dead.",
      "cn": "所以阵亡将士纪念日是一个许多人喜欢去墓地献花或纪念死者的日子。"
    },
    {
      "id": 161,
      "en": "But it really depends on your family.",
      "cn": "但这真的取决于你的家庭。"
    },
    {
      "id": 162,
      "en": "I mean, some people like to go the day a person died and on the anniversary or on a special day for them.",
      "cn": "我的意思是，有些人喜欢在某人去世的那天，或者在周年纪念日或对他们特别的日子去。"
    },
    {
      "id": 163,
      "en": "So it's very private and personal and individual.",
      "cn": "所以这非常私密、个人和个体化。"
    },
    {
      "id": 164,
      "en": "It's not something that we all do on one particular day.",
      "cn": "这不是我们所有人都在某一天做的事情。"
    },
    {
      "id": 165,
      "en": "Right, right, right.",
      "cn": "对，对，对。"
    },
    {
      "id": 166,
      "en": "And I think what may strike many people as different is that you visit the cemetery and if you ever have the chance to be in Mexico or in a Hispanic country, you will see that it's full of people and it's actually a... there's a lot of food and people are there eating on the tomb and they've actually prepared the food that was the deceased's favorite.",
      "cn": "我认为许多人可能会觉得不同的是，你去墓地，如果你有机会去墨西哥或西班牙国家，你会看到那里满是人，实际上有很多食物，人们在墓旁吃东西，他们实际上准备了逝者最喜欢的食物。"
    },
    {
      "id": 167,
      "en": "Wow, that's really nice, though, as a gesture because it's another way to remember the person and to celebrate things that were happy for them.",
      "cn": "哇，这真是个好主意，因为这是另一种方式来纪念这个人，庆祝他们快乐的事情。"
    },
    {
      "id": 168,
      "en": "Exactly, and it's a way of actually sharing a meal with that person even though that person isn't with you anymore in this world.",
      "cn": "正是如此，这实际上是与那个人分享一顿饭的方式，即使那个人在这个世界上不再和你在一起。"
    },
    {
      "id": 169,
      "en": "Yeah, it's actually very interesting.",
      "cn": "是的，这实际上非常有趣。"
    },
    {
      "id": 170,
      "en": "It goes back again to a little bit of the culture and the folklore and everything from different countries.",
      "cn": "这又回到了不同国家的文化和民俗。"
    },
    {
      "id": 171,
      "en": "But we want to know what you guys do or how you remember your deceased because each country has its own particular little very interesting way of doing it.",
      "cn": "但我们想知道你们是如何纪念你们的逝者的，因为每个国家都有自己独特而有趣的方式。"
    },
    {
      "id": 172,
      "en": "That's right, so please share with us on our website EnglishPod.com your own traditions and the culture that you have in your home country or town and we're very curious to hear those, but also if you have questions, as always, please ask because we're happy to answer those.",
      "cn": "没错，所以请在我们的网站EnglishPod.com上与我们分享你们的传统和你们在家乡或城镇的文化，我们非常好奇听到这些，但如果你有问题，像往常一样，请问，因为我们很乐意回答。"
    },
    {
      "id": 173,
      "en": "Alright, so we'll see you guys there.",
      "cn": "好吧，我们在那里见。"
    },
    {
      "id": 174,
      "en": "Bye everyone!",
      "cn": "大家再见！"
    }
  ]
}