{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0139",
  "title": "EnglishPod 初级 英文播客 0139",
  "totalSegments": 222,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone.",
      "cn": "大家好。"
    },
    {
      "id": 2,
      "en": "Welcome to EnglishPod.",
      "cn": "欢迎来到 EnglishPod。"
    },
    {
      "id": 3,
      "en": "My name is Marco.",
      "cn": "我叫 Marco。"
    },
    {
      "id": 4,
      "en": "Hi, guys.",
      "cn": "嗨，大家好。"
    },
    {
      "id": 5,
      "en": "My name is Catherine.",
      "cn": "我叫 Catherine。"
    },
    {
      "id": 6,
      "en": "And today we're going to be looking at another lesson as part of our sports series.",
      "cn": "今天我们将继续我们的体育系列课程。"
    },
    {
      "id": 7,
      "en": "And this time, well, it's a debate.",
      "cn": "这次，我们要进行一场辩论。"
    },
    {
      "id": 8,
      "en": "Is it a game or is it a sport?",
      "cn": "这是游戏还是运动？"
    },
    {
      "id": 9,
      "en": "Oh, it's a sport.",
      "cn": "哦，这是运动。"
    },
    {
      "id": 10,
      "en": "You have to work your mind.",
      "cn": "你需要动脑筋。"
    },
    {
      "id": 11,
      "en": "Yeah, so we're looking at chess, a very old, very popular sport, very difficult to play as well.",
      "cn": "是的，我们要讨论国际象棋，这是一项非常古老、非常受欢迎的运动，也很难玩。"
    },
    {
      "id": 12,
      "en": "It takes a lot of practice.",
      "cn": "这需要很多练习。"
    },
    {
      "id": 13,
      "en": "And believe me, it's frustrating at the beginning.",
      "cn": "相信我，刚开始时会很沮丧。"
    },
    {
      "id": 14,
      "en": "And I'm still kind of in the beginning, intermediate stages.",
      "cn": "我现在仍然处于初学者和中级阶段。"
    },
    {
      "id": 15,
      "en": "But yeah, it takes a lot of practice and it takes a... Well, it takes a lot of time to familiarize yourself with the rules.",
      "cn": "但确实需要很多练习，还需要... 好吧，需要很多时间来熟悉规则。"
    },
    {
      "id": 16,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 17,
      "en": "So we're going to be learning a little bit more about the pieces and the rules today.",
      "cn": "所以今天我们将学习一些棋子和规则。"
    },
    {
      "id": 18,
      "en": "Okay, perfect.",
      "cn": "好的，完美。"
    },
    {
      "id": 19,
      "en": "So we're not going to preview anything.",
      "cn": "所以我们不会预览任何内容。"
    },
    {
      "id": 20,
      "en": "Let's listen to the dialogue for the first time.",
      "cn": "让我们第一次听对话。"
    },
    {
      "id": 21,
      "en": "And then we'll come back and talk about the sport.",
      "cn": "然后我们再回来讨论这项运动。"
    },
    {
      "id": 22,
      "en": "Cool.",
      "cn": "酷。"
    },
    {
      "id": 23,
      "en": "What about all these other pieces?",
      "cn": "那这些其他棋子呢？"
    },
    {
      "id": 24,
      "en": "Look, the one with the tall hat is called the bishop.",
      "cn": "看，那个高帽子的叫主教。"
    },
    {
      "id": 25,
      "en": "See this little horsey?",
      "cn": "看到这个小马了吗？"
    },
    {
      "id": 26,
      "en": "This is called the knight.",
      "cn": "这个叫骑士。"
    },
    {
      "id": 27,
      "en": "It's a very important piece, so it's best not to let your opponent capture it.",
      "cn": "这是一个非常重要的棋子，所以最好不要让对手吃掉它。"
    },
    {
      "id": 28,
      "en": "And these two?",
      "cn": "那这两个呢？"
    },
    {
      "id": 29,
      "en": "They are husband and wife.",
      "cn": "他们是夫妻。"
    },
    {
      "id": 30,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 31,
      "en": "That's the queen and that's the king.",
      "cn": "这是皇后，那是国王。"
    },
    {
      "id": 32,
      "en": "If the other player captures your king, he will say, checkmate.",
      "cn": "如果对方吃掉你的国王，他会说，将军。"
    },
    {
      "id": 33,
      "en": "And the game is over.",
      "cn": "游戏就结束了。"
    },
    {
      "id": 34,
      "en": "Doesn't this sound fun?",
      "cn": "这听起来有趣吗？"
    },
    {
      "id": 35,
      "en": "Nah.",
      "cn": "不。"
    },
    {
      "id": 36,
      "en": "This sounds boring.",
      "cn": "这听起来无聊。"
    },
    {
      "id": 37,
      "en": "I'm going to go play killer zombies on my PlayStation.",
      "cn": "我去玩我的 PlayStation 上的杀手僵尸。"
    },
    {
      "id": 38,
      "en": "Alright, so the kid is obviously not very interested in learning how to play chess.",
      "cn": "好吧，这个孩子显然对学习国际象棋不感兴趣。"
    },
    {
      "id": 39,
      "en": "Not at all.",
      "cn": "一点也不。"
    },
    {
      "id": 40,
      "en": "You know, the arts of these kind of slower games might be replaced very soon by video games.",
      "cn": "你知道，这种慢节奏游戏的艺术可能很快就会被视频游戏取代。"
    },
    {
      "id": 41,
      "en": "Yeah, I guess it doesn't really appeal to a little nine-year-old or ten-year-old instead of playing something like this versus shooting.",
      "cn": "是的，我想这确实不太吸引九岁或十岁的孩子，而是玩射击类游戏。"
    },
    {
      "id": 42,
      "en": "Yeah, exactly.",
      "cn": "是的，正是如此。"
    },
    {
      "id": 43,
      "en": "But it's a very great game.",
      "cn": "但这是一款非常好的游戏。"
    },
    {
      "id": 44,
      "en": "It's very difficult, like we mentioned.",
      "cn": "它非常困难，就像我们提到的。"
    },
    {
      "id": 45,
      "en": "So we're going to look at the name of the pieces and the rules that are related to these pieces in Language Takeaway.",
      "cn": "所以我们将看看棋子的名称和与这些棋子相关的规则。"
    },
    {
      "id": 46,
      "en": "Well, the first one you might have heard before because this is a word that is often used in strategy in general.",
      "cn": "好吧，你可能听过的第一个词，因为这是一个常用于策略的词。"
    },
    {
      "id": 47,
      "en": "So the word pawn...",
      "cn": "所以这个词是兵..."
    },
    {
      "id": 48,
      "en": "A pawn.",
      "cn": "兵。"
    },
    {
      "id": 49,
      "en": "A pawn usually means something that is not very important that you can use to distract an opponent.",
      "cn": "兵通常指的是不太重要的东西，你可以用来分散对手的注意力。"
    },
    {
      "id": 50,
      "en": "Alright, so on the chess board you have eight pawns, so these are the ones that you have the most.",
      "cn": "好吧，在棋盘上你有八个兵，所以这些是你最多的棋子。"
    },
    {
      "id": 51,
      "en": "But their movement is very limited, so they can only move two spaces forward on the first move, right?",
      "cn": "但它们的移动非常有限，所以它们只能在第一步前进两格，对吧？"
    },
    {
      "id": 52,
      "en": "Right, or one space after that.",
      "cn": "对，之后只能前进一格。"
    },
    {
      "id": 53,
      "en": "One space forward.",
      "cn": "一格前进。"
    },
    {
      "id": 54,
      "en": "And only when it's going to capture another piece can it move diagonally.",
      "cn": "只有在要吃掉其他棋子时才能斜着移动。"
    },
    {
      "id": 55,
      "en": "Alright, so you can't just go diagonally.",
      "cn": "好吧，所以你不能随便斜着走。"
    },
    {
      "id": 56,
      "en": "You have to go forward until you're going to take another person's piece to capture it and to go diagonally.",
      "cn": "你必须向前走，直到要吃掉另一个人的棋子才能斜着走。"
    },
    {
      "id": 57,
      "en": "But pawns is funny.",
      "cn": "但兵很有趣。"
    },
    {
      "id": 58,
      "en": "You can also use this word when you're talking about other things like he used her as a pawn in his little game.",
      "cn": "你也可以在谈论其他事情时使用这个词，比如他在他的游戏中把她当作棋子。"
    },
    {
      "id": 59,
      "en": "So you want to make an analogy, you want to make a comparison from life to these games, you can use the word pawn.",
      "cn": "所以你想做一个类比，想把生活和这些游戏进行比较时，可以使用这个词。"
    },
    {
      "id": 60,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 61,
      "en": "Now moving on to the other pieces on the chess board.",
      "cn": "现在继续讨论棋盘上的其他棋子。"
    },
    {
      "id": 62,
      "en": "On the very far ends of the board you have the rook.",
      "cn": "在棋盘的两端是车。"
    },
    {
      "id": 63,
      "en": "Okay, you've got two of these, and they kind of look like towers from a castle.",
      "cn": "好吧，你有两个这样的棋子，它们看起来像城堡的塔。"
    },
    {
      "id": 64,
      "en": "And it's a very, well they're very important pieces and actually my favorite pieces because they're not very important at the beginning of a game, but at the end of a game, boom, boom, boom, you can do a lot of damage because they can go anywhere in straight lines.",
      "cn": "这是非常重要的棋子，实际上是我最喜欢的棋子，因为它们在游戏开始时并不重要，但在游戏结束时，轰轰轰，你可以造成很大的伤害，因为它们可以直线移动。"
    },
    {
      "id": 65,
      "en": "Right, so they can go forward, backwards, and to the sides as many spaces as they want.",
      "cn": "对，所以它们可以向前、向后和向侧面移动任意格数。"
    },
    {
      "id": 66,
      "en": "The whole board if they want.",
      "cn": "如果它们愿意，可以覆盖整个棋盘。"
    },
    {
      "id": 67,
      "en": "Yeah, so easy pieces to forget about at the beginning, but they're very important.",
      "cn": "是的，所以在开始时容易被遗忘，但它们非常重要。"
    },
    {
      "id": 68,
      "en": "And now next to the rook, we have the bishop.",
      "cn": "现在在车旁边，我们有主教。"
    },
    {
      "id": 69,
      "en": "Okay, this is very different from the rook because the bishop can also go anywhere, but they can only go diagonally.",
      "cn": "好吧，这与车非常不同，因为主教也可以走任何地方，但它们只能斜着走。"
    },
    {
      "id": 70,
      "en": "Right, so only diagonally.",
      "cn": "对，所以只能斜着走。"
    },
    {
      "id": 71,
      "en": "They can also move four directions, but diagonally, right?",
      "cn": "它们也可以向四个方向移动，但必须是斜着，对吧？"
    },
    {
      "id": 72,
      "en": "Exactly, so you can go forward and backward, but it has to be in a diagonal slanted line.",
      "cn": "正是如此，所以你可以向前和向后走，但必须是斜着的。"
    },
    {
      "id": 73,
      "en": "Okay, and now next to the bishop, we have the knight.",
      "cn": "好吧，现在在主教旁边，我们有骑士。"
    },
    {
      "id": 74,
      "en": "Ooh, the knight, so he's the one galloping on the horse like those old stories of King Arthur we used to hear.",
      "cn": "哦，骑士，他就像我们以前听到的亚瑟王故事中的骑士一样骑着马。"
    },
    {
      "id": 75,
      "en": "But the knight can go in an L shape, and I've never understood this, but... It's weird, so it can move two spaces forward and then one to the right or one to the left, or it can move two spaces to the right and then one forward.",
      "cn": "但骑士可以以 L 形移动，我从来没有理解过这一点，但... 这很奇怪，所以它可以向前移动两格，然后向右或向左移动一格，或者它可以向右移动两格，然后向前移动一格。"
    },
    {
      "id": 76,
      "en": "So it's very strange, but it always has to move three spaces and in the shape of an L.",
      "cn": "所以这很奇怪，但它总是必须移动三格，形成一个 L 形。"
    },
    {
      "id": 77,
      "en": "So I thought maybe he was the drunken piece.",
      "cn": "所以我想也许它是个醉酒的棋子。"
    },
    {
      "id": 78,
      "en": "He can go forward a little bit, then he kind of moves to the side.",
      "cn": "它可以向前走一点，然后向侧面移动。"
    },
    {
      "id": 79,
      "en": "Right, so that's the knight.",
      "cn": "对，所以这就是骑士。"
    },
    {
      "id": 80,
      "en": "It's actually a very, very important piece as well.",
      "cn": "它实际上也是一个非常重要的棋子。"
    },
    {
      "id": 81,
      "en": "And now the two main pieces maybe of the chessboard, the queen and king.",
      "cn": "现在棋盘上两个主要的棋子，皇后和国王。"
    },
    {
      "id": 82,
      "en": "So the king is kind of sad.",
      "cn": "所以国王有点悲伤。"
    },
    {
      "id": 83,
      "en": "He can only move one space, but the queen is really the killer because she can do anything she wants.",
      "cn": "他只能移动一格，但皇后真的是个杀手，因为她可以做任何她想做的事。"
    },
    {
      "id": 84,
      "en": "This is interesting, right?",
      "cn": "这很有趣，对吧？"
    },
    {
      "id": 85,
      "en": "Why do they make it like that?",
      "cn": "为什么他们要这样设计？"
    },
    {
      "id": 86,
      "en": "The queen can move as many spaces as she wants in any direction.",
      "cn": "皇后可以在任何方向上移动任意格数。"
    },
    {
      "id": 87,
      "en": "While the king can do the same in any direction he wants, but only one space.",
      "cn": "而国王也可以在任何方向上移动，但只能一格。"
    },
    {
      "id": 88,
      "en": "I think there's some similarity between real life now.",
      "cn": "我觉得这与现实生活有些相似。"
    },
    {
      "id": 89,
      "en": "It's like the queen can do anything she wants and the king can kind of do whatever he wants.",
      "cn": "就像皇后可以做任何她想做的事情，而国王可以做他想做的事情。"
    },
    {
      "id": 90,
      "en": "Well maybe it has to do with the fact that he has to stay put and represent the country and she can move around and move behind the scenes and has a little bit more mobility.",
      "cn": "好吧，也许这与他必须保持不动并代表国家有关，而她可以四处走动，幕后活动，移动性更大。"
    },
    {
      "id": 91,
      "en": "Maybe.",
      "cn": "也许吧。"
    },
    {
      "id": 92,
      "en": "Who knows?",
      "cn": "谁知道呢？"
    },
    {
      "id": 93,
      "en": "But in the end, the most important piece is the king, right?",
      "cn": "但最终，最重要的棋子是国王，对吧？"
    },
    {
      "id": 94,
      "en": "Once the king is captured, the game is over.",
      "cn": "一旦国王被吃掉，游戏就结束了。"
    },
    {
      "id": 95,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 96,
      "en": "So let's listen to today's dialogue one more time and slow it down a bit and find out if the boy understood any of these rules.",
      "cn": "所以让我们再听一次今天的对话，慢一点，看看这个男孩是否理解了这些规则。"
    },
    {
      "id": 97,
      "en": "Bobby, come here.",
      "cn": "Bobby，过来。"
    },
    {
      "id": 98,
      "en": "Look what I got you.",
      "cn": "看我给你带了什么。"
    },
    {
      "id": 99,
      "en": "What is that?",
      "cn": "这是什么？"
    },
    {
      "id": 100,
      "en": "A chessboard!",
      "cn": "一个棋盘！"
    },
    {
      "id": 101,
      "en": "Daddy's going to teach you how to play.",
      "cn": "爸爸要教你怎么玩。"
    },
    {
      "id": 102,
      "en": "Cool!",
      "cn": "酷！"
    },
    {
      "id": 103,
      "en": "Okay, each player gets 16 pieces.",
      "cn": "好吧，每个玩家有16个棋子。"
    },
    {
      "id": 104,
      "en": "You can be the white ones and I'll play with the black pieces.",
      "cn": "你可以用白棋，我用黑棋。"
    },
    {
      "id": 105,
      "en": "Now in the front, you set up the pawns.",
      "cn": "现在在前面，你摆好兵。"
    },
    {
      "id": 106,
      "en": "Those are the least viable pieces and can only move one space forward.",
      "cn": "这些是最不重要的棋子，只能向前移动一格。"
    },
    {
      "id": 107,
      "en": "When you're about to capture another piece, it can move one space diagonally.",
      "cn": "当你要吃掉另一个棋子时，可以斜着移动一格。"
    },
    {
      "id": 108,
      "en": "What about all these other pieces?",
      "cn": "那这些其他棋子呢？"
    },
    {
      "id": 109,
      "en": "See this one that looks like a tower?",
      "cn": "看到这个像塔的棋子吗？"
    },
    {
      "id": 110,
      "en": "It's called the rook.",
      "cn": "它叫车。"
    },
    {
      "id": 111,
      "en": "The one with the tall hat is called the bishop.",
      "cn": "这个戴高帽子的叫主教。"
    },
    {
      "id": 112,
      "en": "See this little horsie?",
      "cn": "看到这个小马吗？"
    },
    {
      "id": 113,
      "en": "This is called the knight.",
      "cn": "这个叫骑士。"
    },
    {
      "id": 114,
      "en": "It's a very important piece, so it's best not to let your opponent capture it.",
      "cn": "这是一个非常重要的棋子，所以最好不要让对手吃掉它。"
    },
    {
      "id": 115,
      "en": "And these two?",
      "cn": "那这两个呢？"
    },
    {
      "id": 116,
      "en": "They are husband and wife.",
      "cn": "它们是夫妻。"
    },
    {
      "id": 117,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 118,
      "en": "That's the queen and that's the king.",
      "cn": "这是皇后，那是国王。"
    },
    {
      "id": 119,
      "en": "If the other player captures your king, he will say, checkmate.",
      "cn": "如果对方吃掉你的国王，他会说将死。"
    },
    {
      "id": 120,
      "en": "And the game is over.",
      "cn": "游戏就结束了。"
    },
    {
      "id": 121,
      "en": "Doesn't this sound fun?",
      "cn": "这听起来有趣吗？"
    },
    {
      "id": 122,
      "en": "Nah, this sounds boring.",
      "cn": "不，这听起来无聊。"
    },
    {
      "id": 123,
      "en": "I'm going to go play Killer Zombies on my PlayStation.",
      "cn": "我去玩我的PlayStation上的杀手僵尸。"
    },
    {
      "id": 124,
      "en": "Alright, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 125,
      "en": "And now why don't we explain a couple of these phrases that we also used to explain the pieces.",
      "cn": "现在我们来解释一下我们用来解释棋子的几个短语。"
    },
    {
      "id": 126,
      "en": "But let's look at some of these more in-depth now in Fluency Builder.",
      "cn": "但现在让我们在流利构建者中更深入地看一下这些。"
    },
    {
      "id": 127,
      "en": "So Marco, one of the first phrases that we heard was the phrase to move diagonally or a diagonal line.",
      "cn": "所以马尔科，我们听到的第一个短语是斜着移动或斜线。"
    },
    {
      "id": 128,
      "en": "And so the pawns can sometimes do this and the bishop can do this.",
      "cn": "所以兵有时可以这样做，主教也可以这样做。"
    },
    {
      "id": 129,
      "en": "What does it mean to move diagonally?",
      "cn": "斜着移动是什么意思？"
    },
    {
      "id": 130,
      "en": "Okay, so basically a diagonal line is not a line that goes straight up, right?",
      "cn": "好吧，基本上斜线不是直上直下的线，对吧？"
    },
    {
      "id": 131,
      "en": "Straight up to the sky, for example, or to the side, right?",
      "cn": "例如，直上天空，或者向侧面，对吧？"
    },
    {
      "id": 132,
      "en": "It goes at an angle, so it's maybe going at 45 degrees or 30 degrees.",
      "cn": "它是以一个角度移动，可能是45度或30度。"
    },
    {
      "id": 133,
      "en": "So that's a diagonal movement or a diagonal line.",
      "cn": "所以这就是斜着移动或斜线。"
    },
    {
      "id": 134,
      "en": "Exactly.",
      "cn": "正确。"
    },
    {
      "id": 135,
      "en": "The next phrase we have is very strange.",
      "cn": "下一个短语很奇怪。"
    },
    {
      "id": 136,
      "en": "And this one you might hear from parents or children.",
      "cn": "这个你可能会从父母或孩子那里听到。"
    },
    {
      "id": 137,
      "en": "He says a little horsey.",
      "cn": "他说小马。"
    },
    {
      "id": 138,
      "en": "Little horsey.",
      "cn": "小马。"
    },
    {
      "id": 139,
      "en": "So in many languages we have ways of breaking down words or adding to words to make them sound cuter.",
      "cn": "所以在许多语言中，我们有方法来分解单词或添加单词使其听起来更可爱。"
    },
    {
      "id": 140,
      "en": "And this is one of those cases.",
      "cn": "这是其中之一。"
    },
    {
      "id": 141,
      "en": "So, for example, little puppy or little kitty or kitten, these are words to make things sound cuter.",
      "cn": "例如，小狗或小猫，这些词使事物听起来更可爱。"
    },
    {
      "id": 142,
      "en": "So in this case, horse becomes horsey.",
      "cn": "所以在这种情况下，马变成了小马。"
    },
    {
      "id": 143,
      "en": "Horsey.",
      "cn": "小马。"
    },
    {
      "id": 144,
      "en": "So I want to ride the horsey.",
      "cn": "所以我想骑小马。"
    },
    {
      "id": 145,
      "en": "It's a cute way of saying I want to ride the cute horse.",
      "cn": "这是一种可爱的说法，表示我想骑可爱的小马。"
    },
    {
      "id": 146,
      "en": "Mommy, mommy, I want to ride the horsey.",
      "cn": "妈妈，妈妈，我想骑小马。"
    },
    {
      "id": 147,
      "en": "So baby talk often involves having these rhyming words.",
      "cn": "所以婴儿语言通常涉及这些押韵的词。"
    },
    {
      "id": 148,
      "en": "Mommy, horsey, doggy, puppy.",
      "cn": "妈妈，小马，狗狗，小狗。"
    },
    {
      "id": 149,
      "en": "A doggy, exactly.",
      "cn": "一只小狗，没错。"
    },
    {
      "id": 150,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 151,
      "en": "So it's a cute way of saying something.",
      "cn": "所以这是一种可爱的说法。"
    },
    {
      "id": 152,
      "en": "And now when we were talking about the chess pieces, when another piece takes or gets a piece, you say it captures it.",
      "cn": "现在当我们谈论棋子时，当另一个棋子吃掉或得到一个棋子时，你说它捕获了它。"
    },
    {
      "id": 153,
      "en": "OK, we say capture because, well, maybe it's a bit nicer than killing it, but capture means taking and keeping for yourself.",
      "cn": "好吧，我们说捕获，因为，嗯，也许这比杀掉它更好，但捕获意味着拿走并保留给自己。"
    },
    {
      "id": 154,
      "en": "So we have a very popular game in America called capture the flag.",
      "cn": "所以我们在美国有一个非常流行的游戏叫做夺旗。"
    },
    {
      "id": 155,
      "en": "Right, where you have to take each other's flag, right?",
      "cn": "对，您必须拿走对方的旗帜，对吧？"
    },
    {
      "id": 156,
      "en": "You're stealing, essentially.",
      "cn": "本质上是在偷。"
    },
    {
      "id": 157,
      "en": "So, yeah, this is the term that is used in chess to capture another piece.",
      "cn": "所以，是的，这是在国际象棋中用来捕获另一个棋子的术语。"
    },
    {
      "id": 158,
      "en": "Sometimes, for example, in Spanish we actually say to eat the other piece.",
      "cn": "有时，例如，在西班牙语中，我们实际上说吃掉另一个棋子。"
    },
    {
      "id": 159,
      "en": "Really?",
      "cn": "真的？"
    },
    {
      "id": 160,
      "en": "Yeah, you eat it.",
      "cn": "是的，你吃掉它。"
    },
    {
      "id": 161,
      "en": "That's weird.",
      "cn": "这很奇怪。"
    },
    {
      "id": 162,
      "en": "Well, we're a little bit more tame in those English-speaking countries, but to capture is a very important phrase, and you're going to hear that in the news as well because you can capture a person.",
      "cn": "嗯，我们在那些讲英语的国家稍微温和一些，但捕获是一个非常重要的短语，你也会在新闻中听到，因为你可以捕获一个人。"
    },
    {
      "id": 163,
      "en": "You can capture a criminal.",
      "cn": "你可以捕获一个罪犯。"
    },
    {
      "id": 164,
      "en": "All right, and the final word and the way that you end a game of chess, you say checkmate.",
      "cn": "好吧，最后一个词和结束国际象棋游戏的方式，你说将死。"
    },
    {
      "id": 165,
      "en": "Checkmate.",
      "cn": "将死。"
    },
    {
      "id": 166,
      "en": "Checkmate.",
      "cn": "将死。"
    },
    {
      "id": 167,
      "en": "Checkmate.",
      "cn": "将死。"
    },
    {
      "id": 168,
      "en": "So the game's over.",
      "cn": "所以游戏结束了。"
    },
    {
      "id": 169,
      "en": "Checkmate.",
      "cn": "将死。"
    },
    {
      "id": 170,
      "en": "Well, there's two things that can happen at the end of a game, and, well, only one thing can happen at the very end of a game, but you're going to hear these two phrases.",
      "cn": "好吧，游戏结束时可以发生两件事，嗯，游戏最后只能发生一件事，但你会听到这两个短语。"
    },
    {
      "id": 171,
      "en": "One is check, and the other is checkmate.",
      "cn": "一个是将军，另一个是将死。"
    },
    {
      "id": 172,
      "en": "So check means that I can take your king if I want to move.",
      "cn": "所以将军意味着我可以吃掉你的国王，如果我想移动。"
    },
    {
      "id": 173,
      "en": "Right, it's in danger.",
      "cn": "对，它处于危险中。"
    },
    {
      "id": 174,
      "en": "It's in danger, but checkmate is the end-all.",
      "cn": "它处于危险中，但将死是最终的。"
    },
    {
      "id": 175,
      "en": "This means this is the very, very last part of a game where you cannot do anything.",
      "cn": "这意味着这是游戏的最后部分，你无法做任何事情。"
    },
    {
      "id": 176,
      "en": "I've trapped you, and I win.",
      "cn": "我把你困住了，我赢了。"
    },
    {
      "id": 177,
      "en": "Right, very good.",
      "cn": "对，非常好。"
    },
    {
      "id": 178,
      "en": "So the game is over when somebody says checkmate.",
      "cn": "所以当有人说将死时，游戏就结束了。"
    },
    {
      "id": 179,
      "en": "Why don't we listen to this dialogue for the last time, and then we'll come back and talk a little bit more about this very interesting game.",
      "cn": "我们再听一遍这个对话，然后再回来谈谈这个非常有趣的游戏。"
    },
    {
      "id": 180,
      "en": "Those are the least viable pieces, and can only move one space forward.",
      "cn": "这些是最不重要的棋子，只能向前移动一格。"
    },
    {
      "id": 181,
      "en": "When you're about to capture another piece, it can move one space diagonally.",
      "cn": "当你要吃掉另一个棋子时，可以斜着移动一格。"
    },
    {
      "id": 182,
      "en": "What about all these other pieces?",
      "cn": "那这些其他棋子呢？"
    },
    {
      "id": 183,
      "en": "See this one that looks like a tower?",
      "cn": "看到这个像塔的棋子吗？"
    },
    {
      "id": 184,
      "en": "It's called the rook.",
      "cn": "它叫车。"
    },
    {
      "id": 185,
      "en": "The one with the tall hat is called the bishop.",
      "cn": "这个戴高帽子的叫主教。"
    },
    {
      "id": 186,
      "en": "See this little horsie?",
      "cn": "看到这个小马吗？"
    },
    {
      "id": 187,
      "en": "This is called the knight.",
      "cn": "这个叫骑士。"
    },
    {
      "id": 188,
      "en": "It's a very important piece, so it's best not to let your opponent capture it.",
      "cn": "这是一个非常重要的棋子，所以最好不要让对手吃掉它。"
    },
    {
      "id": 189,
      "en": "And these two?",
      "cn": "那这两个呢？"
    },
    {
      "id": 190,
      "en": "They are husband and wife.",
      "cn": "它们是夫妻。"
    },
    {
      "id": 191,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 192,
      "en": "That's the queen, and that's the king.",
      "cn": "这是皇后，那是国王。"
    },
    {
      "id": 193,
      "en": "If the other player captures your king, he will say checkmate.",
      "cn": "如果对方吃掉你的国王，他会说将死。"
    },
    {
      "id": 194,
      "en": "And the game is over.",
      "cn": "游戏就结束了。"
    },
    {
      "id": 195,
      "en": "Doesn't this sound fun?",
      "cn": "这听起来有趣吗？"
    },
    {
      "id": 196,
      "en": "Nah, this sounds boring.",
      "cn": "不，这听起来很无聊。"
    },
    {
      "id": 197,
      "en": "I'm gonna go play killer zombies on my PlayStation.",
      "cn": "我去玩杀手僵尸在我的PlayStation上。"
    },
    {
      "id": 198,
      "en": "Pop quiz, Marco.",
      "cn": "突击测验，马尔科。"
    },
    {
      "id": 199,
      "en": "Alright.",
      "cn": "好的。"
    },
    {
      "id": 200,
      "en": "The word check and the word mate, they both have meanings in English, but put together, where does this phrase come from?",
      "cn": "“将”和“死”这两个词在英语中都有意思，但放在一起，这个短语来自哪里？"
    },
    {
      "id": 201,
      "en": "What could it possibly mean?",
      "cn": "这可能是什么意思？"
    },
    {
      "id": 202,
      "en": "I have no idea.",
      "cn": "我不知道。"
    },
    {
      "id": 203,
      "en": "Why don't you tell us?",
      "cn": "你为什么不告诉我们？"
    },
    {
      "id": 204,
      "en": "Because I seriously don't know where it comes from.",
      "cn": "因为我真的不知道它来自哪里。"
    },
    {
      "id": 205,
      "en": "Okay, well this is actually very interesting, because I looked it up, and I had no idea either, because we've always just said this, and it doesn't really make sense.",
      "cn": "好吧，这实际上很有趣，因为我查了一下，我也不知道，因为我们一直这样说，这并不太合理。"
    },
    {
      "id": 206,
      "en": "So I looked it up on the Internet, and I discovered that the game of chess is actually a very ancient game.",
      "cn": "所以我在网上查了一下，发现国际象棋实际上是一个非常古老的游戏。"
    },
    {
      "id": 207,
      "en": "And it did not come from England, it did not come from France, it actually came from Persia.",
      "cn": "它并不是来自英格兰，也不是来自法国，而是来自波斯。"
    },
    {
      "id": 208,
      "en": "And in Persian, there are some words that kind of became the English words checkmate that mean the king is captured, or the king is defeated.",
      "cn": "在波斯语中，有一些词变成了英语的“将死”，意思是国王被抓住，或者国王被击败。"
    },
    {
      "id": 209,
      "en": "Okay, so that's what it means.",
      "cn": "好吧，这就是它的意思。"
    },
    {
      "id": 210,
      "en": "It doesn't mean the king is dead.",
      "cn": "它并不意味着国王死了。"
    },
    {
      "id": 211,
      "en": "No, it doesn't mean that he's dead, it means that he's been taken.",
      "cn": "不，它并不意味着他死了，而是意味着他被抓住了。"
    },
    {
      "id": 212,
      "en": "And so over time, the Persian word went into Arabic, and Arabic became French and English, and now we say checkmate.",
      "cn": "随着时间的推移，波斯语的词汇进入了阿拉伯语，阿拉伯语又变成了法语和英语，现在我们说将死。"
    },
    {
      "id": 213,
      "en": "Checkmate, okay, interesting.",
      "cn": "将死，好吧，有趣。"
    },
    {
      "id": 214,
      "en": "This is a very interesting word, and I'm sure everybody that's listening has a different translation for it in their own language.",
      "cn": "这是一个非常有趣的词，我相信所有听众在自己的语言中都有不同的翻译。"
    },
    {
      "id": 215,
      "en": "I know, for example, that in Spanish, we would say, Right, so I guess like, something's in Czech, it's in danger, and then mate, kind of like kill.",
      "cn": "我知道，例如，在西班牙语中，我们会说，好的，我想像是，某种东西在捷克，是危险的，然后“死”，有点像杀。"
    },
    {
      "id": 216,
      "en": "So maybe it's probably not translated properly, because as you mentioned, it should mean defeated or captured, not killed.",
      "cn": "所以可能翻译得不太准确，因为正如你提到的，它应该意味着被击败或被抓住，而不是被杀。"
    },
    {
      "id": 217,
      "en": "So, listeners, why don't you let us know how you say checkmate in your language?",
      "cn": "所以，听众，为什么不告诉我们你们的语言中如何说将死？"
    },
    {
      "id": 218,
      "en": "Come to our website, EnglishPod.com.",
      "cn": "来我们的网站，EnglishPod.com。"
    },
    {
      "id": 219,
      "en": "And also tell us if you have questions about the things we talked about today, or if you want to share some stories of your own chess victories.",
      "cn": "也告诉我们如果你对我们今天讨论的内容有问题，或者如果你想分享一些你自己在国际象棋中获胜的故事。"
    },
    {
      "id": 220,
      "en": "Please get in touch with us on our website, otherwise you can email us at EnglishPod at PraxisLanguage.com.",
      "cn": "请通过我们的网站与我们联系，否则你可以发邮件到EnglishPod@PraxisLanguage.com。"
    },
    {
      "id": 221,
      "en": "But until then, have a great day.",
      "cn": "但在那之前，祝你有美好的一天。"
    },
    {
      "id": 222,
      "en": "Bye, everybody.",
      "cn": "再见，大家。"
    }
  ]
}