{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0154",
  "title": "EnglishPod 初级 英文播客 0154",
  "totalSegments": 242,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome back to another lesson here at EnglishPod.",
      "cn": "大家好，欢迎回到EnglishPod的另一节课。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "And my name is Catherine, and today we're talking about a topic very close to my heart, music.",
      "cn": "我叫Catherine，今天我们要谈论一个我非常喜欢的话题，音乐。"
    },
    {
      "id": 4,
      "en": "That's right, we're going to be talking about music, and more specifically, we are going to talk about musical instruments that you would use in a band.",
      "cn": "没错，我们要谈论音乐，更具体地说，我们要谈论在乐队中使用的乐器。"
    },
    {
      "id": 5,
      "en": "All right, and so some people like to make their own music, get together, hang out, play music together, so that's what we're talking about today.",
      "cn": "好的，有些人喜欢自己创作音乐，聚在一起，一起演奏音乐，这就是我们今天要讨论的内容。"
    },
    {
      "id": 6,
      "en": "We've got a new band that's going to start, and before we get going, we've got a word to talk about, and let's check this out in today's vocabulary preview.",
      "cn": "我们有一个新的乐队要开始，在我们开始之前，我们有一个词要讨论，让我们在今天的词汇预览中看看。"
    },
    {
      "id": 7,
      "en": "All right, so as I mentioned, we are going to talk about instruments.",
      "cn": "好的，正如我提到的，我们要谈论乐器。"
    },
    {
      "id": 8,
      "en": "Instruments, so you could say musical instruments, but what is an instrument, generally speaking?",
      "cn": "乐器，你可以说是音乐乐器，但一般来说，乐器是什么？"
    },
    {
      "id": 9,
      "en": "Basically, it's similar to a tool, right?",
      "cn": "基本上，它类似于工具，对吧？"
    },
    {
      "id": 10,
      "en": "So an instrument is something that you use to help you realize a task.",
      "cn": "所以乐器是你用来帮助你完成任务的东西。"
    },
    {
      "id": 11,
      "en": "In this case, musical instruments is more specific, right?",
      "cn": "在这种情况下，音乐乐器更具体，对吧？"
    },
    {
      "id": 12,
      "en": "Right, so we're talking about things that you use to make music.",
      "cn": "对，所以我们谈论的是你用来制作音乐的东西。"
    },
    {
      "id": 13,
      "en": "A piano, for example.",
      "cn": "比如说，钢琴。"
    },
    {
      "id": 14,
      "en": "Is a musical instrument.",
      "cn": "是一种音乐乐器。"
    },
    {
      "id": 15,
      "en": "Or the drums.",
      "cn": "或者鼓。"
    },
    {
      "id": 16,
      "en": "All right, so this is what we're going to be looking at today in the dialogues, so let's listen to it for the first time.",
      "cn": "好的，这就是我们今天在对话中要看的内容，让我们第一次听听。"
    },
    {
      "id": 17,
      "en": "I'm forming a music band.",
      "cn": "我正在组建一个音乐乐队。"
    },
    {
      "id": 18,
      "en": "Do you already know how to play an instrument?",
      "cn": "你已经会演奏乐器了吗？"
    },
    {
      "id": 19,
      "en": "Uh, yeah, I told you a thousand times that I'm learning to play the drums.",
      "cn": "嗯，是的，我告诉过你一千次我正在学习打鼓。"
    },
    {
      "id": 20,
      "en": "Now that I know how to play well, I would like to form a rock band.",
      "cn": "现在我已经会打得很好了，我想组建一个摇滚乐队。"
    },
    {
      "id": 21,
      "en": "Aside from yourself, who are the other members of the band?",
      "cn": "除了你自己，乐队的其他成员是谁？"
    },
    {
      "id": 22,
      "en": "We have a guy who plays guitar, and another who plays bass.",
      "cn": "我们有一个弹吉他的家伙，还有一个弹贝斯的。"
    },
    {
      "id": 23,
      "en": "Although, we still haven't found anyone to be our singer.",
      "cn": "不过，我们还没有找到任何人来当我们的歌手。"
    },
    {
      "id": 24,
      "en": "You told me that you had some musical talent, right?",
      "cn": "你告诉我你有一些音乐天赋，对吧？"
    },
    {
      "id": 25,
      "en": "Yes, I'm a singer.",
      "cn": "是的，我是一个歌手。"
    },
    {
      "id": 26,
      "en": "Perfect!",
      "cn": "完美！"
    },
    {
      "id": 27,
      "en": "So you can audition this weekend here at my house.",
      "cn": "所以你可以在这个周末来我家试音。"
    },
    {
      "id": 28,
      "en": "Great!",
      "cn": "太好了！"
    },
    {
      "id": 29,
      "en": "Wait here?",
      "cn": "在这里等吗？"
    },
    {
      "id": 30,
      "en": "You don't have enough room for the amplifiers, microphones, or even your drums.",
      "cn": "你没有足够的空间放扩音器、麦克风，甚至你的鼓。"
    },
    {
      "id": 31,
      "en": "By the way, where do you keep them or practice?",
      "cn": "顺便问一下，你把它们放在哪里或在哪里练习？"
    },
    {
      "id": 32,
      "en": "Dude, what are you talking about?",
      "cn": "伙计，你在说什么？"
    },
    {
      "id": 33,
      "en": "It's right here.",
      "cn": "就在这里。"
    },
    {
      "id": 34,
      "en": "All we need is my Nintendo Wii, and we're set.",
      "cn": "我们只需要我的任天堂Wii，就可以了。"
    },
    {
      "id": 35,
      "en": "All right, we're back, so apparently the band wasn't really a real band.",
      "cn": "好的，我们回来了，所以显然这个乐队并不是真正的乐队。"
    },
    {
      "id": 36,
      "en": "It wasn't, but I have to say I'm very familiar with this because I have a Nintendo Wii, and I often play the game Rock Band, so I can sympathize with the characters here.",
      "cn": "不是，但我得说我对此很熟悉，因为我有一个任天堂Wii，我经常玩摇滚乐队这个游戏，所以我可以理解这里的角色。"
    },
    {
      "id": 37,
      "en": "So you also have your own band.",
      "cn": "所以你也有自己的乐队。"
    },
    {
      "id": 38,
      "en": "I do, well, virtually speaking.",
      "cn": "我有，实际上是虚拟的。"
    },
    {
      "id": 39,
      "en": "And I know you do too!",
      "cn": "我知道你也有！"
    },
    {
      "id": 40,
      "en": "That's right, we are both fans of this game and this gaming console, and that's why it's such a fun dialogue.",
      "cn": "没错，我们都是这个游戏和这个游戏机的粉丝，这就是为什么这是一个如此有趣的对话。"
    },
    {
      "id": 41,
      "en": "But let's take a look at some of the language that was used in this dialogue in Language Takeaway.",
      "cn": "但让我们看看在这个对话中使用的一些语言，在语言收获中。"
    },
    {
      "id": 42,
      "en": "Language Takeaway Oh man, so I've been in a lot of bands, and I've been in a lot of musical groups, so I can say that the first instrument we want to talk about is maybe the most obnoxious.",
      "cn": "语言收获 哦，伙计，我参加过很多乐队，也参与过很多音乐团体，所以我可以说我们想谈论的第一个乐器可能是最吵的。"
    },
    {
      "id": 43,
      "en": "The most loud and hard to listen to.",
      "cn": "最响亮且难以听的。"
    },
    {
      "id": 44,
      "en": "Probably, probably, and that instrument is the drums.",
      "cn": "可能，可能，而那个乐器就是鼓。"
    },
    {
      "id": 45,
      "en": "Right, so the drums, it's plural because you have many drums, right?",
      "cn": "对，所以鼓是复数，因为你有很多鼓，对吧？"
    },
    {
      "id": 46,
      "en": "Right, you don't just have the dum, dum, dum, dum, the bass drum, you have many different drums together, and so we could also call this a drum set.",
      "cn": "对，你不仅仅有低音鼓，还有许多不同的鼓在一起，所以我们也可以称之为鼓组。"
    },
    {
      "id": 47,
      "en": "A drum set.",
      "cn": "鼓组。"
    },
    {
      "id": 48,
      "en": "Alright, so why don't we listen to an example of what a drum set sounds like.",
      "cn": "好的，那我们来听听鼓组的声音。"
    },
    {
      "id": 49,
      "en": "Alright, we're back, so I think that's clear.",
      "cn": "好的，我们回来了，我想这很清楚。"
    },
    {
      "id": 50,
      "en": "Moving on to our next instrument.",
      "cn": "继续我们的下一个乐器。"
    },
    {
      "id": 51,
      "en": "This one's maybe the most popular for young people to start, because you can play pretty much anything with it, and it's also good for sing-alongs.",
      "cn": "这个可能是年轻人开始时最受欢迎的，因为你几乎可以用它演奏任何东西，而且它也适合合唱。"
    },
    {
      "id": 52,
      "en": "Right, and that instrument is the guitar.",
      "cn": "对，而那个乐器就是吉他。"
    },
    {
      "id": 53,
      "en": "Can you play the guitar?",
      "cn": "你会弹吉他吗？"
    },
    {
      "id": 54,
      "en": "No, I can't.",
      "cn": "不，我不会。"
    },
    {
      "id": 55,
      "en": "I actually wish I would have learned, but I never got around to it.",
      "cn": "我其实希望我能学会，但我从来没有时间。"
    },
    {
      "id": 56,
      "en": "Well, this is a really beautiful instrument, and there are many different ways to play it, but generally, it's either wooden with some strings, or electric, so it's plastic with some metal strings.",
      "cn": "好吧，这是一种非常美丽的乐器，有很多不同的演奏方式，但一般来说，它要么是木制的，有一些弦，要么是电动的，所以是塑料的，有一些金属弦。"
    },
    {
      "id": 57,
      "en": "Right, exactly, so they have a different sound.",
      "cn": "对，没错，所以它们的声音不同。"
    },
    {
      "id": 58,
      "en": "But why don't we listen to an example of what a guitar sounds like.",
      "cn": "但我们来听听吉他的声音。"
    },
    {
      "id": 59,
      "en": "Alright, so great example of a guitar, pretty clear.",
      "cn": "好的，吉他的例子很好，很清楚。"
    },
    {
      "id": 60,
      "en": "What's our next instrument?",
      "cn": "我们下一个乐器是什么？"
    },
    {
      "id": 61,
      "en": "The bass.",
      "cn": "贝斯。"
    },
    {
      "id": 62,
      "en": "And this one, it doesn't look like the word that's written, B-A-S-S, so we say bass.",
      "cn": "而这个，它的拼写与写的单词B-A-S-S不同，所以我们说贝斯。"
    },
    {
      "id": 63,
      "en": "Bass.",
      "cn": "贝斯。"
    },
    {
      "id": 64,
      "en": "And it's actually a very low instrument.",
      "cn": "它实际上是一种非常低的乐器。"
    },
    {
      "id": 65,
      "en": "It's usually used to help keep the rhythm.",
      "cn": "通常用于帮助保持节奏。"
    },
    {
      "id": 66,
      "en": "Alright, so it's similar to a guitar, right?",
      "cn": "好的，所以它和吉他类似，对吧？"
    },
    {
      "id": 67,
      "en": "Very.",
      "cn": "非常类似。"
    },
    {
      "id": 68,
      "en": "It's the same form, but as you say, it's lower, and it makes a lower sound.",
      "cn": "它的形状相同，但正如你所说，它的音调更低，发出更低的声音。"
    },
    {
      "id": 69,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 70,
      "en": "Alright, so let's listen to an example of a bass now.",
      "cn": "好的，现在我们来听听贝斯的例子。"
    },
    {
      "id": 71,
      "en": "Alright, pretty clear.",
      "cn": "好的，很清楚。"
    },
    {
      "id": 72,
      "en": "Moving on to our next word, we have an amplifier.",
      "cn": "继续我们的下一个词，我们有一个扩音器。"
    },
    {
      "id": 73,
      "en": "Okay, so an amplifier is a thing.",
      "cn": "好的，扩音器是一种东西。"
    },
    {
      "id": 74,
      "en": "It's usually a box that we plug in.",
      "cn": "通常是一个我们插入的盒子。"
    },
    {
      "id": 75,
      "en": "It's electronic.",
      "cn": "它是电子的。"
    },
    {
      "id": 76,
      "en": "And it's a tool to make electrical instruments, like the electric guitar or the electric bass, louder.",
      "cn": "它是用来让电声乐器，比如电吉他或电贝斯，声音更大的工具。"
    },
    {
      "id": 77,
      "en": "Right, exactly.",
      "cn": "对，没错。"
    },
    {
      "id": 78,
      "en": "So an amplifier is any device that makes a sound become louder.",
      "cn": "所以扩音器是任何使声音变得更大的设备。"
    },
    {
      "id": 79,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 80,
      "en": "Alright.",
      "cn": "好的。"
    },
    {
      "id": 81,
      "en": "So this is really important for rock bands the world over.",
      "cn": "所以这对全世界的摇滚乐队来说非常重要。"
    },
    {
      "id": 82,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 83,
      "en": "Our next instrument, or actually more of a tool, is very useful for the singer.",
      "cn": "我们下一个乐器，或者说更像是一个工具，对歌手非常有用。"
    },
    {
      "id": 84,
      "en": "Yeah, and it actually goes with the amplifier in many ways because the microphone, this is our next word, the microphone is something that you use to sing into to make your voice louder.",
      "cn": "是的，它在很多方面与扩音器配合，因为麦克风，这是我们的下一个词，麦克风是你用来唱歌的东西，使你的声音更大。"
    },
    {
      "id": 85,
      "en": "So right now, Marco, you and I are both using microphones.",
      "cn": "所以现在，Marco，你和我都在使用麦克风。"
    },
    {
      "id": 86,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 87,
      "en": "So a microphone.",
      "cn": "所以一个麦克风。"
    },
    {
      "id": 88,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 89,
      "en": "And we have one last word, and this is a verb, to audition.",
      "cn": "我们还有一个最后的词，这是一个动词，试音。"
    },
    {
      "id": 90,
      "en": "Alright, to audition.",
      "cn": "好的，试音。"
    },
    {
      "id": 91,
      "en": "So to audition means to show someone your talent, alright?",
      "cn": "所以试音意味着向某人展示你的才能，对吧？"
    },
    {
      "id": 92,
      "en": "So oftentimes when you start a play or an opera or a musical group, you want to have auditions.",
      "cn": "所以通常当你开始一部戏剧、歌剧或音乐团体时，你想要进行试音。"
    },
    {
      "id": 93,
      "en": "You want to audition people to see how much talent they have.",
      "cn": "你想要试音人们，看看他们有多少才能。"
    },
    {
      "id": 94,
      "en": "Alright, so it's basically an opportunity to demonstrate your skills and abilities.",
      "cn": "好的，所以这基本上是一个展示你的技能和能力的机会。"
    },
    {
      "id": 95,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 96,
      "en": "So a job interview wouldn't really be an audition.",
      "cn": "所以工作面试并不算是试音。"
    },
    {
      "id": 97,
      "en": "No, a job interview has its own word, but here we're talking about your singing ability, your acting ability, your reading ability, and sometimes we even have auditions here at EnglishPod to see how people, how comfortable people are on the microphone.",
      "cn": "不，工作面试有自己的词，但在这里我们谈论的是你的歌唱能力、表演能力、阅读能力，有时我们甚至在EnglishPod进行试音，看看人们在麦克风前有多舒适。"
    },
    {
      "id": 98,
      "en": "It's a way to have people show what they've got.",
      "cn": "这是一种让人们展示他们所拥有的方式。"
    },
    {
      "id": 99,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 100,
      "en": "Alright, so a lot of interesting words here, many instruments.",
      "cn": "好的，这里有很多有趣的词，许多乐器。"
    },
    {
      "id": 101,
      "en": "I think it's time for us to listen to our dialogue again.",
      "cn": "我觉得是时候再听一遍我们的对话了。"
    },
    {
      "id": 102,
      "en": "We're going to slow it down a little bit, and we'll be right back.",
      "cn": "我们会稍微放慢速度，马上回来。"
    },
    {
      "id": 103,
      "en": "I'm forming a music band.",
      "cn": "我正在组建一个乐队。"
    },
    {
      "id": 104,
      "en": "Do you already know how to play an instrument?",
      "cn": "你已经会演奏乐器了吗？"
    },
    {
      "id": 105,
      "en": "Uh, yeah.",
      "cn": "嗯，是的。"
    },
    {
      "id": 106,
      "en": "I told you a thousand times that I'm learning to play the drums.",
      "cn": "我跟你说过一千次我正在学习打鼓。"
    },
    {
      "id": 107,
      "en": "Now that I know how to play well, I would like to form a rock band.",
      "cn": "现在我打得很好，我想组建一个摇滚乐队。"
    },
    {
      "id": 108,
      "en": "Aside from yourself, who are the other members of the band?",
      "cn": "除了你自己，乐队的其他成员是谁？"
    },
    {
      "id": 109,
      "en": "We have a guy who plays guitar and another who plays bass, although we still haven't found anyone to be our singer.",
      "cn": "我们有一个弹吉他的家伙和一个弹贝斯的家伙，不过我们还没有找到任何人来当我们的歌手。"
    },
    {
      "id": 110,
      "en": "You told me that you had some musical talent, right?",
      "cn": "你告诉我你有一些音乐天赋，对吧？"
    },
    {
      "id": 111,
      "en": "Yes, I'm a singer.",
      "cn": "是的，我是一个歌手。"
    },
    {
      "id": 112,
      "en": "Perfect!",
      "cn": "完美！"
    },
    {
      "id": 113,
      "en": "So you can audition this weekend here at my house.",
      "cn": "所以你可以在这个周末来我家试镜。"
    },
    {
      "id": 114,
      "en": "Great!",
      "cn": "太好了！"
    },
    {
      "id": 115,
      "en": "Wait here?",
      "cn": "在这里等吗？"
    },
    {
      "id": 116,
      "en": "You don't have enough room for the amplifiers, microphones, or even your drums.",
      "cn": "你没有足够的空间放音响、麦克风，甚至你的鼓。"
    },
    {
      "id": 117,
      "en": "By the way, where do you keep them or practice?",
      "cn": "顺便问一下，你把它们放在哪里或在哪里练习？"
    },
    {
      "id": 118,
      "en": "Dude, what are you talking about?",
      "cn": "伙计，你在说什么？"
    },
    {
      "id": 119,
      "en": "It's right here.",
      "cn": "就在这里。"
    },
    {
      "id": 120,
      "en": "All we need is my Nintendo Wii, and we're set.",
      "cn": "我们只需要我的任天堂Wii，就可以了。"
    },
    {
      "id": 121,
      "en": "Alright, we're back, so moving on with our lesson.",
      "cn": "好吧，我们回来了，继续我们的课程。"
    },
    {
      "id": 122,
      "en": "Why don't we take a look now at some phrases in Fluency Builder.",
      "cn": "现在我们来看看流利表达中的一些短语。"
    },
    {
      "id": 123,
      "en": "Fluency Builder Alright, so on Fluency Builder we have four phrases.",
      "cn": "流利表达 好吧，在流利表达中我们有四个短语。"
    },
    {
      "id": 124,
      "en": "What's the first one?",
      "cn": "第一个是什么？"
    },
    {
      "id": 125,
      "en": "Well, this first phrase is really important, Marco, because we're talking about bands and starting bands.",
      "cn": "嗯，这个第一个短语非常重要，Marco，因为我们在谈论乐队和组建乐队。"
    },
    {
      "id": 126,
      "en": "And so there's often a phrase we use to describe this.",
      "cn": "所以我们常常用一个短语来描述这个。"
    },
    {
      "id": 127,
      "en": "We say, to form a band.",
      "cn": "我们说，组建乐队。"
    },
    {
      "id": 128,
      "en": "Alright, so you form a band.",
      "cn": "好吧，所以你组建一个乐队。"
    },
    {
      "id": 129,
      "en": "It's like forming something.",
      "cn": "就像是形成某种东西。"
    },
    {
      "id": 130,
      "en": "To form is to shape it, to make it look like something that you want.",
      "cn": "组建就是塑造它，让它看起来像你想要的样子。"
    },
    {
      "id": 131,
      "en": "And so we can form artistic projects also.",
      "cn": "所以我们也可以组建艺术项目。"
    },
    {
      "id": 132,
      "en": "But here we're forming a band, we're choosing people to bring together to make great music.",
      "cn": "但在这里我们是在组建一个乐队，我们选择人来一起创造美妙的音乐。"
    },
    {
      "id": 133,
      "en": "Alright, so we can say form a band, or you can say as well, start a band.",
      "cn": "好吧，所以我们可以说组建乐队，或者你也可以说，开始一个乐队。"
    },
    {
      "id": 134,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 135,
      "en": "Alright.",
      "cn": "好吧。"
    },
    {
      "id": 136,
      "en": "So we're forming a band, and well, his friend was surprised that the other guy knew how to play an instrument.",
      "cn": "所以我们在组建一个乐队，而他的朋友对另一个家伙会演奏乐器感到惊讶。"
    },
    {
      "id": 137,
      "en": "So he said, I've told you a thousand times.",
      "cn": "所以他说，我跟你说过一千次。"
    },
    {
      "id": 138,
      "en": "Wait, wait, so he told him one thousand times?",
      "cn": "等等，他真的跟他说过一千次吗？"
    },
    {
      "id": 139,
      "en": "No, not literally.",
      "cn": "不，不是字面意思。"
    },
    {
      "id": 140,
      "en": "I play an instrument, I play an instrument, I play an instrument.",
      "cn": "我会演奏乐器，我会演奏乐器，我会演奏乐器。"
    },
    {
      "id": 141,
      "en": "Right, this is a phrase, and it's a little bit of an exaggeration to emphasize that.",
      "cn": "对，这是一种短语，有点夸张以强调这一点。"
    },
    {
      "id": 142,
      "en": "I've told you many, many times already.",
      "cn": "我已经告诉你很多很多次了。"
    },
    {
      "id": 143,
      "en": "Great, so this is something we say when we're trying to exaggerate, like Marco said, or to really emphasize the point that like, I've told you this before.",
      "cn": "很好，所以这是我们在试图夸张时说的，就像Marco说的，或者真的强调一下我之前告诉过你。"
    },
    {
      "id": 144,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 145,
      "en": "So mothers often use it.",
      "cn": "所以母亲们经常使用它。"
    },
    {
      "id": 146,
      "en": "I feel like we talk about mothers a lot here.",
      "cn": "我觉得我们在这里谈论母亲很多。"
    },
    {
      "id": 147,
      "en": "Mothers often use this phrase when kids do something wrong.",
      "cn": "母亲们经常在孩子做错事时使用这个短语。"
    },
    {
      "id": 148,
      "en": "And they say, I've told you a thousand times not to wear your shoes in the house.",
      "cn": "他们会说，我跟你说过一千次不要在家里穿鞋。"
    },
    {
      "id": 149,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 150,
      "en": "So it is a great phrase to really make your point that you've said something many, many times.",
      "cn": "所以这是一个很好的短语，真的强调你已经说过很多很多次。"
    },
    {
      "id": 151,
      "en": "Moving on, we have kind of like a conjunction that you can use, and it's by the way, to change the topic maybe.",
      "cn": "接下来，我们有一个可以使用的连词，就是顺便说一下，可能是为了换个话题。"
    },
    {
      "id": 152,
      "en": "By the way.",
      "cn": "顺便说一下。"
    },
    {
      "id": 153,
      "en": "By the way.",
      "cn": "顺便说一下。"
    },
    {
      "id": 154,
      "en": "And so, by the way, we keep these words together, it's a fixed phrase.",
      "cn": "所以，顺便说一下，我们把这些词放在一起，这是一个固定短语。"
    },
    {
      "id": 155,
      "en": "By the way is something we add on.",
      "cn": "顺便说一下是我们添加的内容。"
    },
    {
      "id": 156,
      "en": "So I say, you know, today I went to school and I saw a lot of people.",
      "cn": "所以我说，你知道，今天我去学校，看到很多人。"
    },
    {
      "id": 157,
      "en": "Oh, by the way, John says hi.",
      "cn": "哦，顺便说一下，John问好。"
    },
    {
      "id": 158,
      "en": "So while I'm talking about this, I want to add that this thing happened, or that this person said something.",
      "cn": "所以当我在谈论这个时，我想添加这个事情发生了，或者这个人说了什么。"
    },
    {
      "id": 159,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 160,
      "en": "So it's a conjunction, right, to put together two different ideas.",
      "cn": "所以这是一个连词，对吧，把两个不同的想法放在一起。"
    },
    {
      "id": 161,
      "en": "By the way.",
      "cn": "顺便说一下。"
    },
    {
      "id": 162,
      "en": "Or you can start off your sentence with it.",
      "cn": "或者你可以用它开始你的句子。"
    },
    {
      "id": 163,
      "en": "By the way, how is the new house?",
      "cn": "顺便说一下，新房子怎么样？"
    },
    {
      "id": 164,
      "en": "Oh, because it's like saying, oh, this thought just came into my head.",
      "cn": "哦，因为这就像是说，哦，这个想法刚刚出现在我脑海中。"
    },
    {
      "id": 165,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 166,
      "en": "By the way, da da da da da.",
      "cn": "顺便说一下，呃呃呃呃呃。"
    },
    {
      "id": 167,
      "en": "Right, right.",
      "cn": "对，对。"
    },
    {
      "id": 168,
      "en": "And our last phrase on Fluency Builder is, we are set.",
      "cn": "我们在流利表达中的最后一个短语是，我们准备好了。"
    },
    {
      "id": 169,
      "en": "All we need is my Nintendo Wii, and we are set.",
      "cn": "我们只需要我的任天堂Wii，我们就准备好了。"
    },
    {
      "id": 170,
      "en": "All right, so what do we set?",
      "cn": "好吧，那么我们准备了什么？"
    },
    {
      "id": 171,
      "en": "We are set.",
      "cn": "我们准备好了。"
    },
    {
      "id": 172,
      "en": "All right, we are set is another one of those phrases that's fixed.",
      "cn": "好吧，我们准备好了是另一个固定短语。"
    },
    {
      "id": 173,
      "en": "And it literally, it means, and we are ready to start.",
      "cn": "它的字面意思是，我们准备开始。"
    },
    {
      "id": 174,
      "en": "We're ready to go.",
      "cn": "我们准备好了。"
    },
    {
      "id": 175,
      "en": "And everything is ready.",
      "cn": "一切都准备好了。"
    },
    {
      "id": 176,
      "en": "Yeah, we don't need anything else.",
      "cn": "是的，我们不需要其他任何东西。"
    },
    {
      "id": 177,
      "en": "And so, Marco, I could say to you, just bring the salad to the table and we're set.",
      "cn": "所以，Marco，我可以对你说，只需把沙拉拿到桌子上，我们就准备好了。"
    },
    {
      "id": 178,
      "en": "We're ready to eat.",
      "cn": "我们准备吃了。"
    },
    {
      "id": 179,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 180,
      "en": "And I think we're set to listen to our dialogue for the last time.",
      "cn": "我想我们准备好最后一次听我们的对话了。"
    },
    {
      "id": 181,
      "en": "And we'll be right back and talk a little bit more about this great topic.",
      "cn": "我们马上回来，聊聊这个伟大的话题。"
    },
    {
      "id": 182,
      "en": "I'm forming a music band.",
      "cn": "我正在组建一个乐队。"
    },
    {
      "id": 183,
      "en": "Do you already know how to play an instrument?",
      "cn": "你已经会演奏乐器了吗？"
    },
    {
      "id": 184,
      "en": "Yeah, I told you a thousand times that I'm learning to play the drums.",
      "cn": "是的，我跟你说过一千次我正在学习打鼓。"
    },
    {
      "id": 185,
      "en": "Now that I know how to play well, I would like to form a rock band.",
      "cn": "现在我打得很好，我想组建一个摇滚乐队。"
    },
    {
      "id": 186,
      "en": "Aside from yourself, who are the other members of the band?",
      "cn": "除了你自己，乐队的其他成员是谁？"
    },
    {
      "id": 187,
      "en": "We have a guy who plays guitar and another who plays bass.",
      "cn": "我们有一个弹吉他的家伙和一个弹贝斯的家伙。"
    },
    {
      "id": 188,
      "en": "Although, we still haven't found anyone to be our singer.",
      "cn": "不过，我们还没有找到任何人来当我们的歌手。"
    },
    {
      "id": 189,
      "en": "You told me that you had some musical talent, right?",
      "cn": "你告诉我你有一些音乐天赋，对吧？"
    },
    {
      "id": 190,
      "en": "Yes, I'm a singer.",
      "cn": "是的，我是一个歌手。"
    },
    {
      "id": 191,
      "en": "Perfect!",
      "cn": "完美！"
    },
    {
      "id": 192,
      "en": "So you can audition this weekend here at my house.",
      "cn": "所以你可以在这个周末来我家试镜。"
    },
    {
      "id": 193,
      "en": "Great!",
      "cn": "太好了！"
    },
    {
      "id": 194,
      "en": "Wait here?",
      "cn": "在这里等吗？"
    },
    {
      "id": 195,
      "en": "You don't have enough room for the amplifiers, microphones, or even your drums.",
      "cn": "你没有足够的空间放音响、麦克风，甚至你的鼓。"
    },
    {
      "id": 196,
      "en": "By the way, where do you keep them or practice?",
      "cn": "顺便问一下，你把它们放在哪里或在哪里练习？"
    },
    {
      "id": 197,
      "en": "Dude, what are you talking about?",
      "cn": "兄弟，你在说什么？"
    },
    {
      "id": 198,
      "en": "It's right here.",
      "cn": "就在这里。"
    },
    {
      "id": 199,
      "en": "All we need is my Nintendo Wii and we're set.",
      "cn": "我们只需要我的任天堂Wii，就可以了。"
    },
    {
      "id": 200,
      "en": "Alright, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 201,
      "en": "So, rock band.",
      "cn": "所以，摇滚乐队。"
    },
    {
      "id": 202,
      "en": "Now, I know that you play a real instrument, not only instruments on the Wii.",
      "cn": "现在，我知道你会演奏真正的乐器，而不仅仅是Wii上的乐器。"
    },
    {
      "id": 203,
      "en": "True!",
      "cn": "真的！"
    },
    {
      "id": 204,
      "en": "What do you play?",
      "cn": "你演奏什么？"
    },
    {
      "id": 205,
      "en": "I play the trumpet.",
      "cn": "我吹小号。"
    },
    {
      "id": 206,
      "en": "I was classically trained.",
      "cn": "我接受过古典训练。"
    },
    {
      "id": 207,
      "en": "I started when I was ten.",
      "cn": "我十岁时开始的。"
    },
    {
      "id": 208,
      "en": "Now, is this the trumpet that has the three buttons on the top?",
      "cn": "现在，这个小号是顶部有三个按钮的吗？"
    },
    {
      "id": 209,
      "en": "Yes, three pistons.",
      "cn": "是的，三个活塞。"
    },
    {
      "id": 210,
      "en": "Three pistons.",
      "cn": "三个活塞。"
    },
    {
      "id": 211,
      "en": "Because there's another one that doesn't, right?",
      "cn": "因为还有一个没有，对吧？"
    },
    {
      "id": 212,
      "en": "There's one that has four pistons.",
      "cn": "有一个有四个活塞。"
    },
    {
      "id": 213,
      "en": "It's a piccolo trumpet.",
      "cn": "那是一个短号。"
    },
    {
      "id": 214,
      "en": "It has four.",
      "cn": "它有四个。"
    },
    {
      "id": 215,
      "en": "And there's one that's large and it slides in and out.",
      "cn": "还有一个很大，可以伸缩的。"
    },
    {
      "id": 216,
      "en": "And that's a trombone.",
      "cn": "那是一个长号。"
    },
    {
      "id": 217,
      "en": "That's much lower.",
      "cn": "那个音调低得多。"
    },
    {
      "id": 218,
      "en": "But the trumpet is kind of a mid-range instrument.",
      "cn": "但小号算是一种中音乐器。"
    },
    {
      "id": 219,
      "en": "It can go quite high and a little bit low.",
      "cn": "它可以吹得很高，也可以稍微低一点。"
    },
    {
      "id": 220,
      "en": "And it's brass, it's not wood.",
      "cn": "而且它是铜制的，不是木制的。"
    },
    {
      "id": 221,
      "en": "It's made of a metal.",
      "cn": "它是金属制成的。"
    },
    {
      "id": 222,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 223,
      "en": "It looks like gold, right?",
      "cn": "它看起来像金色，对吧？"
    },
    {
      "id": 224,
      "en": "Alright, so you play the trumpet.",
      "cn": "好的，所以你吹小号。"
    },
    {
      "id": 225,
      "en": "Did you play in a band or in a school?",
      "cn": "你在乐队或学校里演奏过吗？"
    },
    {
      "id": 226,
      "en": "I played in middle school and high school I played in bands and orchestras.",
      "cn": "我在中学和高中时在乐队和管弦乐队演奏过。"
    },
    {
      "id": 227,
      "en": "And in college I played in orchestra.",
      "cn": "在大学时我在管弦乐队演奏。"
    },
    {
      "id": 228,
      "en": "And I've also played in rock bands.",
      "cn": "我也在摇滚乐队演奏过。"
    },
    {
      "id": 229,
      "en": "Because sometimes people want to, you know... Have a trumpet in the background.",
      "cn": "因为有时候人们想要，你知道的……在背景中有小号。"
    },
    {
      "id": 230,
      "en": "Have a trumpet and go a little crazy.",
      "cn": "有小号并且稍微疯狂一点。"
    },
    {
      "id": 231,
      "en": "Nice.",
      "cn": "不错。"
    },
    {
      "id": 232,
      "en": "Interesting.",
      "cn": "有趣。"
    },
    {
      "id": 233,
      "en": "This is interesting because I'm sure a lot of our users out there actually play instruments.",
      "cn": "这很有趣，因为我相信我们很多用户实际上会演奏乐器。"
    },
    {
      "id": 234,
      "en": "And maybe a lot of them are also good at it.",
      "cn": "也许他们中的很多人也很擅长。"
    },
    {
      "id": 235,
      "en": "So come to EnglishPod.com, leave your questions and comments.",
      "cn": "所以来EnglishPod.com，留下你的问题和评论。"
    },
    {
      "id": 236,
      "en": "And let us know if you play any instruments or maybe some strange instruments like the xylophone.",
      "cn": "让我们知道你是否演奏任何乐器，或者一些奇怪的乐器，比如木琴。"
    },
    {
      "id": 237,
      "en": "Or if you like to play Wii rock band.",
      "cn": "或者你是否喜欢玩Wii摇滚乐队。"
    },
    {
      "id": 238,
      "en": "Because we certainly do and we can support you on that one.",
      "cn": "因为我们确实喜欢，我们可以支持你。"
    },
    {
      "id": 239,
      "en": "We can give you some tips.",
      "cn": "我们可以给你一些建议。"
    },
    {
      "id": 240,
      "en": "Alright, so we'll see you guys there.",
      "cn": "好的，我们下次见。"
    },
    {
      "id": 241,
      "en": "Until next time.",
      "cn": "下次再见。"
    },
    {
      "id": 242,
      "en": "Bye everyone.",
      "cn": "大家再见。"
    }
  ]
}