{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0245",
  "title": "EnglishPod 初级 英文播客 0245",
  "totalSegments": 261,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone.",
      "cn": "大家好。"
    },
    {
      "id": 2,
      "en": "Welcome to EnglishPod.",
      "cn": "欢迎来到 EnglishPod。"
    },
    {
      "id": 3,
      "en": "My name is Marco.",
      "cn": "我叫 Marco。"
    },
    {
      "id": 4,
      "en": "My name is Catherine.",
      "cn": "我叫 Catherine。"
    },
    {
      "id": 5,
      "en": "And today we're talking about something that I haven't actually seen in a long time but is very common in the States, especially in suburban areas.",
      "cn": "今天我们要谈论一些我很久没见过但在美国，尤其是郊区非常常见的事情。"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "We're going to get a subscription as the title of the lesson says.",
      "cn": "我们要订阅，就像课题所说的。"
    },
    {
      "id": 8,
      "en": "So we're going to subscribe to magazines, newspapers, stuff like that.",
      "cn": "所以我们要订阅杂志、报纸等。"
    },
    {
      "id": 9,
      "en": "Right, so there's a guy coming around to everyone's houses and he is offering different magazine subscriptions.",
      "cn": "对，有个家伙到每个人家里，提供不同的杂志订阅。"
    },
    {
      "id": 10,
      "en": "So let's take a listen to today's dialogue and we'll be back in a moment to talk about what's going on.",
      "cn": "让我们来听听今天的对话，稍后我们会回来讨论发生了什么。"
    },
    {
      "id": 11,
      "en": "Good afternoon, ma'am.",
      "cn": "下午好，女士。"
    },
    {
      "id": 12,
      "en": "My name is Mike and I'm selling subscriptions to all sorts of periodicals.",
      "cn": "我叫 Mike，我在销售各种期刊的订阅。"
    },
    {
      "id": 13,
      "en": "No, thank you.",
      "cn": "不，谢谢。"
    },
    {
      "id": 14,
      "en": "I'm not interested.",
      "cn": "我不感兴趣。"
    },
    {
      "id": 15,
      "en": "Please, ma'am, if you could spare five minutes of your time, I'm sure we could find something that could interest you.",
      "cn": "请，女士，如果您能抽出五分钟时间，我相信我们可以找到您感兴趣的东西。"
    },
    {
      "id": 16,
      "en": "I wish I could, but I have to walk the dog and finish cooking.",
      "cn": "我希望可以，但我得遛狗和完成烹饪。"
    },
    {
      "id": 17,
      "en": "So if you'd excuse me.",
      "cn": "所以请您见谅。"
    },
    {
      "id": 18,
      "en": "We have a great variety of magazines all about cooking.",
      "cn": "我们有很多关于烹饪的杂志。"
    },
    {
      "id": 19,
      "en": "This one, for example, is a bi-monthly publication with recipes from all over the world.",
      "cn": "这个，比如说，是一本双月刊，里面有来自世界各地的食谱。"
    },
    {
      "id": 20,
      "en": "Well, that would be kind of useful.",
      "cn": "嗯，这听起来挺有用的。"
    },
    {
      "id": 21,
      "en": "Do you have any other cooking magazines?",
      "cn": "你们还有其他烹饪杂志吗？"
    },
    {
      "id": 22,
      "en": "Sure do.",
      "cn": "当然有。"
    },
    {
      "id": 23,
      "en": "This one is a quarterly publication, but each issue has over 200 color pages of recipes and also many home decorating ideas.",
      "cn": "这个是季刊，但每期都有超过200页的彩色食谱，还有很多家居装饰的点子。"
    },
    {
      "id": 24,
      "en": "Wow, this is nice.",
      "cn": "哇，这不错。"
    },
    {
      "id": 25,
      "en": "Okay, sign me up for both publications.",
      "cn": "好的，我要订阅这两本杂志。"
    },
    {
      "id": 26,
      "en": "You mentioned you have a dog.",
      "cn": "你提到你有一只狗。"
    },
    {
      "id": 27,
      "en": "Most pet owners sign up for this weekly newsletter that has information on dog care, pet shops, and even pet sitters.",
      "cn": "大多数宠物主人会订阅这本每周的通讯，里面有关于狗护理、宠物商店甚至宠物看护的信息。"
    },
    {
      "id": 28,
      "en": "That's exactly what I needed.",
      "cn": "这正是我需要的。"
    },
    {
      "id": 29,
      "en": "What else do you have?",
      "cn": "你们还有什么？"
    },
    {
      "id": 30,
      "en": "Well, I also have... Alright, we're back.",
      "cn": "嗯，我还有…… 好吧，我们回来了。"
    },
    {
      "id": 31,
      "en": "So as you saw, Mike is, well, not very excited to be selling subscriptions, but he has magazines about almost everything, I think.",
      "cn": "正如你所看到的，Mike 并不是很兴奋地在卖订阅，但我觉得他几乎有关于所有主题的杂志。"
    },
    {
      "id": 32,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 33,
      "en": "And he's actually a pretty good salesperson because it sounds like this customer is going to buy quite a few magazines.",
      "cn": "而且他实际上是个不错的销售员，因为听起来这个顾客会买很多杂志。"
    },
    {
      "id": 34,
      "en": "Exactly.",
      "cn": "确切地说。"
    },
    {
      "id": 35,
      "en": "And so he used a lot of interesting vocabulary related to magazines and subscriptions.",
      "cn": "他使用了很多与杂志和订阅相关的有趣词汇。"
    },
    {
      "id": 36,
      "en": "So let's take a look at those now in Language Takeaway.",
      "cn": "现在让我们在语言收获中看看这些词。"
    },
    {
      "id": 37,
      "en": "Okay, so this first word is one that we've already said a couple of times in today's lesson.",
      "cn": "好的，第一个词是我们今天课程中已经提到过几次的。"
    },
    {
      "id": 38,
      "en": "This is the topic of the lesson.",
      "cn": "这是课程的主题。"
    },
    {
      "id": 39,
      "en": "The word is subscription.",
      "cn": "这个词是订阅。"
    },
    {
      "id": 40,
      "en": "Okay, so if you get a subscription, that means that you are paying money to receive something every month, every week, et cetera.",
      "cn": "好的，如果你订阅，意味着你每月、每周等支付钱以接收某物。"
    },
    {
      "id": 41,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 42,
      "en": "So the time is fixed.",
      "cn": "所以时间是固定的。"
    },
    {
      "id": 43,
      "en": "Like you said, it could be weekly.",
      "cn": "就像你说的，可以是每周。"
    },
    {
      "id": 44,
      "en": "The time could change.",
      "cn": "时间可以变化。"
    },
    {
      "id": 45,
      "en": "But basically, you have a promise that after you pay this money, you will receive something periodically.",
      "cn": "但基本上，你有一个承诺，在你支付这笔钱后，你会定期收到某物。"
    },
    {
      "id": 46,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 47,
      "en": "And so there are many things that you could have a subscription for, not just magazines.",
      "cn": "所以有很多东西可以订阅，不仅仅是杂志。"
    },
    {
      "id": 48,
      "en": "Newspapers come in subscriptions.",
      "cn": "报纸也是订阅的。"
    },
    {
      "id": 49,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 50,
      "en": "Or maybe you pay for satellite TV.",
      "cn": "或者你可能为卫星电视付费。"
    },
    {
      "id": 51,
      "en": "That's a subscription.",
      "cn": "那也是订阅。"
    },
    {
      "id": 52,
      "en": "So you pay every month and you receive channels, like lots of channels.",
      "cn": "所以你每月付费，接收频道，像很多频道。"
    },
    {
      "id": 53,
      "en": "Exactly.",
      "cn": "确切地说。"
    },
    {
      "id": 54,
      "en": "Or hopefully English Pod, you receive by subscription or you pay the subscription fee.",
      "cn": "或者希望 English Pod，你是通过订阅接收的，或者你支付订阅费。"
    },
    {
      "id": 55,
      "en": "Exactly.",
      "cn": "确切地说。"
    },
    {
      "id": 56,
      "en": "So with English Pod, you subscribe.",
      "cn": "所以在 English Pod，你订阅。"
    },
    {
      "id": 57,
      "en": "That would be the verb.",
      "cn": "那是动词。"
    },
    {
      "id": 58,
      "en": "A subscription is the noun.",
      "cn": "订阅是名词。"
    },
    {
      "id": 59,
      "en": "You subscribe to a service, like a newspaper magazine, and you receive the magazine or the service every month, every week, every day, depending on what the subscription is like.",
      "cn": "你订阅一个服务，比如报纸杂志，然后你每月、每周、每天接收杂志或服务，具体取决于订阅的内容。"
    },
    {
      "id": 60,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 61,
      "en": "And so because subscriptions come at different time frames, so for example, English Pod, we have lessons three times a week.",
      "cn": "所以因为订阅有不同的时间框架，比如说，English Pod，我们每周有三次课程。"
    },
    {
      "id": 62,
      "en": "Newspapers are often times every day.",
      "cn": "报纸通常是每天。"
    },
    {
      "id": 63,
      "en": "They come in different periods of time.",
      "cn": "它们有不同的时间周期。"
    },
    {
      "id": 64,
      "en": "So we call these kinds of publications periodicals.",
      "cn": "所以我们称这些出版物为期刊。"
    },
    {
      "id": 65,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 66,
      "en": "So for example, as you said, a newspaper, it comes every day.",
      "cn": "比如说，正如你所说，报纸每天出版。"
    },
    {
      "id": 67,
      "en": "That's the period of time.",
      "cn": "这是时间周期。"
    },
    {
      "id": 68,
      "en": "So it's a periodical.",
      "cn": "所以它是期刊。"
    },
    {
      "id": 69,
      "en": "The same as a magazine, sometimes they are weekly, sometimes they are monthly.",
      "cn": "杂志也是，有时是每周，有时是每月。"
    },
    {
      "id": 70,
      "en": "Is a book a periodical pop quiz?",
      "cn": "书是期刊吗？小测验。"
    },
    {
      "id": 71,
      "en": "No.",
      "cn": "不是。"
    },
    {
      "id": 72,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 73,
      "en": "No, because you only get it once.",
      "cn": "不，因为你只得到一次。"
    },
    {
      "id": 74,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 75,
      "en": "So basically, a periodical has to be something, I guess, that comes out every so often, a new version, a new edition, right?",
      "cn": "所以基本上，期刊必须是某种我想是每隔一段时间就会出新版本、新版的东西，对吧？"
    },
    {
      "id": 76,
      "en": "It's continually updating.",
      "cn": "它是持续更新的。"
    },
    {
      "id": 77,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 78,
      "en": "So that is periodicals and subscriptions.",
      "cn": "所以这就是期刊和订阅。"
    },
    {
      "id": 79,
      "en": "Now moving on to when he was trying to sell the magazines, he said, we have a great variety of magazines all about cooking.",
      "cn": "现在继续，当他试图销售杂志时，他说，我们有很多关于烹饪的杂志。"
    },
    {
      "id": 80,
      "en": "So what is a variety?",
      "cn": "那么，什么是多样性？"
    },
    {
      "id": 81,
      "en": "Variety is a great word.",
      "cn": "多样性是一个很好的词。"
    },
    {
      "id": 82,
      "en": "It's a word I personally am a very big fan of.",
      "cn": "这是我个人非常喜欢的一个词。"
    },
    {
      "id": 83,
      "en": "I like to have many choices to choose from.",
      "cn": "我喜欢有很多选择。"
    },
    {
      "id": 84,
      "en": "So variety means something that has many options.",
      "cn": "所以多样性意味着有很多选项。"
    },
    {
      "id": 85,
      "en": "For example, at the grocery store, there's a great variety of food.",
      "cn": "例如，在杂货店，有各种各样的食物。"
    },
    {
      "id": 86,
      "en": "There are apples and crackers and cakes and wine.",
      "cn": "有苹果、饼干、蛋糕和葡萄酒。"
    },
    {
      "id": 87,
      "en": "So variety means there are many different kinds of something.",
      "cn": "所以多样性意味着有许多不同种类的东西。"
    },
    {
      "id": 88,
      "en": "Okay, so many choices.",
      "cn": "好的，所以有很多选择。"
    },
    {
      "id": 89,
      "en": "So if you go to a bookstore, you can find a variety of books and magazines, for example.",
      "cn": "所以如果你去书店，你可以找到各种各样的书和杂志。"
    },
    {
      "id": 90,
      "en": "All right, now moving on to, again, when we're talking about the period of time, how often she's going to get this cooking magazine, the one that he's showing her is a bimonthly publication.",
      "cn": "好的，现在继续，当我们谈论时间周期时，她将多长时间收到这本烹饪杂志，他给她展示的这本是一本双月刊。"
    },
    {
      "id": 91,
      "en": "So what exactly does it mean if she receives a magazine bimonthly?",
      "cn": "那么，如果她每两个月收到一次杂志，这到底是什么意思？"
    },
    {
      "id": 92,
      "en": "Okay, so this is a bit confusing in English.",
      "cn": "好的，这在英语中有点混淆。"
    },
    {
      "id": 93,
      "en": "Bimonthly has two meanings, but what's important is the word by here or the prefix by.",
      "cn": "双月刊有两个意思，但重要的是这里的字根“bi”或前缀“bi”。"
    },
    {
      "id": 94,
      "en": "That means two.",
      "cn": "这意味着二。"
    },
    {
      "id": 95,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 96,
      "en": "Okay, so we could say bimonthly, biweekly, biannually.",
      "cn": "所以我们可以说双月刊、双周刊、双年刊。"
    },
    {
      "id": 97,
      "en": "These all mean two.",
      "cn": "这些都意味着二。"
    },
    {
      "id": 98,
      "en": "So in this case, we're talking about something that I receive two times every month.",
      "cn": "所以在这种情况下，我们谈论的是我每月收到两次的东西。"
    },
    {
      "id": 99,
      "en": "Okay, or it can be that you get it once every two months.",
      "cn": "好的，或者也可以是你每两个月收到一次。"
    },
    {
      "id": 100,
      "en": "Okay, so that might be confusing.",
      "cn": "好的，这可能会让人困惑。"
    },
    {
      "id": 101,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 102,
      "en": "In the first case, let's just say that it's the month of October, and I have this great subscription to a magazine.",
      "cn": "在第一种情况下，假设现在是十月，我有一个很棒的杂志订阅。"
    },
    {
      "id": 103,
      "en": "So in October, I will receive it two times.",
      "cn": "所以在十月，我会收到两次。"
    },
    {
      "id": 104,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 105,
      "en": "So you get it twice.",
      "cn": "所以你收到两次。"
    },
    {
      "id": 106,
      "en": "Or it could also mean that you receive the magazine in October, and then you don't receive another magazine until December.",
      "cn": "或者也可能意味着你在十月收到杂志，然后直到十二月才收到另一本杂志。"
    },
    {
      "id": 107,
      "en": "So it's a bimonthly publication.",
      "cn": "所以这是一本双月刊。"
    },
    {
      "id": 108,
      "en": "Every other month.",
      "cn": "每隔一个月。"
    },
    {
      "id": 109,
      "en": "Every two months.",
      "cn": "每两个月。"
    },
    {
      "id": 110,
      "en": "Right, so this is very confusing for us.",
      "cn": "对，所以这对我们来说非常困惑。"
    },
    {
      "id": 111,
      "en": "It's probably confusing for you, but if you see this word bimonthly or biweekly, you should ask the person who's offering the subscription what kind they mean.",
      "cn": "这可能对你也很困惑，但如果你看到这个词双月刊或双周刊，你应该问提供订阅的人他们的意思是什么。"
    },
    {
      "id": 112,
      "en": "Is it every month two times, or is it every other month?",
      "cn": "是每个月两次，还是每隔一个月？"
    },
    {
      "id": 113,
      "en": "Mm-hmm.",
      "cn": "嗯嗯。"
    },
    {
      "id": 114,
      "en": "All right, so exactly.",
      "cn": "好的，正是如此。"
    },
    {
      "id": 115,
      "en": "Just remember the prefix bi means two, and then if it's bi-monthly, bi-annual, bi-weekly, you have to more or less make sure that they specify what they mean, because they can mean both, and that's how ambiguous this word is.",
      "cn": "只需记住前缀“bi”意味着两个，然后如果是双月刊、双年刊、双周刊，你必须或多或少确保他们说明他们的意思，因为它们可以意味着两者，这就是这个词的模糊性。"
    },
    {
      "id": 116,
      "en": "It is, but the next one, the next one we have for you is not nearly as confusing.",
      "cn": "确实如此，但下一个，我们为你准备的下一个词并没有那么困惑。"
    },
    {
      "id": 117,
      "en": "It's a very, very common word in both periodicals and sales, but also in and in marketing and business as well.",
      "cn": "这是一个在期刊、销售、市场营销和商业中都非常常见的词。"
    },
    {
      "id": 118,
      "en": "Right, we're talking about a quarterly publication, or something that comes out once every quarter.",
      "cn": "对，我们在谈论季度出版物，或者每个季度发布一次的东西。"
    },
    {
      "id": 119,
      "en": "Right, so if you think about a year, a year has 12 months, a quarter of a year is three months.",
      "cn": "对，所以如果你考虑一年，一年有12个月，四分之一的年份是三个月。"
    },
    {
      "id": 120,
      "en": "Mm-hmm.",
      "cn": "嗯嗯。"
    },
    {
      "id": 121,
      "en": "So the first quarter is January, February, March.",
      "cn": "所以第一季度是1月、2月、3月。"
    },
    {
      "id": 122,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 123,
      "en": "So a quarterly publication means that you will get a magazine four times in one year.",
      "cn": "所以季度出版物意味着你一年会收到四次杂志。"
    },
    {
      "id": 124,
      "en": "Okay, we could also talk about quarterly sales.",
      "cn": "好的，我们也可以谈谈季度销售。"
    },
    {
      "id": 125,
      "en": "You know, this quarter our business did very well, but last quarter was not so good.",
      "cn": "你知道，这个季度我们的业务表现很好，但上个季度就不太好。"
    },
    {
      "id": 126,
      "en": "So quarter means three months at a time.",
      "cn": "所以季度意味着每次三个月。"
    },
    {
      "id": 127,
      "en": "Exactly, and for our last word on language takeaway today, we are talking about a weekly newsletter.",
      "cn": "正是如此，对于我们今天语言学习的最后一个词，我们在谈论每周通讯。"
    },
    {
      "id": 128,
      "en": "So weekly is pretty straightforward.",
      "cn": "所以每周是相当直接的。"
    },
    {
      "id": 129,
      "en": "You receive it once every week.",
      "cn": "你每周收到一次。"
    },
    {
      "id": 130,
      "en": "That's right, so weekly publications are very common.",
      "cn": "没错，所以每周出版物非常常见。"
    },
    {
      "id": 131,
      "en": "What is a newsletter?",
      "cn": "什么是通讯？"
    },
    {
      "id": 132,
      "en": "A newsletter is important in periodicals because it's not a magazine, but it's not a letter either.",
      "cn": "通讯在期刊中很重要，因为它不是杂志，但也不是信件。"
    },
    {
      "id": 133,
      "en": "It's basically short update, a couple of pages maybe, or even one page that's on a piece of paper, that gives you information about a group or a club or a community.",
      "cn": "它基本上是一个简短的更新，可能几页，甚至一页，提供有关一个团体、俱乐部或社区的信息。"
    },
    {
      "id": 134,
      "en": "For example, we could say the EnglishPod newsletter comes out quarterly.",
      "cn": "例如，我们可以说EnglishPod通讯是季度发布的。"
    },
    {
      "id": 135,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 136,
      "en": "Maybe in your offices you receive your company's newsletter, so usually they will... some companies will come out with a monthly or a quarterly newsletter where if you have many offices or many branches all over the country or the world, then you will receive updates or news about what's going on in other places within your same company.",
      "cn": "也许在你的办公室，你会收到你公司的通讯，所以通常他们会... 一些公司会发布每月或季度的通讯，如果你在全国或全世界有许多办公室或分支机构，那么你将收到关于你同一公司其他地方发生的事情的更新或新闻。"
    },
    {
      "id": 137,
      "en": "That's right, so these are very useful for communication across the company.",
      "cn": "没错，所以这些对于公司内部的沟通非常有用。"
    },
    {
      "id": 138,
      "en": "You can tell some people in your New York office that in Los Angeles we have a new cafeteria or a new employee.",
      "cn": "你可以告诉你在纽约办公室的一些人，在洛杉矶我们有一个新的咖啡厅或一位新员工。"
    },
    {
      "id": 139,
      "en": "Exactly, so that is what a newsletter is basically for.",
      "cn": "正是如此，所以这就是通讯的基本用途。"
    },
    {
      "id": 140,
      "en": "I think it's time now for us to listen to the dialogue again, and we'll be back to talk to you with four key phrases on Fluency Builder right after this.",
      "cn": "我想现在是时候让我们再次听对话了，我们会回来和你谈谈流利构建器的四个关键短语，就在这之后。"
    },
    {
      "id": 141,
      "en": "Good afternoon, ma'am.",
      "cn": "下午好，女士。"
    },
    {
      "id": 142,
      "en": "My name is Mike, and I'm selling subscriptions to all sorts of periodicals.",
      "cn": "我叫迈克，我在销售各种期刊的订阅。"
    },
    {
      "id": 143,
      "en": "No, thank you.",
      "cn": "不，谢谢。"
    },
    {
      "id": 144,
      "en": "I'm not interested.",
      "cn": "我不感兴趣。"
    },
    {
      "id": 145,
      "en": "Please, ma'am, if you could spare five minutes of your time, I'm sure we could find something that could interest you.",
      "cn": "请，女士，如果您能抽出五分钟的时间，我相信我们可以找到一些您感兴趣的东西。"
    },
    {
      "id": 146,
      "en": "I wish I could, but I have to walk the dog and finish cooking, so if you'd excuse me.",
      "cn": "我希望我能，但我得遛狗和完成烹饪，所以请您见谅。"
    },
    {
      "id": 147,
      "en": "We have a great variety of magazines all about cooking.",
      "cn": "我们有各种各样的关于烹饪的杂志。"
    },
    {
      "id": 148,
      "en": "This one, for example, is a bi-monthly publication with recipes from all over the world.",
      "cn": "例如，这本是一本双月刊，里面有来自世界各地的食谱。"
    },
    {
      "id": 149,
      "en": "Wow, well, that would be kind of useful.",
      "cn": "哇，那会很有用。"
    },
    {
      "id": 150,
      "en": "Do you have any other cooking magazines?",
      "cn": "你还有其他烹饪杂志吗？"
    },
    {
      "id": 151,
      "en": "Sure do.",
      "cn": "当然有。"
    },
    {
      "id": 152,
      "en": "This one is a quarterly publication, but each issue has over 200 color pages of recipes and also many home decorating ideas.",
      "cn": "这本是一本季度出版物，但每期都有超过200页的彩色食谱和许多家居装饰创意。"
    },
    {
      "id": 153,
      "en": "Wow, this is nice.",
      "cn": "哇，这很好。"
    },
    {
      "id": 154,
      "en": "Okay, sign me up for both publications.",
      "cn": "好的，给我两个出版物都订阅。"
    },
    {
      "id": 155,
      "en": "You mentioned you have a dog.",
      "cn": "你提到你有一只狗。"
    },
    {
      "id": 156,
      "en": "Most pet owners sign up for this weekly newsletter that has information on dog care, pet shops, and even pet sitters.",
      "cn": "大多数宠物主人会订阅这本每周通讯，里面有关于狗护理、宠物商店甚至宠物看护的信息。"
    },
    {
      "id": 157,
      "en": "That's exactly what I needed.",
      "cn": "这正是我需要的。"
    },
    {
      "id": 158,
      "en": "What else do you have?",
      "cn": "你还有什么？"
    },
    {
      "id": 159,
      "en": "Well, I also have...",
      "cn": "嗯，我还有..."
    },
    {
      "id": 160,
      "en": "All right, so now we have some sentences or ways that you can say things on Fluency Builder.",
      "cn": "好的，现在我们有一些句子或表达方式可以在流利构建器中使用。"
    },
    {
      "id": 161,
      "en": "Fluency Builder.",
      "cn": "流利构建器。"
    },
    {
      "id": 162,
      "en": "Okay, this first phrase is very, very common among sales and salespeople because basically it's a way to be polite and to ask someone to listen to you for a little while.",
      "cn": "好的，这个第一句话在销售和销售人员中非常常见，因为基本上这是一个礼貌的方式，请某人听你说一会儿。"
    },
    {
      "id": 163,
      "en": "The salesperson says, if you could spare five minutes of your time.",
      "cn": "销售人员说，如果您能抽出五分钟的时间。"
    },
    {
      "id": 164,
      "en": "Okay, so let's start with that part.",
      "cn": "好的，所以让我们从那部分开始。"
    },
    {
      "id": 165,
      "en": "If you could spare.",
      "cn": "如果您能抽出。"
    },
    {
      "id": 166,
      "en": "So to spare something means do you have something extra?",
      "cn": "所以“抽出”意味着你有额外的东西吗？"
    },
    {
      "id": 167,
      "en": "Is it... do you have enough of it?",
      "cn": "你有足够吗？"
    },
    {
      "id": 168,
      "en": "Yeah, so I could say, can you spare five dollars?",
      "cn": "是的，我可以说，你能借我五美元吗？"
    },
    {
      "id": 169,
      "en": "I forgot my wallet at home.",
      "cn": "我把钱包忘在家里了。"
    },
    {
      "id": 170,
      "en": "So that means do you have an extra five dollars I could borrow?",
      "cn": "所以这意味着你有多余的五美元我可以借吗？"
    },
    {
      "id": 171,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 172,
      "en": "So if you're asking someone to spare five minutes of their time, you're asking them to give you five minutes of their time.",
      "cn": "所以如果你在问某人抽出五分钟的时间，你是在请求他们给你五分钟的时间。"
    },
    {
      "id": 173,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 174,
      "en": "So if you could spare a second or if you could spare five minutes of your time, I would like to talk to you.",
      "cn": "所以如果您能抽出一秒钟或五分钟的时间，我想和您谈谈。"
    },
    {
      "id": 175,
      "en": "Okay, so it's a very polite way to ask someone for their time.",
      "cn": "好的，所以这是一个非常礼貌的方式来请求某人的时间。"
    },
    {
      "id": 176,
      "en": "Now for our next phrase, the woman is also very polite.",
      "cn": "现在对于我们的下一个短语，女士也非常礼貌。"
    },
    {
      "id": 177,
      "en": "She says, you know what?",
      "cn": "她说，你知道吗？"
    },
    {
      "id": 178,
      "en": "I have to walk the dog.",
      "cn": "我得遛狗。"
    },
    {
      "id": 179,
      "en": "I have to finish cooking.",
      "cn": "我得完成烹饪。"
    },
    {
      "id": 180,
      "en": "So if you would excuse me.",
      "cn": "所以请您见谅。"
    },
    {
      "id": 181,
      "en": "She's basically saying no in a very polite way.",
      "cn": "她基本上是在以非常礼貌的方式说不。"
    },
    {
      "id": 182,
      "en": "If you could excuse me.",
      "cn": "如果您能见谅我。"
    },
    {
      "id": 183,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 184,
      "en": "I've got to go.",
      "cn": "我得走了。"
    },
    {
      "id": 185,
      "en": "So this is kind of a very indirect but polite way of saying, I'm sorry I can't stay.",
      "cn": "所以这是一种非常间接但礼貌的方式来表达，我很抱歉我不能留下。"
    },
    {
      "id": 186,
      "en": "I got to go or I can't really talk to you right now.",
      "cn": "我得走了，或者我现在真的不能和你谈。"
    },
    {
      "id": 187,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 188,
      "en": "Even if you're at a party, for example, and you're talking to somebody, but you don't really want to talk to them anymore.",
      "cn": "即使你在派对上，例如，你在和某人交谈，但你不想再和他们谈了。"
    },
    {
      "id": 189,
      "en": "You could say, it was nice talking to you if you could excuse me.",
      "cn": "你可以说，和你聊天很愉快，如果你能见谅我。"
    },
    {
      "id": 190,
      "en": "It means if I can leave now.",
      "cn": "这意味着如果我现在可以离开。"
    },
    {
      "id": 191,
      "en": "Okay, so you can say if you could excuse me or if you would excuse me.",
      "cn": "好的，所以你可以说如果您能见谅我，或者如果您愿意见谅我。"
    },
    {
      "id": 192,
      "en": "Both forms are pretty much the same.",
      "cn": "两种形式基本上是一样的。"
    },
    {
      "id": 193,
      "en": "Okay, and what about when she actually is convinced about the magazine?",
      "cn": "好的，当她真的被杂志说服时，她说，哇，这很好。"
    },
    {
      "id": 194,
      "en": "She says, wow, this is nice.",
      "cn": "好的，给我两个出版物都订阅。"
    },
    {
      "id": 196,
      "en": "Okay, sign me up.",
      "cn": "好的，给我订阅。"
    },
    {
      "id": 197,
      "en": "This means I would like a subscription.",
      "cn": "这意味着我想要一个订阅。"
    },
    {
      "id": 198,
      "en": "Okay, that means I would like you to take my information and I will give you some money.",
      "cn": "好的，这意味着我希望你记录我的信息，我会给你一些钱。"
    },
    {
      "id": 199,
      "en": "But this is also a really nice phrase in English because it means I want to do this.",
      "cn": "但这也是一个很好的英语短语，因为它意味着我想这样做。"
    },
    {
      "id": 200,
      "en": "I'm interested.",
      "cn": "我感兴趣。"
    },
    {
      "id": 201,
      "en": "So if you would use this, let's in another context, for example, a group of friends are going to the movies.",
      "cn": "所以如果你在另一个上下文中使用这个，比如一群朋友去看电影。"
    },
    {
      "id": 202,
      "en": "I say, oh, sign me up.",
      "cn": "我说，哦，给我订阅。"
    },
    {
      "id": 203,
      "en": "I want to go.",
      "cn": "我想去。"
    },
    {
      "id": 204,
      "en": "I heard that movie was awesome.",
      "cn": "我听说那部电影很棒。"
    },
    {
      "id": 205,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 206,
      "en": "So sign me up is like include me.",
      "cn": "所以“给我订阅”就像是“包括我”。"
    },
    {
      "id": 207,
      "en": "I want to go to or I'm part of it, of whatever you're doing.",
      "cn": "我想去，或者我参与你们正在做的事情。"
    },
    {
      "id": 208,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 209,
      "en": "Okay, so that's all the phrases we have for you today.",
      "cn": "好的，今天我们就这些短语。"
    },
    {
      "id": 210,
      "en": "I think they're they're really good.",
      "cn": "我觉得它们真的很好。"
    },
    {
      "id": 211,
      "en": "They're not specific for this circumstance of getting a subscription.",
      "cn": "它们并不是特定于订阅的情况。"
    },
    {
      "id": 212,
      "en": "As we saw, we can use them in many other situations.",
      "cn": "正如我们所看到的，我们可以在许多其他情况下使用它们。"
    },
    {
      "id": 213,
      "en": "So I think we should go back, listen to the dialogue for the last time, and we'll be back to talk a little bit more.",
      "cn": "所以我认为我们应该回去，最后听一次对话，然后我们会回来再聊一会儿。"
    },
    {
      "id": 214,
      "en": "Good afternoon, ma'am.",
      "cn": "下午好，女士。"
    },
    {
      "id": 215,
      "en": "My name is Mike and I'm selling subscriptions to all sorts of periodicals.",
      "cn": "我叫迈克，我在销售各种期刊的订阅。"
    },
    {
      "id": 216,
      "en": "No, thank you.",
      "cn": "不，谢谢。"
    },
    {
      "id": 217,
      "en": "I'm not interested.",
      "cn": "我不感兴趣。"
    },
    {
      "id": 218,
      "en": "Please, ma'am.",
      "cn": "请，女士。"
    },
    {
      "id": 219,
      "en": "If you could spare five minutes of your time, I'm sure we can find something that could interest you.",
      "cn": "如果您能抽出五分钟的时间，我相信我们可以找到一些您感兴趣的东西。"
    },
    {
      "id": 220,
      "en": "I wish I could, but I have to walk the dog and finish cooking.",
      "cn": "我希望我能，但我得遛狗和完成烹饪。"
    },
    {
      "id": 221,
      "en": "So if you'd excuse me, we have a great variety of magazines all about cooking.",
      "cn": "所以如果你能原谅我，我们有各种各样的关于烹饪的杂志。"
    },
    {
      "id": 222,
      "en": "This one, for example, is a bi-monthly publication with recipes from all over the world.",
      "cn": "这个，比如说，是一本双月刊，里面有来自世界各地的食谱。"
    },
    {
      "id": 223,
      "en": "Wow.",
      "cn": "哇。"
    },
    {
      "id": 224,
      "en": "Well, that would be kind of useful.",
      "cn": "嗯，那会很有用。"
    },
    {
      "id": 225,
      "en": "Do you have any other cooking magazines?",
      "cn": "你还有其他烹饪杂志吗？"
    },
    {
      "id": 226,
      "en": "Sure do.",
      "cn": "当然有。"
    },
    {
      "id": 227,
      "en": "This one is a quarterly publication, but each issue has over 200 color pages of recipes and also many home decorating ideas.",
      "cn": "这个是季刊，但每期都有超过200页的彩色食谱，还有很多家居装饰的想法。"
    },
    {
      "id": 228,
      "en": "Wow.",
      "cn": "哇。"
    },
    {
      "id": 229,
      "en": "This is nice.",
      "cn": "这很好。"
    },
    {
      "id": 230,
      "en": "Okay, sign me up for both publications.",
      "cn": "好的，给我两个出版物的订阅。"
    },
    {
      "id": 231,
      "en": "You mentioned you have a dog.",
      "cn": "你提到你有一只狗。"
    },
    {
      "id": 232,
      "en": "Most pet owners sign up for this weekly newsletter that has information on dog care, pet shops, and even pet sitters.",
      "cn": "大多数宠物主人会订阅这个每周的通讯，里面有关于狗护理、宠物商店，甚至宠物看护的信息。"
    },
    {
      "id": 233,
      "en": "That's exactly what I needed.",
      "cn": "这正是我需要的。"
    },
    {
      "id": 234,
      "en": "What else do you have?",
      "cn": "你还有什么？"
    },
    {
      "id": 235,
      "en": "Well, I also have...",
      "cn": "嗯，我还有..."
    },
    {
      "id": 236,
      "en": "Alright, so subscriptions, periodicals, all this is very common, as you said, in the United States.",
      "cn": "好吧，订阅、期刊，这些在美国都很常见，正如你所说的。"
    },
    {
      "id": 237,
      "en": "People get them through the mail every month, right?",
      "cn": "人们每个月通过邮件收到它们，对吧？"
    },
    {
      "id": 238,
      "en": "That's right, and I have to say it's changing now.",
      "cn": "没错，我得说这现在正在改变。"
    },
    {
      "id": 239,
      "en": "You know, we used to get subscriptions at home when I was a kid.",
      "cn": "你知道，我小时候我们在家里会收到订阅。"
    },
    {
      "id": 240,
      "en": "We'd have magazine subscriptions and even a newspaper subscription, but these days people are doing more and more on the Internet, so you don't see the guy with the subscriptions coming from, you know, going from door to door to sell you this.",
      "cn": "我们会有杂志订阅，甚至报纸订阅，但现在人们在互联网上做得越来越多，所以你不会看到那种从门到门推销订阅的人。"
    },
    {
      "id": 241,
      "en": "You do it yourself on the Internet, so it's pretty common that way.",
      "cn": "你自己在互联网上做，所以那样是很常见的。"
    },
    {
      "id": 242,
      "en": "Do you have any web subscriptions?",
      "cn": "你有网络订阅吗？"
    },
    {
      "id": 243,
      "en": "No, no, no, I don't.",
      "cn": "不，不，我没有。"
    },
    {
      "id": 244,
      "en": "I haven't signed up for any periodicals on the web.",
      "cn": "我没有在网上订阅任何期刊。"
    },
    {
      "id": 245,
      "en": "I do receive the newspaper every day, and that's about it.",
      "cn": "我每天都会收到报纸，仅此而已。"
    },
    {
      "id": 246,
      "en": "It's kind of hard to receive magazines where we are, but I am a big fan of magazines like National Geographic or Popular Mechanics.",
      "cn": "在我们这里收到杂志有点困难，但我非常喜欢《国家地理》或《流行机械》这样的杂志。"
    },
    {
      "id": 247,
      "en": "I had that when I was a kid.",
      "cn": "我小时候有过。"
    },
    {
      "id": 248,
      "en": "My grandmother would always give us a subscription to National Geographic for Christmas.",
      "cn": "我奶奶总是给我们订阅《国家地理》作为圣诞礼物。"
    },
    {
      "id": 249,
      "en": "It's a very good magazine, and it's so colorful, full of pictures, and really interesting articles, not only about animals, but about the world in general, so it's really cool.",
      "cn": "这是一本非常好的杂志，色彩丰富，充满图片，还有非常有趣的文章，不仅关于动物，还有关于世界的一般情况，所以真的很酷。"
    },
    {
      "id": 250,
      "en": "That's right, and they always gave you a map that you could take out and open up, and it was the best part of the whole magazine.",
      "cn": "没错，他们总是给你一张可以拿出来展开的地图，那是整本杂志中最好的部分。"
    },
    {
      "id": 251,
      "en": "Exactly, so actually I really enjoy having subscriptions to periodicals, magazines, newspapers.",
      "cn": "正是如此，所以实际上我真的很喜欢订阅期刊、杂志、报纸。"
    },
    {
      "id": 252,
      "en": "I'm not a big fan of newsletters or things on the Internet.",
      "cn": "我不是很喜欢通讯或互联网上的东西。"
    },
    {
      "id": 253,
      "en": "I kind of like to hold a magazine or take it with me if I'm on a trip.",
      "cn": "我喜欢手里拿着一本杂志，或者如果我在旅行时带着它。"
    },
    {
      "id": 254,
      "en": "Yeah, I totally agree.",
      "cn": "是的，我完全同意。"
    },
    {
      "id": 255,
      "en": "So yeah, but I think many of our listeners may have a subscription to their local newspaper, local magazines, or maybe, as you said, Internet subscriptions.",
      "cn": "所以是的，但我认为我们的许多听众可能会订阅他们当地的报纸、当地的杂志，或者也许，正如你所说的，互联网订阅。"
    },
    {
      "id": 256,
      "en": "I know some people sign up for the Harvard Business Review that's available online, or even I think the New York Times has an online platform.",
      "cn": "我知道有些人订阅在线的《哈佛商业评论》，或者我认为《纽约时报》也有在线平台。"
    },
    {
      "id": 257,
      "en": "They do, they do.",
      "cn": "他们确实有，他们确实有。"
    },
    {
      "id": 258,
      "en": "So you should let us know what subscriptions do you have, what periodicals do you like to read.",
      "cn": "所以你应该告诉我们你有什么订阅，你喜欢阅读哪些期刊。"
    },
    {
      "id": 259,
      "en": "Our website, of course, is EnglishPod.com.",
      "cn": "我们的网站当然是 EnglishPod.com。"
    },
    {
      "id": 260,
      "en": "You can also purchase a subscription there.",
      "cn": "你也可以在那里购买订阅。"
    },
    {
      "id": 261,
      "en": "We hope to see you on the website, and until next time.",
      "cn": "我们希望在网站上见到你，直到下次。"
    },
    {
      "id": 262,
      "en": "Alright, bye.",
      "cn": "好的，再见。"
    }
  ]
}