{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0297",
  "title": "Englishpod 初级 英文播客 0297",
  "totalSegments": 186,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello everyone and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine and we have a delicious Italian food lesson for you today.",
      "cn": "我叫Catherine，今天我们有一堂美味的意大利菜课。"
    },
    {
      "id": 4,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 5,
      "en": "We are at an Italian restaurant and we are ordering food.",
      "cn": "我们在一家意大利餐厅，正在点餐。"
    },
    {
      "id": 6,
      "en": "So this is going to be very helpful next time you are at an Italian restaurant with your friends and you're ordering up some dishes.",
      "cn": "所以这对你下次和朋友在意大利餐厅点菜会很有帮助。"
    },
    {
      "id": 7,
      "en": "Let's take a listen to our dialogue and we'll be back in a moment to talk about what's going on.",
      "cn": "让我们听听对话，稍后再回来讨论发生了什么。"
    },
    {
      "id": 8,
      "en": "Ladies, my name is Josh and I'll be your server tonight.",
      "cn": "女士们，我叫Josh，今晚将为您服务。"
    },
    {
      "id": 9,
      "en": "May I take your order?",
      "cn": "我可以为您点餐吗？"
    },
    {
      "id": 10,
      "en": "Do you have any recommendations?",
      "cn": "你有什么推荐吗？"
    },
    {
      "id": 11,
      "en": "Well, I personally like the chicken penne with cream mushroom sauce.",
      "cn": "嗯，我个人喜欢奶油蘑菇酱的鸡肉笔管面。"
    },
    {
      "id": 12,
      "en": "But the prawn fettuccine is also very nice.",
      "cn": "但虾仁宽面条也很好。"
    },
    {
      "id": 13,
      "en": "No, I'd like to have the grilled chicken.",
      "cn": "不，我想要烤鸡。"
    },
    {
      "id": 14,
      "en": "But can I have spaghetti instead of penne?",
      "cn": "但我可以要意大利面代替笔管面吗？"
    },
    {
      "id": 15,
      "en": "Of course, man.",
      "cn": "当然可以，先生。"
    },
    {
      "id": 16,
      "en": "And for you?",
      "cn": "那你呢？"
    },
    {
      "id": 17,
      "en": "I'll have the horse stripe.",
      "cn": "我要马肉肚。"
    },
    {
      "id": 18,
      "en": "Alright, we're back and now let's take a look at all those delicious Italian dishes on Language Takeaway.",
      "cn": "好的，我们回来了，现在让我们看看Language Takeaway上的所有美味意大利菜。"
    },
    {
      "id": 19,
      "en": "Language Takeaway So first of all, we have two different kinds of sauce really.",
      "cn": "Language Takeaway 首先，我们有两种不同的酱料。"
    },
    {
      "id": 20,
      "en": "The first is cream mushroom.",
      "cn": "第一种是奶油蘑菇酱。"
    },
    {
      "id": 21,
      "en": "So what's a cream sauce, Marco?",
      "cn": "那么，奶油酱是什么，Marco？"
    },
    {
      "id": 22,
      "en": "A cream mushroom sauce.",
      "cn": "奶油蘑菇酱。"
    },
    {
      "id": 23,
      "en": "So basically this is a cream from like milk and you have mushrooms in it and it's... I don't know.",
      "cn": "基本上，这是一种由牛奶制成的奶油，里面有蘑菇，我不知道。"
    },
    {
      "id": 24,
      "en": "I think everyone has seen it.",
      "cn": "我想每个人都见过。"
    },
    {
      "id": 25,
      "en": "It's a very thick white sauce.",
      "cn": "这是一种非常浓稠的白色酱。"
    },
    {
      "id": 26,
      "en": "It has little slices of mushrooms in it.",
      "cn": "里面有小片蘑菇。"
    },
    {
      "id": 27,
      "en": "And it's kind of sweet.",
      "cn": "而且有点甜。"
    },
    {
      "id": 28,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 29,
      "en": "And so oftentimes you see there's cream sauces, which are white, and tomato sauces, which are red.",
      "cn": "所以通常你会看到奶油酱是白色的，番茄酱是红色的。"
    },
    {
      "id": 30,
      "en": "And this here is a cream sauce, so it's white and it's got chunks of mushroom in it.",
      "cn": "这里是奶油酱，所以是白色的，里面有蘑菇块。"
    },
    {
      "id": 31,
      "en": "Very tasty.",
      "cn": "非常美味。"
    },
    {
      "id": 32,
      "en": "And the waiter also offered prawn with the pasta.",
      "cn": "服务员还提供了虾仁与意大利面的搭配。"
    },
    {
      "id": 33,
      "en": "So what is a prawn?",
      "cn": "那么虾仁是什么？"
    },
    {
      "id": 34,
      "en": "Prawn fettuccine.",
      "cn": "虾仁宽面条。"
    },
    {
      "id": 35,
      "en": "So prawn is like a word for shrimp.",
      "cn": "虾仁是虾的另一种说法。"
    },
    {
      "id": 36,
      "en": "I always think of jumbo prawns, which are these big, big, big shrimps.",
      "cn": "我总是想到特大虾，就是那些非常大的虾。"
    },
    {
      "id": 37,
      "en": "So they're basically the same thing.",
      "cn": "所以它们基本上是一样的。"
    },
    {
      "id": 38,
      "en": "Shrimp and prawn are basically the same.",
      "cn": "虾和虾仁基本上是一样的。"
    },
    {
      "id": 39,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 40,
      "en": "And they're a seafood that when they get cooked, they curl.",
      "cn": "它们是一种海鲜，煮熟后会卷曲。"
    },
    {
      "id": 41,
      "en": "So they look like a circle, but they're pinkish or red.",
      "cn": "所以它们看起来像一个圆圈，但它们是粉红色或红色的。"
    },
    {
      "id": 42,
      "en": "They're very tasty.",
      "cn": "非常美味。"
    },
    {
      "id": 43,
      "en": "Okay, so now let's take a look at the different types of pasta.",
      "cn": "好的，现在让我们看看不同类型的意大利面。"
    },
    {
      "id": 44,
      "en": "So we have three different types of pasta that the waiter suggested.",
      "cn": "所以我们有三种服务员推荐的意大利面。"
    },
    {
      "id": 45,
      "en": "So the first one is... Okay, we're gonna say all three in the American way, but I'm gonna tell you the Italian way is quite different, so I'll say that afterwards.",
      "cn": "第一个是... 好吧，我们将用美国的方式说出这三种，但我会告诉你意大利的方式是完全不同的，所以我会在之后说。"
    },
    {
      "id": 46,
      "en": "The first is penne.",
      "cn": "第一个是笔管面。"
    },
    {
      "id": 47,
      "en": "Okay, so this is a type of pasta.",
      "cn": "好吧，这是一种意大利面。"
    },
    {
      "id": 48,
      "en": "What does it look like?",
      "cn": "它看起来像什么？"
    },
    {
      "id": 49,
      "en": "It is like a small tube, so maybe three centimeters long, and it is round and it has a hole in the middle.",
      "cn": "它像一个小管子，大约三厘米长，圆形，中间有个洞。"
    },
    {
      "id": 50,
      "en": "And so it's a kind of pasta.",
      "cn": "所以这是一种意大利面。"
    },
    {
      "id": 51,
      "en": "And what about the fettuccine?",
      "cn": "那宽面条呢？"
    },
    {
      "id": 52,
      "en": "So fettuccine is a long noodle, but it's flat.",
      "cn": "宽面条是一种长面条，但它是扁平的。"
    },
    {
      "id": 53,
      "en": "It's not round, it's flat.",
      "cn": "它不是圆的，而是扁平的。"
    },
    {
      "id": 54,
      "en": "Fettuccine.",
      "cn": "宽面条。"
    },
    {
      "id": 55,
      "en": "So it kind of looks like a shoelace.",
      "cn": "所以它看起来有点像鞋带。"
    },
    {
      "id": 56,
      "en": "Yeah, it's long and flat.",
      "cn": "是的，它又长又扁。"
    },
    {
      "id": 57,
      "en": "And then we have spaghetti, which I think many people know, and this is probably the most popular one.",
      "cn": "然后我们有意大利面，我想很多人都知道，这可能是最受欢迎的。"
    },
    {
      "id": 58,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 59,
      "en": "Spaghetti is very long, just like fettuccine, but it's very, very thin and round.",
      "cn": "意大利面非常长，就像宽面条，但它非常非常细且圆。"
    },
    {
      "id": 60,
      "en": "So it kind of looks like maybe a pencil, a very long pencil.",
      "cn": "所以它看起来有点像铅笔，非常长的铅笔。"
    },
    {
      "id": 61,
      "en": "But very thin.",
      "cn": "但非常细。"
    },
    {
      "id": 62,
      "en": "More like hair, actually.",
      "cn": "更像头发，实际上。"
    },
    {
      "id": 63,
      "en": "And there are thin kinds, so they have a special name.",
      "cn": "还有细的种类，所以它们有一个特殊的名字。"
    },
    {
      "id": 64,
      "en": "But this is just a normal pasta that you will see everywhere.",
      "cn": "但这只是你到处都能看到的普通意大利面。"
    },
    {
      "id": 65,
      "en": "It's very long, and you can twirl it.",
      "cn": "它非常长，你可以旋转它。"
    },
    {
      "id": 66,
      "en": "You can spin it around your fork.",
      "cn": "你可以用叉子把它卷起来。"
    },
    {
      "id": 67,
      "en": "Okay, so that's what we have.",
      "cn": "好的，这就是我们所拥有的。"
    },
    {
      "id": 68,
      "en": "We have penne, fettuccine, and spaghetti.",
      "cn": "我们有笔管面、宽面条和意大利面。"
    },
    {
      "id": 69,
      "en": "Now, the other woman ended up ordering horse tripe.",
      "cn": "现在，另一位女士最终点了马肉肚。"
    },
    {
      "id": 70,
      "en": "Now this is also another Italian dish.",
      "cn": "这也是另一道意大利菜。"
    },
    {
      "id": 71,
      "en": "What is this exactly?",
      "cn": "这到底是什么？"
    },
    {
      "id": 72,
      "en": "Well, horse is the animal, so this is tripe that comes from a horse.",
      "cn": "嗯，马是动物，所以这是来自马的肚子。"
    },
    {
      "id": 73,
      "en": "But tripe is a certain part of the animal that we... it's a food name, actually.",
      "cn": "但肚子是动物的某个部分，实际上是一个食物名称。"
    },
    {
      "id": 74,
      "en": "So when we eat the stomach lining, the part of the stomach that goes around the stomach, it's kind of squishy, soft.",
      "cn": "所以当我们吃胃的内膜，围绕胃的部分，它是有点软的。"
    },
    {
      "id": 75,
      "en": "That is called tripe.",
      "cn": "那叫肚子。"
    },
    {
      "id": 76,
      "en": "And you can have tripe from many different animals, like cows or pigs.",
      "cn": "你可以从许多不同的动物身上吃肚子，比如牛或猪。"
    },
    {
      "id": 77,
      "en": "But in this case, it's horse tripe.",
      "cn": "但在这种情况下，是马肚。"
    },
    {
      "id": 78,
      "en": "So it's basically that thick piece of spongy material around the animal's stomach.",
      "cn": "所以基本上是动物胃周围那块厚厚的海绵状物质。"
    },
    {
      "id": 79,
      "en": "When you cook it, it looks very funny.",
      "cn": "当你煮它时，看起来非常有趣。"
    },
    {
      "id": 80,
      "en": "So this is actually a famous Italian dish as well, right?",
      "cn": "所以这实际上也是一道著名的意大利菜，对吗？"
    },
    {
      "id": 81,
      "en": "I think so.",
      "cn": "我想是的。"
    },
    {
      "id": 82,
      "en": "I think they eat it in the South more, but you can definitely get tripe in a lot of different places in Italy.",
      "cn": "我想他们在南方吃得更多，但你绝对可以在意大利的很多地方吃到肚子。"
    },
    {
      "id": 83,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 84,
      "en": "So there you have it.",
      "cn": "所以你看到了。"
    },
    {
      "id": 85,
      "en": "A lot of different Italian dishes.",
      "cn": "很多不同的意大利菜。"
    },
    {
      "id": 86,
      "en": "We've taken a look at a couple of pasta dishes.",
      "cn": "我们看了一些意大利面菜。"
    },
    {
      "id": 87,
      "en": "Why don't we take a break, listen to the dialogue again, and we'll be back with Fluency Builder.",
      "cn": "我们休息一下，再听一次对话，然后我们将回到流利度提升。"
    },
    {
      "id": 88,
      "en": "spaghetti instead of pinnae?",
      "cn": "意大利面代替笔管面？"
    },
    {
      "id": 89,
      "en": "Of course, man.",
      "cn": "当然可以，先生。"
    },
    {
      "id": 90,
      "en": "And for you?",
      "cn": "那你呢？"
    },
    {
      "id": 91,
      "en": "I... I'll have the horse tripe.",
      "cn": "我... 我要马肉肚。"
    },
    {
      "id": 92,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 93,
      "en": "So now we're going to give you three key phrases on Fluency Builder.",
      "cn": "现在我们将给你三个关键短语，关于流利度提升。"
    },
    {
      "id": 94,
      "en": "Fluency Builder So the phrases we have selected for you today are phrases that you are sure to hear anytime you go to a restaurant in America or any other English-speaking country.",
      "cn": "流利度提升 今天我们为您选择的短语是您在美国或任何其他英语国家的餐厅肯定会听到的短语。"
    },
    {
      "id": 95,
      "en": "But basically you have a waiter who comes to you if you sit down, and this is what they'll say.",
      "cn": "基本上，当你坐下时，会有一个服务员来找你，这就是他们会说的。"
    },
    {
      "id": 96,
      "en": "The first thing they'll say is, I'll be your server.",
      "cn": "他们首先会说的是，我将是你的服务员。"
    },
    {
      "id": 97,
      "en": "I'll be your server tonight.",
      "cn": "我今晚将是你的服务员。"
    },
    {
      "id": 98,
      "en": "So he introduces himself, he says, Good evening, ladies.",
      "cn": "所以他自我介绍，他说，晚上好，女士们。"
    },
    {
      "id": 99,
      "en": "My name is Josh, and I'll be your server tonight.",
      "cn": "我叫Josh，我今晚将是你的服务员。"
    },
    {
      "id": 100,
      "en": "So when he's saying, I'll be your server, it's another way of saying, I'll be your waiter.",
      "cn": "所以当他说，我将是你的服务员时，这就是另一种说法，我将是你的服务员。"
    },
    {
      "id": 101,
      "en": "Your waiter, that's right.",
      "cn": "你的侍者，没错。"
    },
    {
      "id": 102,
      "en": "But server can be a man or a woman.",
      "cn": "但服务员可以是男性或女性。"
    },
    {
      "id": 103,
      "en": "And a waiter can only be a man.",
      "cn": "而侍者只能是男性。"
    },
    {
      "id": 104,
      "en": "If it's a woman, it's a waitress.",
      "cn": "如果是女性，就是女侍。"
    },
    {
      "id": 105,
      "en": "Okay, so waitress for a woman, waiter for a guy, but if you use server, it's for men and women.",
      "cn": "好吧，女性叫女侍，男性叫侍者，但如果你用服务员这个词，适用于男女。"
    },
    {
      "id": 106,
      "en": "Yes, I'll be your server.",
      "cn": "是的，我将是你的服务员。"
    },
    {
      "id": 107,
      "en": "And I'd just like to remind you that this is more common in America because in America, waiters and waitresses, or servers, they have to earn tips, and so they're very nice.",
      "cn": "我想提醒你，这在美国更常见，因为在美国，侍者和女侍，或者服务员，他们必须赚取小费，所以他们非常友好。"
    },
    {
      "id": 108,
      "en": "Okay, so this is why they introduce themselves, they are very nice to you, and then they ask, may I take your order?",
      "cn": "好吧，这就是他们自我介绍的原因，他们对你非常友好，然后问，你可以点餐吗？"
    },
    {
      "id": 109,
      "en": "May I take your order?",
      "cn": "我可以为你点餐吗？"
    },
    {
      "id": 110,
      "en": "So the verb to take here doesn't mean to take it from you.",
      "cn": "所以这里的动词“点”并不是指从你那里拿走。"
    },
    {
      "id": 111,
      "en": "It means to ask you, and then they'll write it down.",
      "cn": "它是指询问你，然后他们会记下来。"
    },
    {
      "id": 112,
      "en": "Okay, so the server will ask you what you want to order, and then we'll write it down.",
      "cn": "好吧，服务员会问你想点什么，然后我们会记下来。"
    },
    {
      "id": 113,
      "en": "And the order is what you have decided to eat, so that's the food that you order.",
      "cn": "而订单就是你决定要吃的东西，所以就是你点的食物。"
    },
    {
      "id": 114,
      "en": "Now, this next phrase is very, very handy, especially if you're in a country that maybe you don't know the dishes well, or if you're in a restaurant that you want to see what they recommend, you can just say, do you have any recommendations?",
      "cn": "现在，下一个短语非常有用，特别是如果你在一个你不太了解菜肴的国家，或者在一个你想看看他们推荐什么的餐厅，你可以说，你有什么推荐吗？"
    },
    {
      "id": 115,
      "en": "Do you have any recommendations?",
      "cn": "你有什么推荐吗？"
    },
    {
      "id": 116,
      "en": "Okay, so this is a way to ask the server what's good.",
      "cn": "好吧，这是一种询问服务员什么好吃的方式。"
    },
    {
      "id": 117,
      "en": "So what he thinks is good, or what the restaurant serves very well.",
      "cn": "所以他认为什么好，或者餐厅提供得很好。"
    },
    {
      "id": 118,
      "en": "Okay, so you could say, I've never been to this restaurant before, do you have any recommendations?",
      "cn": "好吧，你可以说，我从未去过这家餐厅，你有什么推荐吗？"
    },
    {
      "id": 119,
      "en": "Or maybe even, you know, Marco, we're having dinner, and I know that you really like Italian food, and I don't know much about Italian food, so I can ask you, do you have any recommendations?",
      "cn": "或者甚至，你知道，马尔科，我们在吃晚餐，我知道你真的很喜欢意大利菜，而我对意大利菜不太了解，所以我可以问你，你有什么推荐吗？"
    },
    {
      "id": 120,
      "en": "Okay, so this is a way of asking what is good here, what is delicious in this restaurant?",
      "cn": "好吧，这是一种询问这里什么好吃的，什么在这家餐厅好吃？"
    },
    {
      "id": 121,
      "en": "What's good to eat?",
      "cn": "什么好吃？"
    },
    {
      "id": 122,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 123,
      "en": "Alright, so three phrases there for you, why don't we take another short break, and let's listen to the dialogue for the last time.",
      "cn": "好吧，给你三个短语，为什么我们不再休息一下，最后听一次对话。"
    },
    {
      "id": 124,
      "en": "Good evening, ladies.",
      "cn": "晚上好，女士们。"
    },
    {
      "id": 125,
      "en": "My name is Josh, and I'll be your server tonight.",
      "cn": "我叫乔希，今晚我将是你的服务员。"
    },
    {
      "id": 126,
      "en": "May I take your order?",
      "cn": "我可以为你点餐吗？"
    },
    {
      "id": 127,
      "en": "Do you have any recommendations?",
      "cn": "你有什么推荐吗？"
    },
    {
      "id": 128,
      "en": "Well, I personally like the chicken penne with cream mushroom sauce, but the prawn fettuccine is also very nice.",
      "cn": "嗯，我个人喜欢奶油蘑菇酱的鸡肉笔管面，但虾意大利面也很好。"
    },
    {
      "id": 129,
      "en": "Mmm, I'd like to have the grilled chicken, but can I have spaghetti instead of penne?",
      "cn": "嗯，我想要烤鸡，但我可以要意大利面而不是笔管面吗？"
    },
    {
      "id": 130,
      "en": "Of course, ma'am.",
      "cn": "当然可以，女士。"
    },
    {
      "id": 131,
      "en": "And for you?",
      "cn": "那你呢？"
    },
    {
      "id": 132,
      "en": "I, uh... I'll have the horse stripe.",
      "cn": "我，呃... 我想要马肉条。"
    },
    {
      "id": 133,
      "en": "Alright, so talking about pasta, now, one thing, before you mentioned that all these different types of pasta, they're basically the same thing, they're just different shapes, right?",
      "cn": "好吧，谈到意大利面，之前你提到的所有这些不同类型的意大利面，基本上是一样的，只是形状不同，对吧？"
    },
    {
      "id": 134,
      "en": "That's how you distinguish them.",
      "cn": "这就是你区分它们的方式。"
    },
    {
      "id": 135,
      "en": "Well, yeah, they're basically made from the same ingredients, and so you have... most of them are kind of a yellow color, but sometimes you have pastas that are a dark... like a brown or a green, that depends on what kind of things you put into the dough.",
      "cn": "嗯，是的，它们基本上是用相同的成分制作的，所以大多数都是黄色的，但有时你会看到深色的意大利面，比如棕色或绿色，这取决于你放入面团中的东西。"
    },
    {
      "id": 136,
      "en": "But generally they're the same ingredients, but they are different shapes, like they have curly ones, and they have long ones and short ones.",
      "cn": "但通常它们是相同的成分，但形状不同，比如有卷曲的，有长的和短的。"
    },
    {
      "id": 137,
      "en": "Alright, so how do you pronounce... we said penne in English, in American English, but in proper Italian it would be?",
      "cn": "好吧，那么你怎么发音... 我们在英语中说笔管面，在美式英语中，但在正宗意大利语中是？"
    },
    {
      "id": 138,
      "en": "Penne.",
      "cn": "笔管面。"
    },
    {
      "id": 139,
      "en": "Penne, so you double pronounce the consonant.",
      "cn": "笔管面，所以你要双重发音辅音。"
    },
    {
      "id": 140,
      "en": "What about fettuccine?",
      "cn": "意大利面呢？"
    },
    {
      "id": 141,
      "en": "Fettuccine.",
      "cn": "意大利面。"
    },
    {
      "id": 142,
      "en": "Oh, it's fettuccine.",
      "cn": "哦，是意大利面。"
    },
    {
      "id": 143,
      "en": "Fettuccine.",
      "cn": "意大利面。"
    },
    {
      "id": 144,
      "en": "In American we say fettuccine.",
      "cn": "在美国我们说意大利面。"
    },
    {
      "id": 145,
      "en": "Fettuccine, yeah.",
      "cn": "意大利面，是的。"
    },
    {
      "id": 146,
      "en": "Like fettuccine Alfredo is a very common American Italian dish, but in Italian it would be fettuccine, so you might hear it differently.",
      "cn": "像意大利面阿尔弗雷多是非常常见的美式意大利菜，但在意大利它会是意大利面，所以你可能会听到不同的发音。"
    },
    {
      "id": 147,
      "en": "And what about spaghetti?",
      "cn": "意大利面呢？"
    },
    {
      "id": 148,
      "en": "Spaghetti.",
      "cn": "意大利面。"
    },
    {
      "id": 149,
      "en": "Spaghetti, oh, you pronounce the double T as well.",
      "cn": "意大利面，哦，你也发双T。"
    },
    {
      "id": 150,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 151,
      "en": "Okay, so you said that obviously there are a lot of other types of pasta.",
      "cn": "好吧，你说显然还有很多其他类型的意大利面。"
    },
    {
      "id": 152,
      "en": "What about this pasta that's... I think it's made of spinach, it's green.",
      "cn": "那种意大利面... 我想它是用菠菜做的，绿色的。"
    },
    {
      "id": 153,
      "en": "Yeah, that's just a spinach pasta, basically, so they put the spinach in the dough.",
      "cn": "是的，那只是菠菜意大利面，基本上，他们把菠菜放入面团中。"
    },
    {
      "id": 154,
      "en": "But you can also find very many shapes, like the angel hair pasta is very popular.",
      "cn": "但你也可以找到很多形状，比如天使发丝意大利面非常受欢迎。"
    },
    {
      "id": 155,
      "en": "That's the one I was saying, it's almost like hair, it's so thin, it's long as well.",
      "cn": "那就是我说的，几乎像头发一样，细长。"
    },
    {
      "id": 156,
      "en": "What about those little curly tubes?",
      "cn": "那些小卷管呢？"
    },
    {
      "id": 157,
      "en": "They look like penne, but they're kind of curved, they look like little ends or U's.",
      "cn": "它们看起来像笔管面，但有点弯曲，像小U形。"
    },
    {
      "id": 158,
      "en": "Oh, you have macaroni.",
      "cn": "哦，你有通心粉。"
    },
    {
      "id": 159,
      "en": "Macaroni.",
      "cn": "通心粉。"
    },
    {
      "id": 160,
      "en": "Elbow macaroni, we call them in America, and they look like your elbow on your arm, so we call them elbow macaroni.",
      "cn": "在美国我们称它为肘通心粉，它看起来像你手臂上的肘部，所以我们称它为肘通心粉。"
    },
    {
      "id": 161,
      "en": "What about the ones that have like a spiral, they kind of look like Springs.",
      "cn": "那些像螺旋的，像弹簧的呢？"
    },
    {
      "id": 162,
      "en": "Those are called fusilli.",
      "cn": "那些叫做螺旋面。"
    },
    {
      "id": 163,
      "en": "Fusilli, uh-huh.",
      "cn": "螺旋面，嗯哼。"
    },
    {
      "id": 164,
      "en": "Yeah, and you also have one that's very special.",
      "cn": "是的，还有一种非常特别的。"
    },
    {
      "id": 165,
      "en": "This is my favorite pasta, by the way, it's called orecchiette.",
      "cn": "这是我最喜欢的意大利面，叫做耳朵面。"
    },
    {
      "id": 166,
      "en": "What is this?",
      "cn": "这是什么？"
    },
    {
      "id": 167,
      "en": "Orecchiette, and they look like your ear, and that's what that means in Italian, it means your little ear.",
      "cn": "耳朵面，它们看起来像你的耳朵，这在意大利语中意味着小耳朵。"
    },
    {
      "id": 168,
      "en": "Oh, really?",
      "cn": "哦，真的吗？"
    },
    {
      "id": 169,
      "en": "Yeah, so ear pastas.",
      "cn": "是的，所以是耳朵意大利面。"
    },
    {
      "id": 170,
      "en": "Wow, and what about ravioli?",
      "cn": "哇，饺子呢？"
    },
    {
      "id": 171,
      "en": "This is probably one of the most famous dishes.",
      "cn": "这可能是最著名的菜肴之一。"
    },
    {
      "id": 172,
      "en": "Ravioli, what is this?",
      "cn": "饺子，这是什么？"
    },
    {
      "id": 173,
      "en": "A ravioli is like a square, it's like a square pasta, but it's more like a pocket or a pillow, and inside you have ingredients, like meat or cheese usually is very popular.",
      "cn": "饺子就像一个方形的意大利面，但更像一个口袋或枕头，里面有成分，通常肉或奶酪非常受欢迎。"
    },
    {
      "id": 174,
      "en": "So you have this cheese inside, this little packet.",
      "cn": "所以你有这个奶酪在里面，这个小包。"
    },
    {
      "id": 175,
      "en": "This little, yeah.",
      "cn": "这个小的，是的。"
    },
    {
      "id": 176,
      "en": "This little dough, it's very soft and very warm.",
      "cn": "这个小面团，非常柔软，非常温暖。"
    },
    {
      "id": 177,
      "en": "And then on top, sometimes people like to put butter or tomato sauce.",
      "cn": "然后在上面，有时人们喜欢放黄油或番茄酱。"
    },
    {
      "id": 178,
      "en": "It's really delicious.",
      "cn": "真的很好吃。"
    },
    {
      "id": 179,
      "en": "So that's the main difference, this was obviously, all the pastas that we mentioned, they're just, they don't have anything inside them.",
      "cn": "所以这是主要区别，显然，我们提到的所有意大利面，它们只是，没有任何东西在里面。"
    },
    {
      "id": 180,
      "en": "No, they're just dough.",
      "cn": "不，它们只是面团。"
    },
    {
      "id": 181,
      "en": "But ravioli is a special kind of pasta, it's almost like a dumpling in a way, it's stuffed, there's things inside.",
      "cn": "但饺子是一种特殊的意大利面，几乎像饺子一样，里面有东西。"
    },
    {
      "id": 182,
      "en": "Alright, really interesting.",
      "cn": "好吧，真的很有趣。"
    },
    {
      "id": 183,
      "en": "I think Italian cuisine is among one of the most famous foods in the world, and well, you should let us know if, what is your favorite Italian dish.",
      "cn": "我认为意大利菜是世界上最著名的食物之一，嗯，你应该告诉我们你最喜欢的意大利菜是什么。"
    },
    {
      "id": 184,
      "en": "Please let us know, our website is EnglishPod.com and when you're there, you can find out what our favorite dishes are.",
      "cn": "请告诉我们，我们的网站是 EnglishPod.com，当你在那里时，你可以找到我们最喜欢的菜肴。"
    },
    {
      "id": 185,
      "en": "Alright, we'll see you guys there.",
      "cn": "好吧，我们在那里见。"
    },
    {
      "id": 186,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}