{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0241",
  "title": "EnglishPod 初级 英文播客 0241",
  "totalSegments": 245,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Katherine.",
      "cn": "我叫Katherine。"
    },
    {
      "id": 4,
      "en": "And today we've got part three of an exciting series we've got for you at the elementary level.",
      "cn": "今天我们将为您带来初级系列的第三部分。"
    },
    {
      "id": 5,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 6,
      "en": "As you may remember, this is a series that we're studying all about a job interview.",
      "cn": "正如您所记得的，这是一个关于求职面试的系列。"
    },
    {
      "id": 7,
      "en": "So in the first part, we just talked about the introduction.",
      "cn": "在第一部分中，我们讨论了介绍。"
    },
    {
      "id": 8,
      "en": "The second part was talking about your personal background.",
      "cn": "第二部分谈到了个人背景。"
    },
    {
      "id": 9,
      "en": "And now we're going to talk about your educational background.",
      "cn": "现在我们要谈谈教育背景。"
    },
    {
      "id": 10,
      "en": "Okay, so the key topic here today is education.",
      "cn": "好的，今天的关键主题是教育。"
    },
    {
      "id": 11,
      "en": "Let's take a listen to this dialogue and we'll be back in a minute.",
      "cn": "让我们听一下这个对话，稍后再回来。"
    },
    {
      "id": 12,
      "en": "Now if I look here, I see that you completed a BA in English.",
      "cn": "现在如果我看这里，我看到您完成了英语学士学位。"
    },
    {
      "id": 13,
      "en": "Yes, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 14,
      "en": "After graduating from high school in New York, I attended York University in the UK.",
      "cn": "在纽约高中毕业后，我在英国的约克大学就读。"
    },
    {
      "id": 15,
      "en": "My major was English and my minor was business.",
      "cn": "我的专业是英语，辅修是商业。"
    },
    {
      "id": 16,
      "en": "I completed my BA in 2004.",
      "cn": "我在2004年完成了学士学位。"
    },
    {
      "id": 17,
      "en": "Yes, I'm pleased to see that you also got a distinction.",
      "cn": "是的，我很高兴看到您也获得了优异成绩。"
    },
    {
      "id": 18,
      "en": "Yes, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 19,
      "en": "I've always enjoyed studying.",
      "cn": "我一直喜欢学习。"
    },
    {
      "id": 20,
      "en": "My friends say I'm a bit of a bookworm, but my father always pushed us to succeed at school.",
      "cn": "我的朋友说我有点书呆子，但我父亲总是鼓励我们在学校取得成功。"
    },
    {
      "id": 21,
      "en": "Well, it looks like his encouragement paid off, Rebecca.",
      "cn": "看来他的鼓励是有回报的，Rebecca。"
    },
    {
      "id": 22,
      "en": "So how about extracurricular activities at university?",
      "cn": "那么在大学的课外活动呢？"
    },
    {
      "id": 23,
      "en": "Well, I've always been keen on writing, so I became the editor for the university student newspaper, which I really loved.",
      "cn": "我一直对写作很感兴趣，所以我成为了大学学生报的编辑，我非常喜欢这个工作。"
    },
    {
      "id": 24,
      "en": "Also, I volunteered for a Providing warm meals and shelter, especially in the winter months.",
      "cn": "此外，我还志愿为提供温暖的餐食和庇护，尤其是在冬季。"
    },
    {
      "id": 25,
      "en": "I found it really fulfilling to be part of that group.",
      "cn": "我觉得能成为这个团队的一员非常有成就感。"
    },
    {
      "id": 26,
      "en": "I'm sure.",
      "cn": "我相信。"
    },
    {
      "id": 27,
      "en": "Okay, now let's move on to your work experience, shall we?",
      "cn": "好的，现在让我们继续谈谈您的工作经验，好吗？"
    },
    {
      "id": 28,
      "en": "Yeah, okay.",
      "cn": "嗯，好吧。"
    },
    {
      "id": 29,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 30,
      "en": "All right, we're back.",
      "cn": "好的，我们回来了。"
    },
    {
      "id": 31,
      "en": "So the girl was talking about her education, about her university, and she talked about some very interesting words.",
      "cn": "所以女孩在谈论她的教育，她的大学，并且她提到了一些非常有趣的词汇。"
    },
    {
      "id": 32,
      "en": "So why don't we take a look at those and language takeaway?",
      "cn": "那么我们为什么不看看这些语言要点呢？"
    },
    {
      "id": 33,
      "en": "Language takeaway.",
      "cn": "语言要点。"
    },
    {
      "id": 34,
      "en": "So at the very beginning, Mr. Parsons, who's the interviewer here, asks Rebecca about her background and says, I see that you completed your BA in English.",
      "cn": "在一开始，面试官Parsons先生问Rebecca关于她的背景，并说，我看到您完成了英语学士学位。"
    },
    {
      "id": 35,
      "en": "Okay, so we have an acronym there, a BA.",
      "cn": "好的，我们有一个缩写，BA。"
    },
    {
      "id": 36,
      "en": "This stands for bachelors or usually a four-year degree at the beginning of your university studies.",
      "cn": "这代表学士学位，通常是您大学学习的四年学位。"
    },
    {
      "id": 37,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 38,
      "en": "So it's a type of degree, right?",
      "cn": "所以这是一种学位，对吗？"
    },
    {
      "id": 39,
      "en": "A BA is, as you say, your bachelor's degree, and it usually takes four years.",
      "cn": "BA就是您所说的学士学位，通常需要四年。"
    },
    {
      "id": 40,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 41,
      "en": "You have a Bachelor of the Arts, BA, but you also have a Bachelor of Science, which is a BS.",
      "cn": "您有文学学士学位BA，但您也有理学学士学位BS。"
    },
    {
      "id": 42,
      "en": "So as you can tell, one is for the arts, like art history, music, things like that.",
      "cn": "所以您可以看出，一个是艺术类的，比如艺术史、音乐等。"
    },
    {
      "id": 43,
      "en": "The other is for sciences, like physics or chemistry.",
      "cn": "另一个是科学类的，比如物理或化学。"
    },
    {
      "id": 44,
      "en": "Very good.",
      "cn": "非常好。"
    },
    {
      "id": 45,
      "en": "All right, so she has a BA in English.",
      "cn": "好的，所以她有英语学士学位。"
    },
    {
      "id": 46,
      "en": "So she obviously studied the English language in university.",
      "cn": "所以她显然在大学学习了英语。"
    },
    {
      "id": 47,
      "en": "Then she moved on to talk about her major and minor.",
      "cn": "然后她继续谈论她的专业和辅修。"
    },
    {
      "id": 48,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 49,
      "en": "So as you know, a degree is not just a degree in the arts in general, but it usually has a focus or an area of focus.",
      "cn": "正如您所知，学位不仅仅是一般的艺术学位，通常还有一个重点或专注领域。"
    },
    {
      "id": 50,
      "en": "So her area of focus, her major was English.",
      "cn": "所以她的专注领域，她的专业是英语。"
    },
    {
      "id": 51,
      "en": "This is the most important part of her studies.",
      "cn": "这是她学习中最重要的部分。"
    },
    {
      "id": 52,
      "en": "So many of her courses, most of her courses at university were in English.",
      "cn": "她在大学的大部分课程都是英语。"
    },
    {
      "id": 53,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 54,
      "en": "But she also has a minor in business studies.",
      "cn": "但她也有商业研究的辅修。"
    },
    {
      "id": 55,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 56,
      "en": "That means she also studied business and business studies.",
      "cn": "这意味着她也学习了商业和商业研究。"
    },
    {
      "id": 57,
      "en": "That's not as important as her English studies, but it was very much a part of her degree.",
      "cn": "这虽然不如她的英语研究重要，但也是她学位的一部分。"
    },
    {
      "id": 58,
      "en": "So let's say that when she was studying in university, 70% of what she studied was related to her major English and maybe 30% was her minor was business studies.",
      "cn": "所以可以说，当她在大学学习时，70%的学习与她的专业英语相关，30%是她的辅修商业研究。"
    },
    {
      "id": 59,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 60,
      "en": "And she goes on to talk about herself and her friends who describe her as a bookworm.",
      "cn": "她接着谈到自己和朋友们形容她为书呆子。"
    },
    {
      "id": 61,
      "en": "This is a really nice adjective and very common in English.",
      "cn": "这是一个非常好的形容词，在英语中非常常见。"
    },
    {
      "id": 62,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 63,
      "en": "So if you are a bookworm or you describe yourself as a bookworm, it means that you like to study a lot.",
      "cn": "所以如果您是书呆子，或者您形容自己是书呆子，这意味着您喜欢学习很多。"
    },
    {
      "id": 64,
      "en": "You like to read a lot of books.",
      "cn": "您喜欢读很多书。"
    },
    {
      "id": 65,
      "en": "So bookworm is just like what you said, is someone who really likes to read, someone who's always reading, maybe someone who lives in the library.",
      "cn": "所以书呆子就像您所说的，是一个非常喜欢阅读的人，可能是一个总是在阅读的人，或者是一个住在图书馆的人。"
    },
    {
      "id": 66,
      "en": "So that's why you call them a bookworm.",
      "cn": "所以这就是为什么称他们为书呆子。"
    },
    {
      "id": 67,
      "en": "They live in the library or they read a lot of books.",
      "cn": "他们住在图书馆，或者他们读很多书。"
    },
    {
      "id": 68,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 69,
      "en": "So that's the noun bookworm.",
      "cn": "所以这就是名词书呆子。"
    },
    {
      "id": 70,
      "en": "Now moving on to other parts of university.",
      "cn": "现在继续谈论大学的其他部分。"
    },
    {
      "id": 71,
      "en": "When you're studying, you're not only studying English or sciences and things like that.",
      "cn": "当您学习时，您不仅仅是在学习英语或科学等。"
    },
    {
      "id": 72,
      "en": "Sometimes you also do other activities or other things.",
      "cn": "有时您还会做其他活动或其他事情。"
    },
    {
      "id": 73,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 74,
      "en": "So you have your schoolwork, which is during school.",
      "cn": "所以您有学校作业，这在上学期间。"
    },
    {
      "id": 75,
      "en": "It's English and business studies for this woman, Rebecca.",
      "cn": "对于这个女人Rebecca来说，是英语和商业研究。"
    },
    {
      "id": 76,
      "en": "But you also have what you do outside of school.",
      "cn": "但您也有在校外的活动。"
    },
    {
      "id": 77,
      "en": "This is called extracurricular activities.",
      "cn": "这被称为课外活动。"
    },
    {
      "id": 78,
      "en": "So it's a long word, extracurricular.",
      "cn": "所以这是一个长词，课外活动。"
    },
    {
      "id": 79,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 80,
      "en": "So extracurricular means it's not in the curriculum, right?",
      "cn": "所以课外活动意味着它不在课程中，对吗？"
    },
    {
      "id": 81,
      "en": "It's outside of school.",
      "cn": "它是在学校之外。"
    },
    {
      "id": 82,
      "en": "So it's not really like a specific subject or something that's related to your studies.",
      "cn": "所以这并不是真正的特定科目或与您的学习相关的东西。"
    },
    {
      "id": 83,
      "en": "If you don't do extracurricular activities, it's okay, right?",
      "cn": "如果您不参加课外活动，也没关系，对吗？"
    },
    {
      "id": 84,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 85,
      "en": "A lot of people don't do any extracurricular activities, but many people do.",
      "cn": "很多人不参加任何课外活动，但很多人会参加。"
    },
    {
      "id": 86,
      "en": "For example, writing for the school newspaper or playing soccer.",
      "cn": "例如，为学校报纸写作或踢足球。"
    },
    {
      "id": 87,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 88,
      "en": "So those are extracurricular activities.",
      "cn": "所以这些就是课外活动。"
    },
    {
      "id": 89,
      "en": "Anything that you want to do in university, apart from studying, playing soccer, writing, etc.",
      "cn": "在大学里，您想做的任何事情，除了学习、踢足球、写作等。"
    },
    {
      "id": 90,
      "en": "And it's not just university.",
      "cn": "而且不仅仅是大学。"
    },
    {
      "id": 91,
      "en": "You can do these in high school as well.",
      "cn": "您在高中也可以做这些。"
    },
    {
      "id": 92,
      "en": "Okay, very good.",
      "cn": "好的，非常好。"
    },
    {
      "id": 93,
      "en": "So those are the words that we have picked out for you today.",
      "cn": "所以这些是我们今天为您挑选的词汇。"
    },
    {
      "id": 94,
      "en": "I think they're very specific to education.",
      "cn": "我认为它们与教育非常相关。"
    },
    {
      "id": 95,
      "en": "And I think we should go back, listen to the dialogue again.",
      "cn": "我们应该回去，再听一遍对话。"
    },
    {
      "id": 96,
      "en": "And we'll be back in a bit with Fluency Builder.",
      "cn": "然后我们将与流利度提升一起回来。"
    },
    {
      "id": 97,
      "en": "Now, if I look here, I see that you completed a BA in English.",
      "cn": "现在，如果我看这里，我看到您完成了英语学士学位。"
    },
    {
      "id": 98,
      "en": "Yes, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 99,
      "en": "After graduating from high school in New York, I attended York University in the UK.",
      "cn": "在纽约高中毕业后，我在英国的约克大学就读。"
    },
    {
      "id": 100,
      "en": "My major was English, and my minor was business.",
      "cn": "我的专业是英语，辅修是商业。"
    },
    {
      "id": 101,
      "en": "I completed my BA in 2004.",
      "cn": "我在2004年完成了学士学位。"
    },
    {
      "id": 102,
      "en": "Yes, I'm pleased to see that you also got a distinction.",
      "cn": "是的，我很高兴看到你也获得了优异成绩。"
    },
    {
      "id": 103,
      "en": "Yes, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 104,
      "en": "I've always enjoyed studying.",
      "cn": "我一直喜欢学习。"
    },
    {
      "id": 105,
      "en": "My friends say I'm a bit of a bookworm, but my father always pushed us to succeed at school.",
      "cn": "我的朋友说我有点书呆子，但我父亲总是鼓励我们在学校取得成功。"
    },
    {
      "id": 106,
      "en": "Well, it looks like his encouragement paid off, Rebecca.",
      "cn": "嗯，看起来他的鼓励得到了回报，丽贝卡。"
    },
    {
      "id": 107,
      "en": "So how about extracurricular activities at university?",
      "cn": "那么大学的课外活动呢？"
    },
    {
      "id": 108,
      "en": "Well, I've always been keen on writing.",
      "cn": "嗯，我一直热衷于写作。"
    },
    {
      "id": 109,
      "en": "So I became the editor for the university student newspaper, which I really loved.",
      "cn": "所以我成为了大学学生报的编辑，我非常喜欢这个工作。"
    },
    {
      "id": 110,
      "en": "Also, I volunteered for a group called Shelter to help the homeless in York.",
      "cn": "此外，我还为一个叫做“庇护所”的组织做志愿者，帮助约克的无家可归者。"
    },
    {
      "id": 111,
      "en": "What did that involve?",
      "cn": "那涉及什么？"
    },
    {
      "id": 112,
      "en": "Providing warm meals and shelter, especially in the winter months.",
      "cn": "提供温暖的餐食和庇护，尤其是在冬季。"
    },
    {
      "id": 113,
      "en": "I found it really fulfilling to be part of that group.",
      "cn": "我觉得参与这个组织真的很有成就感。"
    },
    {
      "id": 114,
      "en": "I'm sure.",
      "cn": "我相信。"
    },
    {
      "id": 115,
      "en": "Okay, now let's move on to your work experience, shall we?",
      "cn": "好的，现在让我们继续谈谈你的工作经验，好吗？"
    },
    {
      "id": 116,
      "en": "Yeah, okay.",
      "cn": "是的，好的。"
    },
    {
      "id": 117,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 118,
      "en": "All right, we're back.",
      "cn": "好吧，我们回来了。"
    },
    {
      "id": 119,
      "en": "So now let's start off with our first phrase on Fluency Builder.",
      "cn": "现在让我们开始流利构建的第一个短语。"
    },
    {
      "id": 120,
      "en": "Fluency Builder.",
      "cn": "流利构建。"
    },
    {
      "id": 121,
      "en": "So Rebecca's talking about her father and her friends, and she says she's a bookworm, but her father always pushed us, that means her and her family members, her siblings, to succeed.",
      "cn": "所以丽贝卡谈到了她的父亲和朋友，她说她是个书呆子，但她的父亲总是推动我们，也就是她和她的家人、兄弟姐妹，去取得成功。"
    },
    {
      "id": 122,
      "en": "And this verb, to push us, to push someone, is very important because it's not the same as to push a door.",
      "cn": "而这个动词，推动我们，推动某人，非常重要，因为这与推门不同。"
    },
    {
      "id": 123,
      "en": "Right, so it's not physically that you're pushing somebody.",
      "cn": "对，所以并不是在物理上推某人。"
    },
    {
      "id": 124,
      "en": "It's actually to motivate somebody or to inspire someone to become better at something.",
      "cn": "实际上是激励某人或启发某人变得更好。"
    },
    {
      "id": 125,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 126,
      "en": "So to push someone is to encourage them to do something bad.",
      "cn": "所以推动某人是鼓励他们做一些不好的事情。"
    },
    {
      "id": 127,
      "en": "It's not always a good thing.",
      "cn": "这并不总是好事。"
    },
    {
      "id": 128,
      "en": "So she was always pushing me to do what she wanted to do, not what I wanted to do.",
      "cn": "所以她总是推动我去做她想做的事情，而不是我想做的事情。"
    },
    {
      "id": 129,
      "en": "That means someone's always trying to influence you or to get you to do something.",
      "cn": "这意味着某人总是在试图影响你或让你做某事。"
    },
    {
      "id": 130,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 131,
      "en": "So as you say, to push someone is to influence them, to motivate them, to encourage them to do something good or bad.",
      "cn": "所以正如你所说，推动某人是影响他们，激励他们，鼓励他们做一些好或坏的事情。"
    },
    {
      "id": 132,
      "en": "Well, and Mr. Parsons agreed with her dad's encouragement, and he said, well, it really paid off.",
      "cn": "嗯，帕森斯先生同意她父亲的鼓励，他说，嗯，这确实得到了回报。"
    },
    {
      "id": 133,
      "en": "Okay, this is a great verbal phrase, to pay off.",
      "cn": "好的，这是一个很好的动词短语，得到回报。"
    },
    {
      "id": 134,
      "en": "This means to have benefits.",
      "cn": "这意味着有好处。"
    },
    {
      "id": 135,
      "en": "Okay, so all of your hard work really paid off.",
      "cn": "好的，所以你所有的努力确实得到了回报。"
    },
    {
      "id": 136,
      "en": "So you can see the results.",
      "cn": "所以你可以看到结果。"
    },
    {
      "id": 137,
      "en": "You can see the positive results of your hard work.",
      "cn": "你可以看到你努力工作的积极结果。"
    },
    {
      "id": 138,
      "en": "It paid off.",
      "cn": "它得到了回报。"
    },
    {
      "id": 139,
      "en": "You could even ask someone, all that hard work, did it pay off?",
      "cn": "你甚至可以问某人，所有的努力，值得吗？"
    },
    {
      "id": 140,
      "en": "Right, so that you're basically asking, was it worth it?",
      "cn": "对，所以你基本上在问，值得吗？"
    },
    {
      "id": 141,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 142,
      "en": "Okay, to pay off.",
      "cn": "好的，得到回报。"
    },
    {
      "id": 143,
      "en": "And well, when she was talking about extracurricular activities, she said she was always keen on writing.",
      "cn": "而且，当她谈到课外活动时，她说她一直热衷于写作。"
    },
    {
      "id": 144,
      "en": "Now, I think this is more common among British people to say you're keen on something, but it basically means to like.",
      "cn": "现在，我认为这在英国人中更常见，说你对某事感兴趣，但这基本上意味着喜欢。"
    },
    {
      "id": 145,
      "en": "So remember the phrase keen on.",
      "cn": "所以记住短语热衷于。"
    },
    {
      "id": 146,
      "en": "This is the preposition here, keen on.",
      "cn": "这是这里的介词，热衷于。"
    },
    {
      "id": 147,
      "en": "I'm keen on writing.",
      "cn": "我热衷于写作。"
    },
    {
      "id": 148,
      "en": "So can you say that you are keen on someone?",
      "cn": "那么你能说你对某人感兴趣吗？"
    },
    {
      "id": 149,
      "en": "Yes, you can.",
      "cn": "是的，可以。"
    },
    {
      "id": 150,
      "en": "That means you like someone, maybe romantically.",
      "cn": "这意味着你喜欢某人，也许是浪漫的。"
    },
    {
      "id": 151,
      "en": "Okay, so it's kind of a, as Catherine said, more of a British thing, but it's correct and you can use it in replacement of to like.",
      "cn": "好的，所以这有点像，正如凯瑟琳所说，更像是英国的说法，但这是正确的，你可以用它来替代喜欢。"
    },
    {
      "id": 152,
      "en": "I think it also sounds a little bit more formal.",
      "cn": "我认为这听起来也更正式一些。"
    },
    {
      "id": 153,
      "en": "Instead of saying, well, I've always liked writing.",
      "cn": "而不是说，嗯，我一直喜欢写作。"
    },
    {
      "id": 154,
      "en": "If she says, well, I've always been keen on writing.",
      "cn": "如果她说，嗯，我一直热衷于写作。"
    },
    {
      "id": 155,
      "en": "I think it sounds nice.",
      "cn": "我觉得这听起来不错。"
    },
    {
      "id": 156,
      "en": "A little smarter.",
      "cn": "更聪明一点。"
    },
    {
      "id": 157,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 158,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 159,
      "en": "And our last word.",
      "cn": "我们最后一个词。"
    },
    {
      "id": 160,
      "en": "It's actually an interesting word.",
      "cn": "这实际上是一个有趣的词。"
    },
    {
      "id": 161,
      "en": "It might be a little bit complicated to understand, but when she said that volunteering was very fulfilling and to be part of a group.",
      "cn": "这可能有点复杂，但当她说志愿服务是非常有成就感的，成为一个团体的一部分。"
    },
    {
      "id": 162,
      "en": "Okay, fulfilling sounds a lot like the word filling, but you shouldn't confuse these two because the meaning is very different, right?",
      "cn": "好的，有成就感听起来很像填充这个词，但你不应该混淆这两个，因为意义非常不同，对吧？"
    },
    {
      "id": 163,
      "en": "So something that is fulfilling makes you feel really good.",
      "cn": "所以某些事情是有成就感的，会让你感觉很好。"
    },
    {
      "id": 164,
      "en": "You maybe, maybe you don't make money from it or you don't get a lot of praise from it, but it still makes you feel happy about life for yourself or something.",
      "cn": "你可能，可能你没有从中赚钱，或者你没有得到很多赞扬，但它仍然让你对生活感到快乐。"
    },
    {
      "id": 165,
      "en": "So you get satisfaction.",
      "cn": "所以你获得了满足感。"
    },
    {
      "id": 166,
      "en": "Now notice the pronunciation.",
      "cn": "现在注意发音。"
    },
    {
      "id": 167,
      "en": "You don't say fulfilling.",
      "cn": "你不说有成就感。"
    },
    {
      "id": 168,
      "en": "No, you say fulfilling.",
      "cn": "不，你说有成就感。"
    },
    {
      "id": 169,
      "en": "Fulfilling.",
      "cn": "有成就感。"
    },
    {
      "id": 170,
      "en": "So the L there is kind of silent.",
      "cn": "所以那里的L有点是无声的。"
    },
    {
      "id": 171,
      "en": "Kind of optional, but maybe you could ask someone, what do you find fulfilling in your life?",
      "cn": "有点可选，但也许你可以问某人，你在生活中发现什么是有成就感的？"
    },
    {
      "id": 172,
      "en": "Or you can ask, do you think your job is fulfilling?",
      "cn": "或者你可以问，你认为你的工作是有成就感的吗？"
    },
    {
      "id": 173,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 174,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 175,
      "en": "So a lot of great words there.",
      "cn": "所以有很多很棒的词。"
    },
    {
      "id": 176,
      "en": "A lot of interesting things related to education and not so much.",
      "cn": "许多与教育相关的有趣事物，不太多。"
    },
    {
      "id": 177,
      "en": "Why don't we go back and listen to the dialogue one last time?",
      "cn": "我们为什么不回去再听一次对话呢？"
    },
    {
      "id": 178,
      "en": "Now, if I look here, I see that you completed a BA in English.",
      "cn": "现在，如果我在这里看，我看到你获得了英语学士学位。"
    },
    {
      "id": 179,
      "en": "Yes, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 180,
      "en": "After graduating from high school in New York, I attended York university in the UK.",
      "cn": "从纽约高中毕业后，我在英国的约克大学就读。"
    },
    {
      "id": 181,
      "en": "My major was English and my minor was business.",
      "cn": "我的专业是英语，辅修是商业。"
    },
    {
      "id": 182,
      "en": "I completed my BA in 2004.",
      "cn": "我在2004年完成了学士学位。"
    },
    {
      "id": 183,
      "en": "Yes.",
      "cn": "是的。"
    },
    {
      "id": 184,
      "en": "I'm pleased to see that you also got a distinction.",
      "cn": "我很高兴看到你也获得了优异成绩。"
    },
    {
      "id": 185,
      "en": "Yes, that's right.",
      "cn": "是的，没错。"
    },
    {
      "id": 186,
      "en": "I've always enjoyed studying.",
      "cn": "我一直喜欢学习。"
    },
    {
      "id": 187,
      "en": "My friends say I'm a bit of a bookworm, but my father always pushed us to succeed at school.",
      "cn": "我的朋友说我有点书呆子，但我父亲总是推动我们在学校取得成功。"
    },
    {
      "id": 188,
      "en": "Well, it looks like his encouragement paid off Rebecca.",
      "cn": "嗯，看起来他的鼓励得到了回报，丽贝卡。"
    },
    {
      "id": 189,
      "en": "So how about extracurricular activities at university?",
      "cn": "那么大学的课外活动呢？"
    },
    {
      "id": 190,
      "en": "Well, I've always been keen on writing, so I became the editor for the university student newspaper, which I really loved.",
      "cn": "嗯，我一直热衷于写作，所以我成为了大学学生报的编辑，我非常喜欢这个工作。"
    },
    {
      "id": 191,
      "en": "Also, I volunteered for a group called Shelter to help the homeless in New York.",
      "cn": "此外，我还为一个叫做“庇护所”的组织做志愿者，帮助纽约的无家可归者。"
    },
    {
      "id": 192,
      "en": "What did that involve?",
      "cn": "那涉及什么？"
    },
    {
      "id": 193,
      "en": "Providing warm meals and shelter, especially in the winter months.",
      "cn": "提供温暖的餐食和庇护，尤其是在冬季。"
    },
    {
      "id": 194,
      "en": "I found it really fulfilling to be part of that group.",
      "cn": "我觉得参与这个组织真的很有成就感。"
    },
    {
      "id": 195,
      "en": "I'm sure.",
      "cn": "我相信。"
    },
    {
      "id": 196,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 197,
      "en": "Now let's move on to your work experience, shall we?",
      "cn": "现在我们来谈谈你的工作经验，好吗？"
    },
    {
      "id": 198,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 199,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 200,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 201,
      "en": "All right.",
      "cn": "好吧。"
    },
    {
      "id": 202,
      "en": "So talking about going to university, I think they used a really specific verb there that's worth mentioning.",
      "cn": "所以谈到上大学，我觉得她用的一个非常具体的动词值得一提。"
    },
    {
      "id": 203,
      "en": "She said, I attended York University in the UK.",
      "cn": "她说，我在英国的约克大学就读。"
    },
    {
      "id": 204,
      "en": "So to attend.",
      "cn": "所以“就读”。"
    },
    {
      "id": 205,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 206,
      "en": "So you can say I studied at York University, but the more formal way of saying that I was a student at York University is to say I attended that school.",
      "cn": "所以你可以说我在约克大学学习，但更正式的说法是我就读于那所学校。"
    },
    {
      "id": 207,
      "en": "So to attend means to be a student at that place.",
      "cn": "所以“就读”意味着在那个地方做学生。"
    },
    {
      "id": 208,
      "en": "Okay.",
      "cn": "好的。"
    },
    {
      "id": 209,
      "en": "And what about you, Catherine?",
      "cn": "凯瑟琳，你呢？"
    },
    {
      "id": 210,
      "en": "Did you participate in any extracurricular activities back in college?",
      "cn": "你在大学时参加过任何课外活动吗？"
    },
    {
      "id": 211,
      "en": "I did.",
      "cn": "参加过。"
    },
    {
      "id": 212,
      "en": "I participated in a lot of extracurricular activities.",
      "cn": "我参加了很多课外活动。"
    },
    {
      "id": 213,
      "en": "I was in the orchestra at my university and I played in a lot of musical groups.",
      "cn": "我在大学的乐团里，还参加了很多音乐团体。"
    },
    {
      "id": 214,
      "en": "I also was in a discussion group for politics and the India Pakistan dialogue group.",
      "cn": "我还参加了一个政治讨论小组和印度-巴基斯坦对话小组。"
    },
    {
      "id": 215,
      "en": "And I was in a number of different film clubs.",
      "cn": "我还参加了几个不同的电影俱乐部。"
    },
    {
      "id": 216,
      "en": "So we talk about film and I even helped out at the TV station for my university.",
      "cn": "我们讨论电影，我甚至在大学的电视台帮忙。"
    },
    {
      "id": 217,
      "en": "Oh, wow.",
      "cn": "哦，哇。"
    },
    {
      "id": 218,
      "en": "The university had a TV station.",
      "cn": "大学有电视台。"
    },
    {
      "id": 219,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 220,
      "en": "So all of it was student directed.",
      "cn": "所以这一切都是由学生主导的。"
    },
    {
      "id": 221,
      "en": "So basically the students controlled the TV station.",
      "cn": "基本上，学生控制了电视台。"
    },
    {
      "id": 222,
      "en": "That's really interesting.",
      "cn": "这真的很有趣。"
    },
    {
      "id": 223,
      "en": "I think these types of extracurricular activities are as many as these are maybe not as common in other places, or maybe they're a little bit different.",
      "cn": "我觉得这些类型的课外活动在其他地方可能不太常见，或者可能有些不同。"
    },
    {
      "id": 224,
      "en": "I know, for example, in the US you have all these political ones and a lot of sports and things like that, but you also have very strange far ones like, I don't know, like there's a cooking club and there's even like a gardening club, I've heard.",
      "cn": "我知道，例如在美国，你有很多政治类的活动，还有很多体育活动，但你也有一些很奇怪的活动，比如，我不知道，有烹饪俱乐部，甚至还有园艺俱乐部，我听说过。"
    },
    {
      "id": 225,
      "en": "Astronomy club.",
      "cn": "天文学俱乐部。"
    },
    {
      "id": 226,
      "en": "Astronomy club.",
      "cn": "天文学俱乐部。"
    },
    {
      "id": 227,
      "en": "There's all types of extracurricular activities.",
      "cn": "各种各样的课外活动。"
    },
    {
      "id": 228,
      "en": "Well, what's really nice about a lot of American universities is that there are many, many resources that students can use.",
      "cn": "好吧，很多美国大学的一个好处是有很多资源供学生使用。"
    },
    {
      "id": 229,
      "en": "And so maybe the reason there's a cooking club is because there are massive kitchens the students can use to cook food and experiment and even teachers and professors sometimes come to help.",
      "cn": "所以也许烹饪俱乐部的存在是因为有大型厨房，学生可以用来做饭和实验，甚至老师和教授有时也会来帮忙。"
    },
    {
      "id": 230,
      "en": "So it's a really nice environment because everyone's teaching each other.",
      "cn": "所以这是一个非常好的环境，因为每个人都在教彼此。"
    },
    {
      "id": 231,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 232,
      "en": "No, it's very, very interesting.",
      "cn": "不，这真的很有趣。"
    },
    {
      "id": 233,
      "en": "And we're actually curious to know how universities work in your country.",
      "cn": "我们实际上很好奇你们国家的大学是如何运作的。"
    },
    {
      "id": 234,
      "en": "Are you able to have a minor in a subject?",
      "cn": "你能在某个学科上辅修吗？"
    },
    {
      "id": 235,
      "en": "Because many universities don't offer this option.",
      "cn": "因为许多大学不提供这个选项。"
    },
    {
      "id": 236,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 237,
      "en": "They just have one major and that's all.",
      "cn": "他们只有一个主修，其他的就没有了。"
    },
    {
      "id": 238,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 239,
      "en": "Or maybe are you able to participate in extracurricular activities?",
      "cn": "或者你能参加课外活动吗？"
    },
    {
      "id": 240,
      "en": "Like sports or radio or writing?",
      "cn": "比如体育、广播或写作？"
    },
    {
      "id": 241,
      "en": "Let us know.",
      "cn": "让我们知道。"
    },
    {
      "id": 242,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是EnglishPod.com。"
    },
    {
      "id": 243,
      "en": "All right.",
      "cn": "好的。"
    },
    {
      "id": 244,
      "en": "So we'll see you guys there.",
      "cn": "所以我们在那见。"
    },
    {
      "id": 245,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}