{
  "type": "book",
  "id": "englishpod-初级-englishpod-初级-英文播客-0338",
  "title": "Englishpod 初级 英文播客 0338",
  "totalSegments": 197,
  "seriesId": "englishpod-初级",
  "segments": [
    {
      "id": 1,
      "en": "Hello, everyone, and welcome to EnglishPod.",
      "cn": "大家好，欢迎来到EnglishPod。"
    },
    {
      "id": 2,
      "en": "My name is Marco.",
      "cn": "我叫Marco。"
    },
    {
      "id": 3,
      "en": "My name is Catherine, and it's the holiday season, Marco.",
      "cn": "我叫Catherine，现在是假期季节，Marco。"
    },
    {
      "id": 4,
      "en": "People are eating large meals with their families, and I think oftentimes when you cook a lot of food, you have something extra at the end.",
      "cn": "人们和家人一起吃大餐，我觉得通常当你做很多食物时，最后会有一些剩下的。"
    },
    {
      "id": 5,
      "en": "What do we call that?",
      "cn": "我们怎么称呼它？"
    },
    {
      "id": 6,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 7,
      "en": "Today we're going to talk about leftovers.",
      "cn": "今天我们要谈论剩菜。"
    },
    {
      "id": 8,
      "en": "Leftovers.",
      "cn": "剩菜。"
    },
    {
      "id": 9,
      "en": "That's the extra food after your meal that you eat later, maybe the next day.",
      "cn": "这就是你吃完饭后留着的额外食物，可能是第二天吃的。"
    },
    {
      "id": 10,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 11,
      "en": "So, you know, during Christmas or during some holidays, we cook so much food that obviously we can't eat it all, so we put it back in the refrigerator and then we eat it later.",
      "cn": "所以，你知道，在圣诞节或某些假期，我们做了很多食物，显然不能全部吃完，所以我们把它放回冰箱，稍后再吃。"
    },
    {
      "id": 12,
      "en": "So those are called leftovers.",
      "cn": "所以这些叫做剩菜。"
    },
    {
      "id": 13,
      "en": "Alright, so let's listen to this dialogue about leftovers, and we'll be back in a moment to discuss what's happening in the dialogue.",
      "cn": "好吧，让我们听听关于剩菜的对话，稍后我们会回来讨论对话中发生的事情。"
    },
    {
      "id": 14,
      "en": "What's for dinner?",
      "cn": "晚餐吃什么？"
    },
    {
      "id": 15,
      "en": "Leftovers.",
      "cn": "剩菜。"
    },
    {
      "id": 16,
      "en": "What?",
      "cn": "什么？"
    },
    {
      "id": 17,
      "en": "Leftovers of what and from when?",
      "cn": "剩下的是什么，什么时候的？"
    },
    {
      "id": 18,
      "en": "From last night.",
      "cn": "昨晚的。"
    },
    {
      "id": 19,
      "en": "I took the leftover Turkey, mixed it with some diced peppers and onions, added a little bit of mayonnaise, and made some sandwiches.",
      "cn": "我把剩下的火鸡和一些切丁的辣椒和洋葱混合，加了一点蛋黄酱，做了三明治。"
    },
    {
      "id": 20,
      "en": "Isn't that dangerous, though?",
      "cn": "这样不危险吗？"
    },
    {
      "id": 21,
      "en": "I mean, bacteria and germs reproducing on food that was left out or reheated?",
      "cn": "我的意思是，细菌和病菌在放置或重新加热的食物上繁殖？"
    },
    {
      "id": 22,
      "en": "Well, I didn't leave the Turkey at room temperature for more than an hour, and I refrigerated soon after we finished eating.",
      "cn": "嗯，我没有把火鸡放在室温下超过一个小时，吃完后很快就放进冰箱了。"
    },
    {
      "id": 23,
      "en": "Also, when reheating, I put it in the oven for 15 minutes at 100 degrees Celsius.",
      "cn": "此外，重新加热时，我把它放在烤箱里以100摄氏度加热15分钟。"
    },
    {
      "id": 24,
      "en": "Well, okay.",
      "cn": "好吧。"
    },
    {
      "id": 25,
      "en": "I'm just afraid of getting food poisoning.",
      "cn": "我只是害怕食物中毒。"
    },
    {
      "id": 26,
      "en": "Don't worry about it.",
      "cn": "不用担心。"
    },
    {
      "id": 27,
      "en": "Making a new meal out of leftovers is almost an art.",
      "cn": "用剩菜做新餐几乎是一种艺术。"
    },
    {
      "id": 28,
      "en": "Not only do you save money, but you also get to be creative and have something different to eat.",
      "cn": "你不仅省钱，还能发挥创意，吃到不同的东西。"
    },
    {
      "id": 29,
      "en": "Alright, so a lot of vocab there.",
      "cn": "好吧，这里有很多词汇。"
    },
    {
      "id": 30,
      "en": "Let's take a look at it in Language Takeaway.",
      "cn": "让我们在语言收获中看看。"
    },
    {
      "id": 31,
      "en": "Language Takeaway Alright, so Marco, there's one cooking term, really, in this dialogue that is a little bit different from the others, so let's start with that.",
      "cn": "语言收获 好吧，Marco，这段对话中有一个烹饪术语，和其他的有点不同，所以我们先从这个开始。"
    },
    {
      "id": 32,
      "en": "It's diced.",
      "cn": "是切丁。"
    },
    {
      "id": 33,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 34,
      "en": "We were talking about taking some peppers, or diced peppers.",
      "cn": "我们在谈论切一些辣椒，或者切丁的辣椒。"
    },
    {
      "id": 35,
      "en": "So when you dice a vegetable, or anything that you're cooking, basically you're making little pieces, little squares almost.",
      "cn": "所以当你切一个蔬菜，或者任何你在烹饪的东西时，基本上是把它切成小块，几乎是小方块。"
    },
    {
      "id": 36,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 37,
      "en": "So you can cut something many different ways.",
      "cn": "所以你可以用很多不同的方式切东西。"
    },
    {
      "id": 38,
      "en": "You can cut big pieces and small pieces, but diced peppers.",
      "cn": "你可以切大块和小块，但切丁的辣椒。"
    },
    {
      "id": 39,
      "en": "Diced is a specific way to cut something in small, like you say, small squares.",
      "cn": "切丁是一种特定的切法，像你说的，小方块。"
    },
    {
      "id": 40,
      "en": "And so in recipes, you will often see this instruction, dice the peppers.",
      "cn": "所以在食谱中，你经常会看到这个指示，切丁辣椒。"
    },
    {
      "id": 41,
      "en": "Or, in this case, the peppers are diced.",
      "cn": "或者，在这种情况下，辣椒是切丁的。"
    },
    {
      "id": 42,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 43,
      "en": "Alright, so we took some Turkey, mixed it with diced peppers and a lot of things, and the roommate was a little bit concerned about bacteria and germs.",
      "cn": "好吧，我们把一些火鸡和切丁的辣椒以及很多东西混合在一起，室友对细菌和病菌有点担心。"
    },
    {
      "id": 44,
      "en": "Alright, so bacteria and germs, these sound like very scientific words.",
      "cn": "好吧，细菌和病菌，这听起来像是非常科学的词。"
    },
    {
      "id": 45,
      "en": "Bacteria is something that grows on, well, everything really.",
      "cn": "细菌是生长在，嗯，几乎所有东西上的东西。"
    },
    {
      "id": 46,
      "en": "But if you leave food out, for example, it gets bacteria.",
      "cn": "但如果你把食物放置，比如说，它会滋生细菌。"
    },
    {
      "id": 47,
      "en": "Or germs are things that can make you sick.",
      "cn": "或者病菌是会让你生病的东西。"
    },
    {
      "id": 48,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 49,
      "en": "And so we need to avoid these things in the kitchen because they make us unhealthy.",
      "cn": "所以我们需要在厨房里避免这些东西，因为它们会让我们不健康。"
    },
    {
      "id": 50,
      "en": "And that's why we wash our hands and things like that.",
      "cn": "这就是为什么我们要洗手和类似的事情。"
    },
    {
      "id": 51,
      "en": "But when you have food that's left out, the risk is what, Marco?",
      "cn": "但是当你有放置的食物时，风险是什么，Marco？"
    },
    {
      "id": 52,
      "en": "Is that you get bacteria or germs on it.",
      "cn": "就是你会在上面得到细菌或病菌。"
    },
    {
      "id": 53,
      "en": "Yeah, so it's dangerous, especially with meat.",
      "cn": "是的，所以这很危险，尤其是肉类。"
    },
    {
      "id": 54,
      "en": "If you leave it out, it's very, very dangerous because you can get some bacteria that will make you sick.",
      "cn": "如果你把它放置，真的非常危险，因为你可能会得到一些会让你生病的细菌。"
    },
    {
      "id": 55,
      "en": "And the reason why we're a little bit concerned, especially with meat, is if you leave it out, after cooking it, at room temperature.",
      "cn": "而我们有点担心，尤其是肉类，是因为如果你在烹饪后把它放在室温下。"
    },
    {
      "id": 56,
      "en": "Alright, so room temperature is the temperature of a normal room.",
      "cn": "好吧，室温是正常房间的温度。"
    },
    {
      "id": 57,
      "en": "Maybe it's 65 degrees or what, 25 degrees Celsius.",
      "cn": "也许是65度或25度摄氏。"
    },
    {
      "id": 58,
      "en": "It's the temperature of the inside of a room.",
      "cn": "这是房间内部的温度。"
    },
    {
      "id": 59,
      "en": "And so it's not cold, it's not hot, it's just normal.",
      "cn": "所以它不冷，也不热，就是正常。"
    },
    {
      "id": 60,
      "en": "And when we leave food out, especially meat like you're saying, we have to be careful.",
      "cn": "当我们把食物放置，尤其是你说的肉类时，我们必须小心。"
    },
    {
      "id": 61,
      "en": "You can't leave it out for very long if it's something like eggs or milk or what we call perishables.",
      "cn": "如果是像鸡蛋或牛奶这样的易腐烂食品，就不能放置太久。"
    },
    {
      "id": 62,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 63,
      "en": "So actually, here comes the other two words that are a little bit of a contrast.",
      "cn": "所以实际上，这里有另外两个词有点对比。"
    },
    {
      "id": 64,
      "en": "We're going to talk about food that is reheated or refrigerated.",
      "cn": "我们要谈论的是重新加热或冷藏的食物。"
    },
    {
      "id": 65,
      "en": "Alright, so the roommate is explaining, don't worry, we have done these things to this food so it's safe.",
      "cn": "好吧，室友在解释，不用担心，我们对这食物做了这些处理，所以它是安全的。"
    },
    {
      "id": 66,
      "en": "So one thing you can do to food to make it safe to kill germs is to reheat it.",
      "cn": "所以你可以对食物做的一件事是重新加热它，以杀死病菌。"
    },
    {
      "id": 67,
      "en": "That means, well you know the word heated, right?",
      "cn": "这意味着，嗯，你知道加热这个词，对吧？"
    },
    {
      "id": 68,
      "en": "It's to make something hot.",
      "cn": "是让某物变热。"
    },
    {
      "id": 69,
      "en": "But how is that different from reheated?",
      "cn": "但这和重新加热有什么不同？"
    },
    {
      "id": 70,
      "en": "Well, because you cooked it already, so it was warm.",
      "cn": "嗯，因为你已经煮过了，所以它是温暖的。"
    },
    {
      "id": 71,
      "en": "Now it went a little bit cold because it's at room temperature.",
      "cn": "现在它变得有点冷，因为它在室温下。"
    },
    {
      "id": 72,
      "en": "So in order to make sure that it's safe to eat and you kill that bacteria, you reheat it.",
      "cn": "所以为了确保它安全可吃并杀死细菌，你重新加热它。"
    },
    {
      "id": 73,
      "en": "So you kind of cook it again a little bit.",
      "cn": "所以你有点再煮一次。"
    },
    {
      "id": 74,
      "en": "Yeah, you cook it again.",
      "cn": "是的，你再煮一次。"
    },
    {
      "id": 75,
      "en": "So with leftovers we often have to reheat things.",
      "cn": "所以对于剩菜，我们通常需要重新加热东西。"
    },
    {
      "id": 76,
      "en": "Because they were hot, then they were cold, and now we want them hot again.",
      "cn": "因为它们是热的，然后变冷，现在我们想要它们再次热。"
    },
    {
      "id": 77,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 78,
      "en": "So we reheat them.",
      "cn": "所以我们重新加热它们。"
    },
    {
      "id": 79,
      "en": "The opposite of that would be refrigerate.",
      "cn": "这与冷藏相反。"
    },
    {
      "id": 80,
      "en": "Right, and this is what you should do if you take something and put it in the refrigerator.",
      "cn": "对，冷藏是你应该做的，如果你把某物放进冰箱。"
    },
    {
      "id": 81,
      "en": "What you are doing, the verb, the action, is to refrigerate it.",
      "cn": "你正在做的动作是冷藏它。"
    },
    {
      "id": 82,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 83,
      "en": "So to refrigerate something means to make it cold.",
      "cn": "所以冷藏某物意味着让它变冷。"
    },
    {
      "id": 84,
      "en": "You know, there are important things that we refrigerate.",
      "cn": "你知道，有一些重要的东西我们需要冷藏。"
    },
    {
      "id": 85,
      "en": "We refrigerate eggs, we refrigerate milk, we refrigerate butter.",
      "cn": "我们冷藏鸡蛋，冷藏牛奶，冷藏黄油。"
    },
    {
      "id": 86,
      "en": "These are things that can make us sick if we don't make them cold.",
      "cn": "这些东西如果不冷藏会让我们生病。"
    },
    {
      "id": 87,
      "en": "Exactly.",
      "cn": "没错。"
    },
    {
      "id": 88,
      "en": "So those are the two words.",
      "cn": "所以这就是两个词。"
    },
    {
      "id": 89,
      "en": "Now obviously it's a little bit different because the prefix to reheat means to do it again.",
      "cn": "现在显然有点不同，因为重新加热的前缀意味着再做一次。"
    },
    {
      "id": 90,
      "en": "While to refrigerate means you're just making it cold.",
      "cn": "而冷藏意味着你只是让它变冷。"
    },
    {
      "id": 91,
      "en": "Yeah.",
      "cn": "是的。"
    },
    {
      "id": 92,
      "en": "Well, there are important terms, and again we also have the adjectives.",
      "cn": "好吧，这些是重要的术语，还有形容词。"
    },
    {
      "id": 93,
      "en": "This is reheated or refrigerated.",
      "cn": "这是重新加热或冷藏。"
    },
    {
      "id": 94,
      "en": "But there are another couple of phrases that are really important, so let's take a listen to those in Fluency Builder.",
      "cn": "但还有另外几个非常重要的短语，所以让我们在流利构建中听听这些。"
    },
    {
      "id": 95,
      "en": "Alright, so the first phrase we're going to take a look at is when one of the roommates says, Hey, what's for dinner?",
      "cn": "好吧，我们要看的第一个短语是当其中一个室友说，嘿，晚餐吃什么？"
    },
    {
      "id": 96,
      "en": "What's for dinner?",
      "cn": "晚餐吃什么？"
    },
    {
      "id": 97,
      "en": "Alright, this is a very, very standard phrase.",
      "cn": "好吧，这是一个非常标准的短语。"
    },
    {
      "id": 98,
      "en": "This is something you'll hear at home, you'll hear with your friends.",
      "cn": "这是你在家里会听到的，你会和朋友听到的。"
    },
    {
      "id": 99,
      "en": "It's usually something we say when someone is cooking food for dinner.",
      "cn": "通常这是我们在有人为晚餐做饭时说的。"
    },
    {
      "id": 100,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 101,
      "en": "We're asking, What are we going to eat for dinner?",
      "cn": "我们在问，晚餐我们要吃什么？"
    },
    {
      "id": 102,
      "en": "Mom, what's for dinner?",
      "cn": "妈妈，晚餐吃什么？"
    },
    {
      "id": 103,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 104,
      "en": "I used to say that every single day when I came home from school.",
      "cn": "我上学回家时每天都这么说。"
    },
    {
      "id": 105,
      "en": "Well, obviously you don't want to say the long phrase, What are we going to have for dinner tonight?",
      "cn": "显然，你不想说那么长的句子，今晚我们要吃什么晚餐？"
    },
    {
      "id": 106,
      "en": "So you just say, What's for dinner?",
      "cn": "所以你只说，晚餐吃什么？"
    },
    {
      "id": 107,
      "en": "What's for dinner?",
      "cn": "晚餐吃什么？"
    },
    {
      "id": 108,
      "en": "And then the answer would be lasagna or Turkey sandwiches.",
      "cn": "然后答案可能是千层面或火鸡三明治。"
    },
    {
      "id": 109,
      "en": "Right, exactly.",
      "cn": "对，没错。"
    },
    {
      "id": 110,
      "en": "Now when they started talking about the leftover Turkey, he was a little bit concerned, as we said, about bacteria and germs because it usually happens that you get this on food that was left out.",
      "cn": "现在当他们开始谈论剩下的火鸡时，他有点担心，正如我们所说的，关于细菌和病菌，因为通常会发生这种情况，食物放置太久。"
    },
    {
      "id": 111,
      "en": "Alright, so the verb here is to leave out, to leave something out.",
      "cn": "好吧，这里的动词是“放置”，把某物放置在外面。"
    },
    {
      "id": 112,
      "en": "It means to leave something or put something at room temperature.",
      "cn": "意思是把某物放在室温下。"
    },
    {
      "id": 113,
      "en": "So Marco, you and I are eating Turkey.",
      "cn": "所以马尔科，你和我在吃火鸡。"
    },
    {
      "id": 114,
      "en": "It's Thanksgiving.",
      "cn": "这是感恩节。"
    },
    {
      "id": 115,
      "en": "And we start to have coffee and dessert and the Turkey is still in the room.",
      "cn": "我们开始喝咖啡和吃甜点，而火鸡仍然在房间里。"
    },
    {
      "id": 116,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 117,
      "en": "At room temperature.",
      "cn": "在室温下。"
    },
    {
      "id": 118,
      "en": "We did not refrigerate it.",
      "cn": "我们没有把它冷藏。"
    },
    {
      "id": 119,
      "en": "That means it was left out.",
      "cn": "这意味着它被放置在外面。"
    },
    {
      "id": 120,
      "en": "How long was it left out?",
      "cn": "它放置了多久？"
    },
    {
      "id": 121,
      "en": "Well, maybe two hours.",
      "cn": "嗯，也许两个小时。"
    },
    {
      "id": 122,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 123,
      "en": "Okay, that means so it's not in a refrigerator.",
      "cn": "好吧，这意味着它不在冰箱里。"
    },
    {
      "id": 124,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 125,
      "en": "That's exactly what it means.",
      "cn": "这正是它的意思。"
    },
    {
      "id": 126,
      "en": "So maybe you go to sleep and you left the Turkey out.",
      "cn": "所以也许你去睡觉，火鸡被放在外面。"
    },
    {
      "id": 127,
      "en": "It's still on the table maybe at room temperature.",
      "cn": "它可能仍然在桌子上，处于室温下。"
    },
    {
      "id": 128,
      "en": "Oh no, we can't eat it if we left it out for like 12 hours.",
      "cn": "哦不，如果我们放置了12小时就不能吃了。"
    },
    {
      "id": 129,
      "en": "Exactly.",
      "cn": "正是如此。"
    },
    {
      "id": 130,
      "en": "Alright, so it's not good to leave food out.",
      "cn": "好吧，所以不应该把食物放在外面。"
    },
    {
      "id": 131,
      "en": "And now what happens is if you do eat food that was left out for too long, you could get food poisoning.",
      "cn": "现在如果你吃了放置太久的食物，你可能会食物中毒。"
    },
    {
      "id": 132,
      "en": "Now this is very serious and it's something that you should be very careful about when you're cooking.",
      "cn": "这非常严重，是你在烹饪时需要非常小心的事情。"
    },
    {
      "id": 133,
      "en": "Food poisoning is getting sick from your food.",
      "cn": "食物中毒是指因食物而生病。"
    },
    {
      "id": 134,
      "en": "Right.",
      "cn": "对。"
    },
    {
      "id": 135,
      "en": "There are different kinds of food poisoning but usually it makes you throw up, it makes your stomach hurt.",
      "cn": "食物中毒有不同种类，但通常会让你呕吐，肚子疼。"
    },
    {
      "id": 136,
      "en": "It's quite painful.",
      "cn": "这很痛苦。"
    },
    {
      "id": 137,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 138,
      "en": "And so this is why we say, you know, you should wash your hands before you cook.",
      "cn": "这就是为什么我们说，你知道的，烹饪前应该洗手。"
    },
    {
      "id": 139,
      "en": "You should make sure that you refrigerate meat because you want to avoid food poisoning.",
      "cn": "你应该确保冷藏肉类，因为你想避免食物中毒。"
    },
    {
      "id": 140,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 141,
      "en": "And it comes from the noun poison, a poison, which is something that is harmful for your body.",
      "cn": "它来自名词“毒”，一种对身体有害的东西。"
    },
    {
      "id": 142,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 143,
      "en": "There are many different kinds of poison.",
      "cn": "有许多不同种类的毒。"
    },
    {
      "id": 144,
      "en": "But food poisoning means becoming sick, your body getting sick after you eat something bad.",
      "cn": "但食物中毒意味着在吃了不好的东西后生病。"
    },
    {
      "id": 145,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 146,
      "en": "Alright, so a lot of great stuff here.",
      "cn": "好吧，这里有很多很棒的内容。"
    },
    {
      "id": 147,
      "en": "We can review everything.",
      "cn": "我们可以复习一切。"
    },
    {
      "id": 148,
      "en": "One last time.",
      "cn": "最后一次。"
    },
    {
      "id": 149,
      "en": "What's for dinner?",
      "cn": "晚餐吃什么？"
    },
    {
      "id": 150,
      "en": "Leftovers.",
      "cn": "剩菜。"
    },
    {
      "id": 151,
      "en": "What?",
      "cn": "什么？"
    },
    {
      "id": 152,
      "en": "Leftovers of what and from when?",
      "cn": "剩下的是什么，什么时候的？"
    },
    {
      "id": 153,
      "en": "From last night.",
      "cn": "昨晚的。"
    },
    {
      "id": 154,
      "en": "I took the leftover Turkey, mixed it with some diced peppers and onions, add a little bit of mayonnaise and made some sandwiches.",
      "cn": "我把剩下的火鸡和一些切丁的辣椒和洋葱混合，加一点蛋黄酱，做了三明治。"
    },
    {
      "id": 155,
      "en": "Isn't that dangerous though?",
      "cn": "这不是危险的吗？"
    },
    {
      "id": 156,
      "en": "I mean, bacteria and germs reproducing on food that was left out or reheated?",
      "cn": "我的意思是，细菌和病菌在放置或重新加热的食物上繁殖？"
    },
    {
      "id": 157,
      "en": "Well, I didn't leave the Turkey.",
      "cn": "嗯，我没有把火鸡放置。"
    },
    {
      "id": 158,
      "en": "We got a room temperature for more than an hour and I refrigerated soon after we finished eating.",
      "cn": "我们在室温下放置了超过一个小时，吃完后我很快就冷藏了。"
    },
    {
      "id": 159,
      "en": "Also, when reheating, I put it in the oven for 15 minutes at 100 degrees Celsius.",
      "cn": "此外，在重新加热时，我把它放在烤箱里，100摄氏度加热15分钟。"
    },
    {
      "id": 160,
      "en": "Well, okay.",
      "cn": "好吧，好的。"
    },
    {
      "id": 161,
      "en": "I'm just afraid of getting food poisoning.",
      "cn": "我只是害怕食物中毒。"
    },
    {
      "id": 162,
      "en": "Don't worry about it.",
      "cn": "不用担心。"
    },
    {
      "id": 163,
      "en": "Making a new meal out of leftovers is almost an art.",
      "cn": "用剩菜做新餐几乎是一门艺术。"
    },
    {
      "id": 164,
      "en": "Not only do you save money, but you also get to be creative and have something different to eat.",
      "cn": "你不仅省钱，还能发挥创意，吃到不同的东西。"
    },
    {
      "id": 165,
      "en": "Alright, so this is actually good advice about leftovers, about having something to eat.",
      "cn": "好吧，这实际上是关于剩菜的好建议，关于吃东西。"
    },
    {
      "id": 166,
      "en": "But at the same time, I don't know how many people actually are very careful with these things.",
      "cn": "但同时，我不知道有多少人实际上对这些事情非常小心。"
    },
    {
      "id": 167,
      "en": "For example, pizza.",
      "cn": "例如，披萨。"
    },
    {
      "id": 168,
      "en": "Sometimes you leave pizza out on the table all night and the next morning you have some pizza.",
      "cn": "有时你把披萨放在桌子上整晚，第二天早上你吃披萨。"
    },
    {
      "id": 169,
      "en": "I always refrigerate my pizza.",
      "cn": "我总是把我的披萨冷藏。"
    },
    {
      "id": 170,
      "en": "I know people who leave their pizza out and then eat it, but there's cheese and sausage and you want to refrigerate that stuff.",
      "cn": "我知道有人把披萨放在外面然后吃，但有奶酪和香肠，你想把这些东西冷藏。"
    },
    {
      "id": 171,
      "en": "So I always wrap it in plastic and put it on a plate in the fridge.",
      "cn": "所以我总是把它用塑料包好，放在冰箱里的盘子上。"
    },
    {
      "id": 172,
      "en": "Oh, okay.",
      "cn": "哦，好的。"
    },
    {
      "id": 173,
      "en": "You wrap it in plastic.",
      "cn": "你用塑料包好。"
    },
    {
      "id": 174,
      "en": "Well, because in the refrigerator there's also germs, so you need to make sure you cover your food.",
      "cn": "嗯，因为冰箱里也有细菌，所以你需要确保覆盖好食物。"
    },
    {
      "id": 175,
      "en": "Right, right, right.",
      "cn": "对，对，对。"
    },
    {
      "id": 176,
      "en": "And what about... have you ever had a bad case of food poisoning because of having leftovers?",
      "cn": "那么...你有没有因为吃剩菜而严重食物中毒过？"
    },
    {
      "id": 177,
      "en": "No.",
      "cn": "没有。"
    },
    {
      "id": 178,
      "en": "I've had food poisoning, but not because of leftovers.",
      "cn": "我有过食物中毒，但不是因为剩菜。"
    },
    {
      "id": 179,
      "en": "Because as I said before, I wrap things, I put them in the refrigerator.",
      "cn": "因为正如我之前所说，我会包好东西，放在冰箱里。"
    },
    {
      "id": 180,
      "en": "I'm very careful because I don't want to get sick or I don't want to get other people sick.",
      "cn": "我非常小心，因为我不想生病，也不想让其他人生病。"
    },
    {
      "id": 181,
      "en": "Because Thanksgiving or Christmas, you have to give food to many other people.",
      "cn": "因为感恩节或圣诞节，你必须给很多其他人食物。"
    },
    {
      "id": 182,
      "en": "And I don't want to make anyone sick.",
      "cn": "我不想让任何人生病。"
    },
    {
      "id": 183,
      "en": "And actually, you can get food poisoning not only from leftovers, but from maybe food that maybe was expired.",
      "cn": "其实，你不仅可以从剩菜中得到食物中毒，还可能是因为食物过期。"
    },
    {
      "id": 184,
      "en": "Like sometimes cheese maybe can be expired, you didn't realize it and you get food poisoning.",
      "cn": "有时奶酪可能过期，你没有意识到，结果食物中毒。"
    },
    {
      "id": 185,
      "en": "Or from people who are cooking with things that are not clean.",
      "cn": "或者是因为人们用不干净的东西烹饪。"
    },
    {
      "id": 186,
      "en": "So you have something that's not clean or food that's not fresh and it makes you very sick.",
      "cn": "所以你有不干净的东西或不新鲜的食物，会让你非常生病。"
    },
    {
      "id": 187,
      "en": "That's food poisoning.",
      "cn": "这就是食物中毒。"
    },
    {
      "id": 188,
      "en": "That's right.",
      "cn": "没错。"
    },
    {
      "id": 189,
      "en": "So it's an interesting thing, especially with, like I said, so many holidays where you cook so much food that people have a lot of leftovers.",
      "cn": "所以这是一个有趣的事情，尤其是如我所说，许多节日你会做很多食物，大家都有很多剩菜。"
    },
    {
      "id": 190,
      "en": "And not only that, but even at restaurants, maybe you order too much so you have leftovers you want to take home to your dog or to have later.",
      "cn": "不仅如此，即使在餐馆，你可能点了太多，所以你有剩菜想带回家给你的狗或稍后吃。"
    },
    {
      "id": 191,
      "en": "I love leftovers.",
      "cn": "我喜欢剩菜。"
    },
    {
      "id": 192,
      "en": "Let us know, do you have leftovers in your country?",
      "cn": "告诉我们，你们国家有剩菜吗？"
    },
    {
      "id": 193,
      "en": "Are there things that you should and shouldn't do when cooking?",
      "cn": "在烹饪时有什么应该做和不应该做的事情吗？"
    },
    {
      "id": 194,
      "en": "Let us know.",
      "cn": "告诉我们。"
    },
    {
      "id": 195,
      "en": "Our website is EnglishPod.com.",
      "cn": "我们的网站是 EnglishPod.com."
    },
    {
      "id": 196,
      "en": "Alright, we'll see you guys there.",
      "cn": "好的，我们在那里见。"
    },
    {
      "id": 197,
      "en": "Bye.",
      "cn": "再见。"
    }
  ]
}